export default {
    id: 1162,
    title: "绪论 马克思主义是关于工人阶级和人类解放的科学（主观）",
    content:
        "马克思主义基本原理概论 绪论 马克思主义是关于工人阶级和人类解放的科学\n二、简答题（每小题6分）\n1.【自测题】简述马克思主义的科学内涵和理论品质。\n答案：（1）马克思主义是由马克思恩格斯创立的，后继者发展的以反对资本主义、建设社会主义和共产主义为目标的科学的理论体系（或马克思主义是由马克思恩格斯创立，后继者发展的关于工人阶级和人类解放的科学）。\n（2）与时俱进是马克思主义的理论品质。与时俱进就是党的全部理论和工作要体现时代性，把握规律性，赋予创造性。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n2.【自测题】简要说明马克思主义是时代的产物。\n答案：（1）资本主义的发展及其内在矛盾的尖锐化，为马克思主义的产生提供了客观条件。\n（2）工人阶级作为一支独立的政治力量登上历史舞台，进行反对资本主义制度和资产阶级统治的斗争，则为马克思主义的产生准备了阶级基础。\n（3）马克思主义的产生是历史时代提出的一项伟大任务。时代的需要本身既孕育着马克思主义产生的可能性，又包含着使这种可能变为现实的各种物质条件和因素。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n3.【自测题】简述学习马克思主义的目的和根本方法。\n答案：（一）学习马克思主义的目的：\n（1）树立正确的世界观、人生观、价值观。\n（2）掌握认识世界和改造世界的伟大工具。\n（3）全面提高人的素质。\n（4）指导中国特色社会主义伟大实践。\n（二）学习马克思主义的根本方法是理论联系实际。理论联系实际就是以马克思主义的基本原理为指导，观察和分析社会实际、工作实际和思想实际。要做到理论联系实际，就必须反对经验主义和教条主义两种倾向。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n4.【自测题】简述马克思主义的根本理论特征。\n答案：（1）马克思主义的根本理论特征是以实践为基础的科学性和革命性的统一。\n（2）马克思主义的革命性表现为它的彻底的批判精神和鲜明的政治立场。\n（3）马克思主义的科学性表现为不带任何偏见，它的理论是深刻的，并随着实践的发展而不断发展。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n5.【自测题】简述马克思主义科学体系的三个组成部分及其直接理论来源。\n答案：（1）马克思主义哲学、马克思主义政治经济学和科学社会主义是马克思主义科学体系的主要组成部分。\n（2）德国古典哲学、英国古典经济学和19世纪的英法两国的空想社会主义是马克思主义的直接理论来源。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n6.【2016年10月】简述马克思主义的科学性与革命性的关系。\n答案：（1）马克思主义的科学性与革命性是不可分割的，科学性源于革命性的要求，并通过革命性表现出来；革命性心须以科学性为前提和基础，并靠科学性来保证。\n（2）科学性和革命性内在地结合在马克思主义的整个理论体系之中，并通过一系列原则\n表现出来。\n题解：马克思主义的革命性和严格的科学性是紧密联系在一起的。马克思主义是关于工人阶级和人类解放的科学这一对马克思主义的内涵的界定，就鲜明地体现了它的革命性与科学性相统一的基本特征。马克思主义既是工人阶级的意识形态，又是科学的理论体系。马克思主义之所以能把革命性和科学性统一于一身，是因为工人阶级的根本利益与社会发展的方向和趋势具有一致性。工人阶级是现代化机器大生产的产物，代表先进生产力的发展要求；工人阶级和广大人民群众的人心所向体现着社会前进的方向。工人阶级的本性决定了它必须科学地认识世界。只有科学地认识世界，特别是认识社会发展的客观规律性，才能找到自身解放的道路，实现自己的根本利益。由此可见，马克思主义的科学性和革命性是不可分割的，科学性根源于革命性的要求，并且通过革命性表现出来；革命性必须以科学性为前提和基础，并且靠科学性来保证。二者内在地结合在马克思主义的整个理论体系之中，并且通过一系列原理表现出来。\n\n7.【2017年04月】简述马克思主义的科学内涵以及学习马克思主义的根本方法。\n答案：（1）马克思主义是由马克思恩格斯、后继者发展的，以反对资本主义、建设社会主义和共产主义为目标的科学理论体系（或马克思主义是由马克思恩格斯创立、后继者发展的，关于工人阶级和人类解放的科学）。\n（2）理论联系实际是学习马克思主义的根本方法。理论联系实际就是把马克思主义的基本原理作为指导，去观察和分析实际问题。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n8.【2017年10月】简述马克思主义科学体系的主要组成部分及其内在联系。\n答案：（1）马克思主义科学体系是包括马克思主义哲学、马克思主义政治经济学和科学社会主义在内的统一整体。\n（2）在马克思主义体系中，哲学是世界观和方法论的指导原则，政治经济学是通向实际生活的中介，科学社会主义则是运用哲学分析经济事实引出的结论。这三者之间互相渗透、互相补充，构成统一的马克思主义学说。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n9.【2018年04月】什么是马克思主义？简述马克思主义对德国古典哲学的继承与创新。\n答案：（1）马克思主义是由马克思恩格斯、后继者发展的以反对资本主义、建设社会主义和共产主义为目标的科学理论体系（或马克思主义是由马克思恩格斯创立、后继者发展的关于工人阶级和人类解放的科学）。\n（2）马克思恩格斯吸取了黑格尔辩证法中的合理思想和费尔巴哈唯物主义的基本思想，创立了辩证唯物主义和历史唯物主义。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n10.【2019年10月】如何理解马克思主义是不断发展着的理论？\n答案：（1）马克思主义在指导实践的过程中，能够与时代特征和各国具体实际相结合，不断形成新的理论成果。\n（2）马克思主义是开放的理论体系，能够正确对待各种非马克思主义的学说，吸取人类最新的文明成果，不断充实和发展自己。\n（3）马克思主义具有自我批评意识，能够随着时代的变化、实践的扩展和科学的进步，不断完善和提高自己。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。（2）考生要点回答不完整，按所答要点给分。（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n11.【2020年08月】简述马克思主义科学体系的主要组成部分及其直接理论来源。\n答案：组成部分：\n（一）马克思主义哲学、政治经济学和科学社会主义；\n（二）这三者相互渗透、补充，构成统一的马克思主义学说；\n（1）马克思主义哲学是科学的世界观和方法论；\n（2）政治经济学是马克思主义的理论基础；\n（3）科学社会主义处于核心地位。\n直接理论来源：\n（1）德国古典哲学（吸取黑格尔辩证法的合理思想和费尔巴哈唯物主义的基本思想）；\n（2）英国古典政治经济学（威廉·配第，斯密，李嘉图）；\n（3）英法两国的空想社会主义学说（圣西门、傅立、欧文）。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
    content_object: {
        title:
            "马克思主义基本原理概论 绪论 马克思主义是关于工人阶级和人类解放的科学",
        memo: "",
        noAnswerCount: 0,
        groups: [
            {
                scorePerQuestion: 6,
                title: "简答题（每小题6分）",
                memo: "",
                number: 1,
                questions: [
                    {
                        title: "【自测题】简述马克思主义的科学内涵和理论品质。",
                        explanation:
                            "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
                        number: 1,
                        userAnswer: [""],
                        score: 6,
                        id: "g1q1",
                        answer: [
                            "（1）马克思主义是由马克思恩格斯创立的，后继者发展的以反对资本主义、建设社会主义和共产主义为目标的科学的理论体系（或马克思主义是由马克思恩格斯创立，后继者发展的关于工人阶级和人类解放的科学）。\n（2）与时俱进是马克思主义的理论品质。与时俱进就是党的全部理论和工作要体现时代性，把握规律性，赋予创造性。",
                        ],
                        position: 2,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】简要说明马克思主义是时代的产物。",
                        explanation:
                            "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
                        number: 2,
                        userAnswer: [""],
                        score: 6,
                        id: "g1q2",
                        answer: [
                            "（1）资本主义的发展及其内在矛盾的尖锐化，为马克思主义的产生提供了客观条件。\n（2）工人阶级作为一支独立的政治力量登上历史舞台，进行反对资本主义制度和资产阶级统治的斗争，则为马克思主义的产生准备了阶级基础。\n（3）马克思主义的产生是历史时代提出的一项伟大任务。时代的需要本身既孕育着马克思主义产生的可能性，又包含着使这种可能变为现实的各种物质条件和因素。",
                        ],
                        position: 4,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】简述学习马克思主义的目的和根本方法。",
                        explanation:
                            "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
                        number: 3,
                        userAnswer: [""],
                        score: 6,
                        id: "g1q3",
                        answer: [
                            "（一）学习马克思主义的目的：\n（1）树立正确的世界观、人生观、价值观。\n（2）掌握认识世界和改造世界的伟大工具。\n（3）全面提高人的素质。\n（4）指导中国特色社会主义伟大实践。\n（二）学习马克思主义的根本方法是理论联系实际。理论联系实际就是以马克思主义的基本原理为指导，观察和分析社会实际、工作实际和思想实际。要做到理论联系实际，就必须反对经验主义和教条主义两种倾向。",
                        ],
                        position: 6,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】简述马克思主义的根本理论特征。",
                        explanation:
                            "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
                        number: 4,
                        userAnswer: [""],
                        score: 6,
                        id: "g1q4",
                        answer: [
                            "（1）马克思主义的根本理论特征是以实践为基础的科学性和革命性的统一。\n（2）马克思主义的革命性表现为它的彻底的批判精神和鲜明的政治立场。\n（3）马克思主义的科学性表现为不带任何偏见，它的理论是深刻的，并随着实践的发展而不断发展。",
                        ],
                        position: 8,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【自测题】简述马克思主义科学体系的三个组成部分及其直接理论来源。",
                        explanation:
                            "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
                        number: 5,
                        userAnswer: [""],
                        score: 6,
                        id: "g1q5",
                        answer: [
                            "（1）马克思主义哲学、马克思主义政治经济学和科学社会主义是马克思主义科学体系的主要组成部分。\n（2）德国古典哲学、英国古典经济学和19世纪的英法两国的空想社会主义是马克思主义的直接理论来源。",
                        ],
                        position: 10,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2016年10月】简述马克思主义的科学性与革命性的关系。",
                        explanation:
                            "马克思主义的革命性和严格的科学性是紧密联系在一起的。马克思主义是关于工人阶级和人类解放的科学这一对马克思主义的内涵的界定，就鲜明地体现了它的革命性与科学性相统一的基本特征。马克思主义既是工人阶级的意识形态，又是科学的理论体系。马克思主义之所以能把革命性和科学性统一于一身，是因为工人阶级的根本利益与社会发展的方向和趋势具有一致性。工人阶级是现代化机器大生产的产物，代表先进生产力的发展要求；工人阶级和广大人民群众的人心所向体现着社会前进的方向。工人阶级的本性决定了它必须科学地认识世界。只有科学地认识世界，特别是认识社会发展的客观规律性，才能找到自身解放的道路，实现自己的根本利益。由此可见，马克思主义的科学性和革命性是不可分割的，科学性根源于革命性的要求，并且通过革命性表现出来；革命性必须以科学性为前提和基础，并且靠科学性来保证。二者内在地结合在马克思主义的整个理论体系之中，并且通过一系列原理表现出来。",
                        number: 6,
                        userAnswer: [""],
                        score: 6,
                        id: "g1q6",
                        answer: [
                            "（1）马克思主义的科学性与革命性是不可分割的，科学性源于革命性的要求，并通过革命性表现出来；革命性心须以科学性为前提和基础，并靠科学性来保证。\n（2）科学性和革命性内在地结合在马克思主义的整个理论体系之中，并通过一系列原则\n表现出来。",
                        ],
                        position: 12,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2017年04月】简述马克思主义的科学内涵以及学习马克思主义的根本方法。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 7,
                        userAnswer: [""],
                        score: 6,
                        id: "g1q7",
                        answer: [
                            "（1）马克思主义是由马克思恩格斯、后继者发展的，以反对资本主义、建设社会主义和共产主义为目标的科学理论体系（或马克思主义是由马克思恩格斯创立、后继者发展的，关于工人阶级和人类解放的科学）。\n（2）理论联系实际是学习马克思主义的根本方法。理论联系实际就是把马克思主义的基本原理作为指导，去观察和分析实际问题。",
                        ],
                        position: 14,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2017年10月】简述马克思主义科学体系的主要组成部分及其内在联系。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 8,
                        userAnswer: [""],
                        score: 6,
                        id: "g1q8",
                        answer: [
                            "（1）马克思主义科学体系是包括马克思主义哲学、马克思主义政治经济学和科学社会主义在内的统一整体。\n（2）在马克思主义体系中，哲学是世界观和方法论的指导原则，政治经济学是通向实际生活的中介，科学社会主义则是运用哲学分析经济事实引出的结论。这三者之间互相渗透、互相补充，构成统一的马克思主义学说。",
                        ],
                        position: 16,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2018年04月】什么是马克思主义？简述马克思主义对德国古典哲学的继承与创新。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 9,
                        userAnswer: [""],
                        score: 6,
                        id: "g1q9",
                        answer: [
                            "（1）马克思主义是由马克思恩格斯、后继者发展的以反对资本主义、建设社会主义和共产主义为目标的科学理论体系（或马克思主义是由马克思恩格斯创立、后继者发展的关于工人阶级和人类解放的科学）。\n（2）马克思恩格斯吸取了黑格尔辩证法中的合理思想和费尔巴哈唯物主义的基本思想，创立了辩证唯物主义和历史唯物主义。",
                        ],
                        position: 18,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2019年10月】如何理解马克思主义是不断发展着的理论？",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。（2）考生要点回答不完整，按所答要点给分。（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 10,
                        userAnswer: [""],
                        score: 6,
                        id: "g1q10",
                        answer: [
                            "（1）马克思主义在指导实践的过程中，能够与时代特征和各国具体实际相结合，不断形成新的理论成果。\n（2）马克思主义是开放的理论体系，能够正确对待各种非马克思主义的学说，吸取人类最新的文明成果，不断充实和发展自己。\n（3）马克思主义具有自我批评意识，能够随着时代的变化、实践的扩展和科学的进步，不断完善和提高自己。",
                        ],
                        position: 20,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2020年08月】简述马克思主义科学体系的主要组成部分及其直接理论来源。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 11,
                        userAnswer: [""],
                        score: 6,
                        id: "g1q11",
                        answer: [
                            "组成部分：\n（一）马克思主义哲学、政治经济学和科学社会主义；\n（二）这三者相互渗透、补充，构成统一的马克思主义学说；\n（1）马克思主义哲学是科学的世界观和方法论；\n（2）政治经济学是马克思主义的理论基础；\n（3）科学社会主义处于核心地位。\n直接理论来源：\n（1）德国古典哲学（吸取黑格尔辩证法的合理思想和费尔巴哈唯物主义的基本思想）；\n（2）英国古典政治经济学（威廉·配第，斯密，李嘉图）；\n（3）英法两国的空想社会主义学说（圣西门、傅立、欧文）。",
                        ],
                        position: 22,
                        type: "textarea",
                        options: [],
                    },
                ],
                position: 1,
                type: "sentence",
                id: "g1",
            },
        ],
        totalScore: 66,
        questionCount: 11,
    },
    create_time: "2020-09-03T00:41:31.309517",
    is_active: true,
    questions_count: 11,
    is_break_through: true,
    tags: "章节习题",
    order_number: 2,
    owner_id: 2,
    user: 3,
    owner_type: 50,
    __str__: "绪论 马克思主义是关于工人阶级和人类解放的科学（主观）",
};
