export default {
    id: 9,
    title: "第一章 物质世界及其发展规律（主观）",
    content:
        "马克思主义基本原理概论 第一章 物质世界及其发展规律\n二、简答题（每小题6分）\n1.【自测题】什么是哲学基本问题？简述其内容。\n答案：（1）思维和存在或意识和物质的关系问题是哲学的基本问题。\n（2）哲学的基本问题包括两个方面的内容。第一方面是物质和意识何者为第一性的问题。第二方面是思维和存在的同一性问题。\n（3）如何回答哲学基本问题的第一方面是划分唯物主义和唯心主义的标准。如何回答哲学基本问题的第二方面是划分可知论和不可知论的标准。\n\n2.【自测题】如何理解社会生活在本质上是实践的？\n答案：（1）劳动实践是人类和人类社会产生的决定性环节。\n（2）物质生产实践是人类社会得以存在的基础。\n（3）实践活动是推动社会发展的动力。\n\n3.【自测题】简述唯物辩证法与形而上学对立的主要表现。\n答案：（1）联系观点和孤立观点的对立。唯物辩证法认为世界上的一切事物都是相互联系的，主张用联系的观点看世界。形而上学认为世界上的事物都是彼此孤立的，它用孤立的观点看世界。\n（2）发展变化观点和静止不变观点的对立。唯物辩证法认为，一切事物都处于不停的运动、变化、发展过程中，主张用发展的观点看世界。形而上学认为世界上的事物在本质上是不变的，它用静止不变的观点看世界。\n（3）承认事物内部矛盾和否认事物内部矛盾的对立。唯物辩证法认为一切事物内部都包含着矛盾，矛盾是事物变化发展的根本原因。形而上学否认事物内部矛盾的存在，认为事物的变化是外力推动的结果。\n\n4.【自测题】简述对立统一规律是唯物辩证法的实质与核心。\n答案：（1）对立统一规律揭示了事物普遍联系的根本内容和发展变化的内在动力。\n（2）对立统一规律是贯穿于唯物辩证法其他规律和范畴的中心线索，是理解它们的钥匙。\n（3）矛盾分析法是认识的根本方法。\n（4）是否承认对立统一规律以及矛盾是事物发展的动力，是唯物辩证法与形而上学的斗争焦点和根本分歧。\n\n5.【自测题】简述必然性和偶然性的辩证关系。\n答案：（1）必然性和偶然性之间是对立统一关系。\n（2）必然性和偶然性的统一表现在：第一，必然性通过大量的偶然性表现出来，由此为自己开辟道路，没有脱离偶然性的纯粹必然性。第二，偶然性是必然性的表现形式和必要补充，偶然性背后隐藏着必然性并受其支配，没有脱离必然性的纯粹偶然性。第三，必然性和偶然性在一定条件下相互转化。\n\n6.【自测题】简述本质和现象的辩证关系。\n答案：（1）本质和现象是有区别的、对立的：第一，现象暴露于事物外部，可以为人们直接感知，本质则深藏于事物内部，只有通过抽象思维才能把握。第二，现象是个别的、多样的，本质则是同类现象中共同的东西。第三，现象是多变的，本质则是相对稳定的。\n（2）本质和现象又是相互联系、相互依存的：任何本质都要通过一定的现象表现出来；任何现象都从一定的方面表现本质；本质决定现象，是现象存在的根据。\n\n7.【自测题】简述规律的含义和特点。\n答案：规律是物质运动发展过程中本质的、必然的、稳定的联系。规律具有两个特点：\n（1）客观性：规律的客观性是指，规律是运动着的事物本身所固有的，是不以任何人的意志为转移的。\n（2）普遍性：规律不是只在个别的、特殊的事物和现象里起作用，而是在较大的范围和领域起作用。\n\n8.【2016年04月】简述意识的本质。\n答案：（1）意识是人脑的机能，人脑是意识的物质器官。\n（2）意识是客观世界的主观映像，是人脑对客观世界的反映。\n（3）意识是社会的产物。从起源上说，人类意识是社会性的劳动创造的。在人类意识产生之后，个人只有在一定社会群体中生活，接受群体意识的影响，オ能形成自己的意识。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n9.【2016年10月】简述发挥主观能动性与尊重客观规律的关系。\n答案：（1）尊重客观规律是正确发挥主观能动性的前提；只有正确认识了规律并按规律办事，才能有效改造世界，实现预期目的。如果违背规律，盲目蛮干，必然要到规律的惩罚。\n（2）认识和利用客观规律又必须充分发挥人的主观能动性。只有在实践中充分发挥主观能动，反复实践，深入研究，才能把隐藏在事物内部的必然规律揭示出来，才能以正确的理论指导实践。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n10.【2018年10月】简述物质和意识辩证关系的原理及其意义。\n答案：（1）物质和意识的关系是: 物质第一性，意识第二性，物质决定意识，意识对物质具有能动的反作用。\n（2）坚持物质决定意识，就坚持了唯物论：承认意识的能动作用，就坚持了辩证法。割裂物质的决定作用和意识的能动作用的统一，会导致唯心主义和形而上学唯物主义的错误。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n11.【2019年04月】简述事物发展的内因和外因及其相互关系。\n答案：（1）内因是事物的内部矛盾。外因是一事物与其它事物的相互影响和相互作用，即外部矛盾。\n（2）内因是事物发展变化的根据，是第一位的原因；外因是事物发展变化的条件，是第二位的原因；外因通过内因起作用。\n题解：内因和外因的辩证关系原理1、内因是事物发展变化的根据——第一位的原因事物发展变化的根本原因不在事物外部，而在事物内部。2、外因是事物发展变化的条件——第二位的原因在一定条件下，外因对事物的发展甚至起决定性作用。3、外因通过内因而起作用外因对事物发展变化所起的作用，表现在对事物内部矛盾的影响上，也就是通过使矛盾双方的状况和力量对比发生变化，推动事物的发展变化。外因的作用无论多大，也必须通过内因而起作用。\n\n12.【2020年10月】简述内容和形式的含义以及二者的相互作用。\n答案：（1）内容是指构成事物一切要素的总和，即事物的各种内在矛盾以及由这些矛盾所决定的事物的特性、成分运动过程和发展的趋势等的总和。形式是指把内容诸要素统一起来的结构或表现内容的方式。\n（2）内容和形式是相互作用的。第一，内容决定形式，形式依赖于内容。第二，形式对内容又有巨大的反作用。第三，内容和形式的相互作用构成两者的矛盾运动。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题（每小题7分）\n1.【自测题】试述辩证否定观的内容，并用以说明应怎样对待我国传统文化和外国文化。\n答案：（1）辩证否定观的内容：第一，辩证的否定是通过事物内部矛盾而进行的对自身的否定。第二，辩证的否定是事物发展的环节和联系的环节。第三，辩证否定是扬弃，即新事物对旧事物既克服，又保留。\n（2）对我国的传统文化要采取批判地继承的态度，批判和剔除其糟粕，吸取其精华。既要反对全盘肯定传统文化的复古主义，又要反对全盘否定传统文化的历史虚无主义。\n（3）对外国文化要采取有分析、有选择、有批判的借鉴和吸收态度，大胆吸收外国文明中的一切优秀成果，又要批判和抵制其中腐朽的东西。对外国文化，既不应全盘照搬，也不应一概排斥。\n\n2.【自测题】试述量变和质变的辩证关系原理及其对社会主义建设的指导意义。\n答案：（1）量变是质变的必要准备。没有一定的量变就不会发生质变。\n（2）质变是量变的必然结果。量变达到一定程度必然引起质变。量变和质变是相互渗透的。\n（3）我们在社会主义建设和改革过程中，既要有远大理想和奋斗目标，又要有步骤、分阶段地踏实苦干、稳步前进。急躁冒进、急于求成的结果，只能是事与愿违、欲速则不达。\n\n3.【自测题】试述矛盾普遍性和特殊性辩证关系的原理及其现实意义。\n答案：（一）矛盾的普遍性与特殊性辩证关系的原理。矛盾的普遍性和特殊性的关系，也就是共性与个性，一般与个别的关系，它们是辩证统一的。\n（1）矛盾普遍性与特殊性是互相联结的。\n①普遍性存在于特殊性之中。\n②特殊性中包含着普遍性。\n（2）矛盾的普遍性与特殊性是互相区别的,二者不能互相代替，尤其不能用普遍性代替特殊性。\n（3）矛盾的普遍性与特殊性在一定条件下可以互相转化。\n（二）原理意义：\n（1）矛盾的普遍性和特殊性辩证关系的原理，是我们坚持马克思主义普遍真理同中国具体实际相结合，建设中国特色社会主义的理论基础。\n（2）我们必须坚持社会主义的根本制度和基本原则，又必须从中国的国情出发，走自己的路，只有这样才能不断取得社会主义建设的胜利。\n\n4.【自测题】用内因和外因关系的原理说明我国坚持独立自主、自力更生和对外开放的重要意义。\n答案：（1）内因就是事物的内部矛盾。外因是一事物与他事物的相互影响和相互作用，即外部矛盾。内因和外因的关系是：内因是事物发展变化的根据，外因是事物发展变化的条件，外因通过内因而起作用。这一原理是我国坚持独立自主、自力更生和对外开放方针的理论基础。\n（2）我国的现代化建设，首先必须依靠本国人民，独立自主，自力更生，艰苦奋斗，只有这样才能建立起繁荣昌盛的社会主义强国。\n（3）中国的发展离不开世界，对外开放是我国的一项基本国策。闭关自守只能导致愚昧落后。\n（4）我国的对外开放是以独立自主、自力更生为基础的。\n\n5.【2017年04月】试述量变和质变辩证关系的原理及其现实意义。\n答案：（1）量变是质变的必要准备，没有一定的量变就不会发生质变。质变是量变的必然结果，量变达到一定程度必然引起质变。量变和质变相互渗透。\n（2）在社会主义建设和改革过程中，我们要把远大理想、奋斗目标同踏实苦干、稳步前进的精神结合起来、如果急躁冒进、急于求成，结果只能是事与愿违，欲速则不达。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n6.【2017年10月】试述意识的能动性及其主要表现。在实际工作中如何正确发挥人的主观能动性?\n答案：（1）意识的能动性（主观能动性）是指意识能动地反映世界和通过实践改造世界的能力和作用。\n（2）意识的能动性主要表现在四个方面：意识活动具有目的性、计划性；意识活动具有主动性、创造性；意识对于人的生理活动具有一定影响作用；意识能通过指导实践改造客观物质世界。\n（3）尊重客观规律是正确发挥主观能动性的前提。只有正确认识了客观规律，并按规律办事，才能有效地改造世界，实现人们预期的目的。\n（4）在社会主义现代化建设和各项工作中，必须把发挥主观能动性和尊重客观规律结合起来，把高度的实践热情与科学的求实态度结合起来，反对片面强调发挥主观能动性、无视客观规律的盲目蛮干。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n7.【2018年04月】试述主要矛盾和次要矛盾关系的原理及其对实际工作的指导意义。\n答案：（1）主要矛盾和次要矛盾的关系是:首先，二者相互影响、相互作用。主要矛盾规定和影响次要矛盾的存在和发展，对事物的发展起决定作用；次要矛盾对主要矛盾有制约作用，次要矛盾解决得如何，反过来影响主要矛盾的解决。其次，二者在一定条件下可以相互转化。\n（2）主要矛盾和次要矛盾关系的原理，要求我们在实际工作中坚持两点论和重点论的统一。在认识和处理复杂问题时，要首先抓住和解决主要矛盾，同时又不忽略次要矛盾，还要注意二者的转化，不失时机地转移工作重点。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n8.【2019年10月】主要矛盾和次要矛盾、矛盾的主要方面和次要方面关系的原理，要求我们在实际工作中坚持“两点论”和“重点论”的统一试述“两点论”和“重点论”统一的原理及其现实意义。\n答案：（1）坚持“两点论”，就是在认识复杂事物的发展过程时，既要看到主要矛盾，又不忽略次要矛盾；在认识某一矛盾时，既要看到矛盾的主要方面，又不忽略矛盾的次要方面。\n（2）坚持“重点论”，就是在认识复杂事物的发展过程时，要着重抓住主要矛盾；在研究某一矛盾时，要注重把握矛盾的主要方面。\n（3）坚持“两点论”和“重点论”的统一，就是看问题、办事情既要全面，又要抓住重点。我国坚持以经济建设为中心和一系列“两手抓”的方针，认识我国社会主义现代化建设的形势要分清主流和支流，既要抓住主流，坚定信心，又不忽略支流，都是坚持“两点论”和“重点论”统一的具体表现。\n题解：一、两点论和重点论统一的原理1、坚持“两点论”（1）在认识复杂事物的发展过程时，既要看到主要矛盾，又不忽略次要矛盾。（2）在认识某一矛盾时，既要看到矛盾的主要方面，又不忽略矛盾的次要方面。如果只看到主要矛盾和矛盾的主要方面，忽略了次要矛盾和矛盾的次要方面，就会陷入片面性而犯“一点论”的错误。2、坚持“重点论”（1）在认识复杂事物的发展过程时，要着重地抓住主要矛盾（2）在研究某一矛盾时，要着重地把握矛盾的主要方面。如果主次不分，不抓重点，在实践中平均使用力量，就会导致形而上学的“均衡论”。二、现实意义“两点论”和“重点论”是互相包含、内在统一的。“两点论”中内在地包含着“重点论”，“重点论”中内在地包含着“两点论”。1、坚持“两点论”和“重点论”的统一，就是看问题、办事情既要全面，又要善于抓重点。2、我国坚持以经济建设为中心和一系列“两手抓”的方针，认识我国社会主义现代化建设的形势要分清主流和支流，既要抓住主流、坚定信心，又不忽略支流，都是坚持“两点论”和“重点论”统一的具体表现。\n\n9.【2020年08月】试述内因和外因辩证关系的原理及其对社会主义现代化建设的重要意义。\n答案：原理：内因是事物发展变化的根据，是第一位的原因；外因是事物变化发展的条件，是第二位的原因；外因通过内因而起作用。现实意义：是我们党制定和执行独立自主、自力更生及对外开放方针的重要理论基础。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
    content_object: {
        title: "马克思主义基本原理概论 第一章 物质世界及其发展规律",
        memo: "",
        noAnswerCount: 0,
        groups: [
            {
                scorePerQuestion: 6,
                title: "简答题（每小题6分）",
                memo: "",
                number: 1,
                questions: [
                    {
                        title: "【自测题】什么是哲学基本问题？简述其内容。",
                        id: "g1q1",
                        number: 1,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）思维和存在或意识和物质的关系问题是哲学的基本问题。\n（2）哲学的基本问题包括两个方面的内容。第一方面是物质和意识何者为第一性的问题。第二方面是思维和存在的同一性问题。\n（3）如何回答哲学基本问题的第一方面是划分唯物主义和唯心主义的标准。如何回答哲学基本问题的第二方面是划分可知论和不可知论的标准。",
                        ],
                        position: 2,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】如何理解社会生活在本质上是实践的？",
                        id: "g1q2",
                        number: 2,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）劳动实践是人类和人类社会产生的决定性环节。\n（2）物质生产实践是人类社会得以存在的基础。\n（3）实践活动是推动社会发展的动力。",
                        ],
                        position: 4,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】简述唯物辩证法与形而上学对立的主要表现。",
                        id: "g1q3",
                        number: 3,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）联系观点和孤立观点的对立。唯物辩证法认为世界上的一切事物都是相互联系的，主张用联系的观点看世界。形而上学认为世界上的事物都是彼此孤立的，它用孤立的观点看世界。\n（2）发展变化观点和静止不变观点的对立。唯物辩证法认为，一切事物都处于不停的运动、变化、发展过程中，主张用发展的观点看世界。形而上学认为世界上的事物在本质上是不变的，它用静止不变的观点看世界。\n（3）承认事物内部矛盾和否认事物内部矛盾的对立。唯物辩证法认为一切事物内部都包含着矛盾，矛盾是事物变化发展的根本原因。形而上学否认事物内部矛盾的存在，认为事物的变化是外力推动的结果。",
                        ],
                        position: 6,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】简述对立统一规律是唯物辩证法的实质与核心。",
                        id: "g1q4",
                        number: 4,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）对立统一规律揭示了事物普遍联系的根本内容和发展变化的内在动力。\n（2）对立统一规律是贯穿于唯物辩证法其他规律和范畴的中心线索，是理解它们的钥匙。\n（3）矛盾分析法是认识的根本方法。\n（4）是否承认对立统一规律以及矛盾是事物发展的动力，是唯物辩证法与形而上学的斗争焦点和根本分歧。",
                        ],
                        position: 8,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】简述必然性和偶然性的辩证关系。",
                        id: "g1q5",
                        number: 5,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）必然性和偶然性之间是对立统一关系。\n（2）必然性和偶然性的统一表现在：第一，必然性通过大量的偶然性表现出来，由此为自己开辟道路，没有脱离偶然性的纯粹必然性。第二，偶然性是必然性的表现形式和必要补充，偶然性背后隐藏着必然性并受其支配，没有脱离必然性的纯粹偶然性。第三，必然性和偶然性在一定条件下相互转化。",
                        ],
                        position: 10,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】简述本质和现象的辩证关系。",
                        id: "g1q6",
                        number: 6,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）本质和现象是有区别的、对立的：第一，现象暴露于事物外部，可以为人们直接感知，本质则深藏于事物内部，只有通过抽象思维才能把握。第二，现象是个别的、多样的，本质则是同类现象中共同的东西。第三，现象是多变的，本质则是相对稳定的。\n（2）本质和现象又是相互联系、相互依存的：任何本质都要通过一定的现象表现出来；任何现象都从一定的方面表现本质；本质决定现象，是现象存在的根据。",
                        ],
                        position: 12,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】简述规律的含义和特点。",
                        id: "g1q7",
                        number: 7,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "规律是物质运动发展过程中本质的、必然的、稳定的联系。规律具有两个特点：\n（1）客观性：规律的客观性是指，规律是运动着的事物本身所固有的，是不以任何人的意志为转移的。\n（2）普遍性：规律不是只在个别的、特殊的事物和现象里起作用，而是在较大的范围和领域起作用。",
                        ],
                        position: 14,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2016年04月】简述意识的本质。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 8,
                        userAnswer: [],
                        score: 6,
                        id: "g1q8",
                        answer: [
                            "（1）意识是人脑的机能，人脑是意识的物质器官。\n（2）意识是客观世界的主观映像，是人脑对客观世界的反映。\n（3）意识是社会的产物。从起源上说，人类意识是社会性的劳动创造的。在人类意识产生之后，个人只有在一定社会群体中生活，接受群体意识的影响，オ能形成自己的意识。",
                        ],
                        position: 16,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2016年10月】简述发挥主观能动性与尊重客观规律的关系。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 9,
                        userAnswer: [],
                        score: 6,
                        id: "g1q9",
                        answer: [
                            "（1）尊重客观规律是正确发挥主观能动性的前提；只有正确认识了规律并按规律办事，才能有效改造世界，实现预期目的。如果违背规律，盲目蛮干，必然要到规律的惩罚。\n（2）认识和利用客观规律又必须充分发挥人的主观能动性。只有在实践中充分发挥主观能动，反复实践，深入研究，才能把隐藏在事物内部的必然规律揭示出来，才能以正确的理论指导实践。",
                        ],
                        position: 18,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2018年10月】简述物质和意识辩证关系的原理及其意义。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 10,
                        userAnswer: [],
                        score: 6,
                        id: "g1q10",
                        answer: [
                            "（1）物质和意识的关系是: 物质第一性，意识第二性，物质决定意识，意识对物质具有能动的反作用。\n（2）坚持物质决定意识，就坚持了唯物论：承认意识的能动作用，就坚持了辩证法。割裂物质的决定作用和意识的能动作用的统一，会导致唯心主义和形而上学唯物主义的错误。",
                        ],
                        position: 20,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2019年04月】简述事物发展的内因和外因及其相互关系。",
                        explanation:
                            "内因和外因的辩证关系原理1、内因是事物发展变化的根据——第一位的原因事物发展变化的根本原因不在事物外部，而在事物内部。2、外因是事物发展变化的条件——第二位的原因在一定条件下，外因对事物的发展甚至起决定性作用。3、外因通过内因而起作用外因对事物发展变化所起的作用，表现在对事物内部矛盾的影响上，也就是通过使矛盾双方的状况和力量对比发生变化，推动事物的发展变化。外因的作用无论多大，也必须通过内因而起作用。",
                        number: 11,
                        userAnswer: [],
                        score: 6,
                        id: "g1q11",
                        answer: [
                            "（1）内因是事物的内部矛盾。外因是一事物与其它事物的相互影响和相互作用，即外部矛盾。\n（2）内因是事物发展变化的根据，是第一位的原因；外因是事物发展变化的条件，是第二位的原因；外因通过内因起作用。",
                        ],
                        position: 22,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2020年10月】简述内容和形式的含义以及二者的相互作用。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 12,
                        userAnswer: [],
                        score: 6,
                        id: "g1q12",
                        answer: [
                            "（1）内容是指构成事物一切要素的总和，即事物的各种内在矛盾以及由这些矛盾所决定的事物的特性、成分运动过程和发展的趋势等的总和。形式是指把内容诸要素统一起来的结构或表现内容的方式。\n（2）内容和形式是相互作用的。第一，内容决定形式，形式依赖于内容。第二，形式对内容又有巨大的反作用。第三，内容和形式的相互作用构成两者的矛盾运动。",
                        ],
                        position: 24,
                        type: "textarea",
                        options: [],
                    },
                ],
                position: 1,
                type: "sentence",
                id: "g1",
            },
            {
                scorePerQuestion: 7,
                title: "论述题（每小题7分）",
                memo: "",
                number: 2,
                questions: [
                    {
                        title:
                            "【自测题】试述辩证否定观的内容，并用以说明应怎样对待我国传统文化和外国文化。",
                        id: "g2q13",
                        number: 13,
                        userAnswer: [],
                        score: 7,
                        answer: [
                            "（1）辩证否定观的内容：第一，辩证的否定是通过事物内部矛盾而进行的对自身的否定。第二，辩证的否定是事物发展的环节和联系的环节。第三，辩证否定是扬弃，即新事物对旧事物既克服，又保留。\n（2）对我国的传统文化要采取批判地继承的态度，批判和剔除其糟粕，吸取其精华。既要反对全盘肯定传统文化的复古主义，又要反对全盘否定传统文化的历史虚无主义。\n（3）对外国文化要采取有分析、有选择、有批判的借鉴和吸收态度，大胆吸收外国文明中的一切优秀成果，又要批判和抵制其中腐朽的东西。对外国文化，既不应全盘照搬，也不应一概排斥。",
                        ],
                        position: 2,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【自测题】试述量变和质变的辩证关系原理及其对社会主义建设的指导意义。",
                        id: "g2q14",
                        number: 14,
                        userAnswer: [],
                        score: 7,
                        answer: [
                            "（1）量变是质变的必要准备。没有一定的量变就不会发生质变。\n（2）质变是量变的必然结果。量变达到一定程度必然引起质变。量变和质变是相互渗透的。\n（3）我们在社会主义建设和改革过程中，既要有远大理想和奋斗目标，又要有步骤、分阶段地踏实苦干、稳步前进。急躁冒进、急于求成的结果，只能是事与愿违、欲速则不达。",
                        ],
                        position: 4,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【自测题】试述矛盾普遍性和特殊性辩证关系的原理及其现实意义。",
                        id: "g2q15",
                        number: 15,
                        userAnswer: [],
                        score: 7,
                        answer: [
                            "（一）矛盾的普遍性与特殊性辩证关系的原理。矛盾的普遍性和特殊性的关系，也就是共性与个性，一般与个别的关系，它们是辩证统一的。\n（1）矛盾普遍性与特殊性是互相联结的。\n①普遍性存在于特殊性之中。\n②特殊性中包含着普遍性。\n（2）矛盾的普遍性与特殊性是互相区别的,二者不能互相代替，尤其不能用普遍性代替特殊性。\n（3）矛盾的普遍性与特殊性在一定条件下可以互相转化。\n（二）原理意义：\n（1）矛盾的普遍性和特殊性辩证关系的原理，是我们坚持马克思主义普遍真理同中国具体实际相结合，建设中国特色社会主义的理论基础。\n（2）我们必须坚持社会主义的根本制度和基本原则，又必须从中国的国情出发，走自己的路，只有这样才能不断取得社会主义建设的胜利。",
                        ],
                        position: 6,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【自测题】用内因和外因关系的原理说明我国坚持独立自主、自力更生和对外开放的重要意义。",
                        id: "g2q16",
                        number: 16,
                        userAnswer: [],
                        score: 7,
                        answer: [
                            "（1）内因就是事物的内部矛盾。外因是一事物与他事物的相互影响和相互作用，即外部矛盾。内因和外因的关系是：内因是事物发展变化的根据，外因是事物发展变化的条件，外因通过内因而起作用。这一原理是我国坚持独立自主、自力更生和对外开放方针的理论基础。\n（2）我国的现代化建设，首先必须依靠本国人民，独立自主，自力更生，艰苦奋斗，只有这样才能建立起繁荣昌盛的社会主义强国。\n（3）中国的发展离不开世界，对外开放是我国的一项基本国策。闭关自守只能导致愚昧落后。\n（4）我国的对外开放是以独立自主、自力更生为基础的。",
                        ],
                        position: 8,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2017年04月】试述量变和质变辩证关系的原理及其现实意义。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 17,
                        userAnswer: [],
                        score: 7,
                        id: "g2q17",
                        answer: [
                            "（1）量变是质变的必要准备，没有一定的量变就不会发生质变。质变是量变的必然结果，量变达到一定程度必然引起质变。量变和质变相互渗透。\n（2）在社会主义建设和改革过程中，我们要把远大理想、奋斗目标同踏实苦干、稳步前进的精神结合起来、如果急躁冒进、急于求成，结果只能是事与愿违，欲速则不达。",
                        ],
                        position: 10,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2017年10月】试述意识的能动性及其主要表现。在实际工作中如何正确发挥人的主观能动性?",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 18,
                        userAnswer: [],
                        score: 7,
                        id: "g2q18",
                        answer: [
                            "（1）意识的能动性（主观能动性）是指意识能动地反映世界和通过实践改造世界的能力和作用。\n（2）意识的能动性主要表现在四个方面：意识活动具有目的性、计划性；意识活动具有主动性、创造性；意识对于人的生理活动具有一定影响作用；意识能通过指导实践改造客观物质世界。\n（3）尊重客观规律是正确发挥主观能动性的前提。只有正确认识了客观规律，并按规律办事，才能有效地改造世界，实现人们预期的目的。\n（4）在社会主义现代化建设和各项工作中，必须把发挥主观能动性和尊重客观规律结合起来，把高度的实践热情与科学的求实态度结合起来，反对片面强调发挥主观能动性、无视客观规律的盲目蛮干。",
                        ],
                        position: 12,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2018年04月】试述主要矛盾和次要矛盾关系的原理及其对实际工作的指导意义。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 19,
                        userAnswer: [],
                        score: 7,
                        id: "g2q19",
                        answer: [
                            "（1）主要矛盾和次要矛盾的关系是:首先，二者相互影响、相互作用。主要矛盾规定和影响次要矛盾的存在和发展，对事物的发展起决定作用；次要矛盾对主要矛盾有制约作用，次要矛盾解决得如何，反过来影响主要矛盾的解决。其次，二者在一定条件下可以相互转化。\n（2）主要矛盾和次要矛盾关系的原理，要求我们在实际工作中坚持两点论和重点论的统一。在认识和处理复杂问题时，要首先抓住和解决主要矛盾，同时又不忽略次要矛盾，还要注意二者的转化，不失时机地转移工作重点。",
                        ],
                        position: 14,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2019年10月】主要矛盾和次要矛盾、矛盾的主要方面和次要方面关系的原理，要求我们在实际工作中坚持“两点论”和“重点论”的统一试述“两点论”和“重点论”统一的原理及其现实意义。",
                        explanation:
                            "一、两点论和重点论统一的原理1、坚持“两点论”（1）在认识复杂事物的发展过程时，既要看到主要矛盾，又不忽略次要矛盾。（2）在认识某一矛盾时，既要看到矛盾的主要方面，又不忽略矛盾的次要方面。如果只看到主要矛盾和矛盾的主要方面，忽略了次要矛盾和矛盾的次要方面，就会陷入片面性而犯“一点论”的错误。2、坚持“重点论”（1）在认识复杂事物的发展过程时，要着重地抓住主要矛盾（2）在研究某一矛盾时，要着重地把握矛盾的主要方面。如果主次不分，不抓重点，在实践中平均使用力量，就会导致形而上学的“均衡论”。二、现实意义“两点论”和“重点论”是互相包含、内在统一的。“两点论”中内在地包含着“重点论”，“重点论”中内在地包含着“两点论”。1、坚持“两点论”和“重点论”的统一，就是看问题、办事情既要全面，又要善于抓重点。2、我国坚持以经济建设为中心和一系列“两手抓”的方针，认识我国社会主义现代化建设的形势要分清主流和支流，既要抓住主流、坚定信心，又不忽略支流，都是坚持“两点论”和“重点论”统一的具体表现。",
                        number: 20,
                        userAnswer: [],
                        score: 7,
                        id: "g2q20",
                        answer: [
                            "（1）坚持“两点论”，就是在认识复杂事物的发展过程时，既要看到主要矛盾，又不忽略次要矛盾；在认识某一矛盾时，既要看到矛盾的主要方面，又不忽略矛盾的次要方面。\n（2）坚持“重点论”，就是在认识复杂事物的发展过程时，要着重抓住主要矛盾；在研究某一矛盾时，要注重把握矛盾的主要方面。\n（3）坚持“两点论”和“重点论”的统一，就是看问题、办事情既要全面，又要抓住重点。我国坚持以经济建设为中心和一系列“两手抓”的方针，认识我国社会主义现代化建设的形势要分清主流和支流，既要抓住主流，坚定信心，又不忽略支流，都是坚持“两点论”和“重点论”统一的具体表现。",
                        ],
                        position: 16,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2020年08月】试述内因和外因辩证关系的原理及其对社会主义现代化建设的重要意义。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 21,
                        userAnswer: [],
                        score: 7,
                        id: "g2q21",
                        answer: [
                            "原理：内因是事物发展变化的根据，是第一位的原因；外因是事物变化发展的条件，是第二位的原因；外因通过内因而起作用。现实意义：是我们党制定和执行独立自主、自力更生及对外开放方针的重要理论基础。",
                        ],
                        position: 18,
                        type: "textarea",
                        options: [],
                    },
                ],
                position: 2,
                id: "g2",
            },
        ],
        totalScore: 135,
        questionCount: 21,
    },
    create_time: "2018-07-11T09:57:41.204024",
    is_active: true,
    questions_count: 21,
    is_break_through: false,
    tags: "章节习题",
    order_number: 6,
    owner_id: 2,
    user: 3,
    owner_type: 50,
    __str__: "第一章 物质世界及其发展规律（主观）",
};
