export default {
    id: 11,
    title: "绪论 马克思主义是关于工人阶级和人类解放的科学（客观）",
    content:
        "马克思主义基本原理概论 绪论 马克思主义是关于工人阶级和人类解放的科学\n一、单项选择题（每小题2分）\n1.【自测题】马克思主义哲学以前欧洲哲学的全部积极内容，都是马克思主义哲学的理论来源，其中作为马克思主义哲学直接理论来源的是（ ）\nA.古希腊罗马哲学\nB.德国古典哲学\nC.近代英国哲学\nD.近代法国哲学\n答案：B\n题解：马克思主义哲学的理论来源包括马克思主义哲学以前欧洲哲学的全部积极内容，其中德国古典哲学是马克思主义哲学的直接理论来源，其他哲学对马克思主义哲学产生的影响相对来说较为间接。\n\n2.【自测题】19世纪欧洲空想社会主义是马克思主义直接理论来源之一，其代表人物是（ ）\nA.配第、斯密、李嘉图\nB.拉美特利、爱尔维修、狄德罗\nC.康德、黑格尔、费尔巴哈\nD.圣西门、傅立叶、欧文\n答案：D\n题解：英法两国的空想社会主义指19世纪上半叶以圣西门、傅立叶、欧文为代表的三大空想社会主义者的学说。\n\n3.【自测题】下列选项中不属于马克思主义直接理论来源的是（ ）\nA.德国古典哲学\nB.法国启蒙思想\nC.英国古典经济学\nD.英法两国空想社会主义学说\n答案：B\n题解：对马克思主义的形成产生最直接、最重大影响的，是德国古典哲学、英国古典经济学和19世纪的英法两国的空想社会主义学说，它们代表了19世纪上半叶人类思想的最高成就，是马克思主义的直接理论来源。\n\n4.【自测题】下列选项属于马克思主义三个主要组成部分之一的是（ ）\nA.马克思主义政治学\nB.科学社会主义\nC.马克思主义伦理学\nD.空想社会主义\n答案：B\n题解：马克思主义三个主要组成部分：马克思主义哲学、政治经济学、科学社会主义。\n\n5.【自测题】下列选项属于马克思主义三个组成部分之一的是（ ）\nA.马克思主义政治学\nB.马克思主义哲学\nC.马克思主义伦理学\nD.马克思主义社会学\n答案：B\n题解：马克思主义三个主要组成部分：马克思主义哲学、政治经济学、科学社会主义。\n\n6.【自测题】与时俱进是马克思主义的（ ）\nA.理论品质\nB.理论基础\nC.理论核心\nD.理论内涵\n答案：A\n题解：与时俱进是马克思主义的理论品质。\n\n7.【自测题】亚当·斯密和大卫·李嘉图是（ ）\nA.德国古典哲学的代表人物\nB.英国古典政治经济学的代表人物\nC.英国空想社会主义的代表人物\nD.法国空想社会主义的代表人物\n答案：B\n题解：英国古典政治经济学是资本主义生产方式已经建立而无产阶级和资产阶级之间的斗争尚未发展时期的代表新兴资产阶级利益的经济理论。它产生于17世纪后半期即英国资产阶级革命时期，完成于英国工业革命后的19世纪初，创始人是威廉·配第，中间经过亚当·斯密的发展，到大卫·李嘉图结束。\n\n8.【自测题】作为马克思主义哲学直接理论来源的是（ ）\nA.古希腊罗马哲学\nB.英国近代哲学\nC.法国百科全书派哲学\nD.德国古典哲学\n答案：D\n题解：马克思主义哲学的理论来源包括马克思主义哲学以前欧洲哲学的全部积极内容，其中德国古典哲学是马克思主义哲学的直接理论来源，其他哲学对马克思主义哲学产生的影响相对来说较为间接。\n\n9.【自测题】作为马克思恩格斯一生最重要的理论发现，使社会主义从空想变成科学的是（ ）\nA.唯物论和辩证法学说\nB.唯物论和劳动价值学说\nC.唯物史观和剩余价值学说\nD.唯物史观和阶级斗争学说\n答案：C\n题解：马克思、恩格斯以唯物史观和剩余价值学说为基础，深入研究资本主义制度的内在矛盾和发展趋势，总结工人阶级斗争的实践经验，批判地吸收了空想社会主义学说的积极成果，对未来社会主义和共产主义社会的基本特征做了科学的预测和设想，创立了科学社会主义理论，实现了社会主义理论的革命性的变革。\n\n10.【自测题】在21世纪到来的前夕，英国广播公司（BBC）在全球范围举行过一次“千年思想家”网上评选，结果高居榜首的是马克思。马克思主义之所以至今仍受到人们的普遍关注，充满生机和活力，是因为（ ）\nA.它完成了对各种客观事物的认识\nB.它正确反映了社会发展规律并具有与时俱进的理论品质\nC.它是检验人们各种认识是否正确的标准\nD.它对人们的各种实践活动都有具体的指导作用\n答案：B\n题解：此题考查的知识点是马克思主义的基本内容。可以用排除法来解答此题。对各种客观事物的认识视马克思主义为终极真理，否认了马克思主义需要发展和人类认识进一步发展的可能，是一种错误观点。检验认识正确与否的标准是实践而不是马克思主义。马克思主义理论对实践有指导作用，但非具体指导。所以，马克思主义之所以至今仍受到人们的普遍关注，充满生机和活力，是因为它正确反映了社会发展规律并具有与时俱进的理论品质。\n\n11.【自测题】在马克思主义理论体系中，科学社会主义是其（ ）\nA.理论基础\nB.核心内容\nC.指导原则\nD.前提条件\n答案：B\n题解：在马克思主义理论体系中，科学社会主义是其核心内容。\n\n12.【自测题】在马克思主义科学体系中，作为世界观和方法论的是（ ）\nA.马克思主义哲学\nB.马克思主义政治学\nC.马克思主义政治经济学\nD.科学社会主义\n答案：A\n题解：马克思主义的各个组成部分不是彼此孤立、互不联系的，而是组成一个具有内在逻辑联系的科学体系，其中马克思主义哲学是科学的世界观和方法论，政治经济学揭示了资本主义的发展规律，处于核心地位的则是科学社会主义理论。\n\n13.【自测题】学习马克思主义的根本方法是（ ）\nA.精读马列原著\nB.把握基本原理\nC.理论联系实际\nD.深入调查研究\n答案：C\n题解：理论联系实际是学习马克思主义的根本方法。首先，这是由马克思主义的实践性决定的。实践是马克思主义的基础，马克思主义源于实践并随着实践的发展而发展，它的科学性和旺盛的生命力的根源就在于它同实际紧密结合。其次，这是由我们学习马克思主义的目的决定的。我们学习马克思主义的目的全在于应用，不论是树立正确的世界观、人生观、价值观，还是掌握认识世界和改造世界的伟大工具，全面提高人的素质，或是指导中国特色社会主义伟大实践，都是为了在实践中更好地运用马克思主义。\n\n14.【自测题】德国古典哲学是马克思主义哲学的直接理论来源。马克思恩格斯批判地吸取了黑格尔哲学的（ ）\nA.唯物主义思想\nB.辩证法思想\nC.可知论思想\nD.决定论思想\n答案：B\n题解：黑格尔最卓越的贡献是辩证法，他是哲学史上第一个以唯心主义的形式系统地、有意识地叙述辩证法的哲学家。黑格尔把辩证法应用于研究人类社会历史，把人类社会历史描述为由低级到高级的前进过程，认为历史的发展具有必然性，不以任何个人的意志为转移。但黑格尔的辩证法和历史观是唯心主义的，具有明显的神秘主义色彩，并且不能把发展的观点坚持到底。马克思、恩格斯吸收了黑格尔辩证法中的合理思想，彻底批判了它的唯心主义和神秘主义，对它进行了根本改造，创立了唯物辩证法。\n\n15.【自测题】德国古典哲学是马克思主义的直接理论来源之一，其代表人物是（ ）\nA.培根、洛克\nB.圣西门、欧文\nC.黑格尔、费尔巴哈\nD.斯密、李嘉图\n答案：C\n题解：德国古典哲学指18世纪下半期至19世纪上半期德国资产阶级在其形成、壮大和准备资产阶级革命时期的哲学，包括康德、费希特、谢林、黑格尔、费尔巴哈等人的哲学。\n\n16.【自测题】英国古典政治经济学是马克思主义的直接理论来源之一，其代表人物是（ ）\nA.培根、洛克\nB.斯密、李嘉图\nC.黑格尔、费尔巴哈\nD.圣西门、傅立叶\n答案：B\n题解：英国古典政治经济学是资本主义生产方式已经建立而无产阶级和资产阶级之间的斗争尚未发展时期的代表新兴资产阶级利益的经济理论。它产生于17世纪后半期即英国资产阶级革命时期，完成于英国工业革命后的19世纪初，创始人是威廉·配第，中间经过亚当·斯密的发展，到大卫·李嘉图结束。\n\n17.【自测题】除《哲学的贫困》外，标志马克思主义公开问世的经典著作是（ ）\nA.《关于费尔巴哈的提纲》\nB.《德意志意识形态》\nC.《共产党宣言》\nD.《资本论》\n答案：C\n题解：1847年7月发表的马克思的《哲学的贫困》和1848年2月发表的马克思、恩格斯合写的《共产党宣言》，标志着马克思主义的公开问世。\n\n18.【自测题】马克思主义公开问世的标志性著作是（ ）\nA.《哲学的贫困》和《共产党宣言》\nB.《关于费尔巴哈的提纲》和《德意志意识形态》\nC.《政治经济学批判》和《资本论》\nD.《反杜林论》和《自然辩证法》\n答案：A\n题解：1847年7月发表的马克思的《哲学的贫困》和1848年2月发表的马克思、恩格斯合写的《共产党宣言》，标志着马克思主义的公开问世。\n\n19.【自测题】马克思主义最崇高的社会理想是（ ）\nA.全面建设小康社会\nB.构建社会主义和谐社会\nC.建设中国特色社会主义\nD.推翻资本主义、实现共产主义\n答案：D\n题解：马克思主义的社会理想，就是推翻资本主义、实现社会主义和共产主义。\n\n20.【自测题】马克思主义的创始人是（ ）\nA.马克思和李嘉图\nB.马克思和圣西门\nC.马克思和费尔巴哈\nD.马克思和恩格斯\n答案：D\n题解：马克思主义是由马克思、恩格斯创立的，为他们的后继者所发展的，以反对资本主义、建设社会主义和共产主义为目标的科学的理论体系，或者简要地说，它是关于无产阶级和人类解放的科学。\n\n21.【自测题】马克思主义的根本理论特征是（ ）\nA.科学性和革命性的统一\nB.逻辑性和历史性的统一\nC.自然观和历史观的统一\nD.世界观和方法论的统一\n答案：A\n题解：马克思主义的根本理论特征是以实践为基础的科学性和革命性的统一。列宁指出，马克思主义理论“对世界各国社会主义者所具有的不可遏止的吸引力，就在于它把严格的和高度的科学性（它是社会科学的最新成就）同革命结合起来，并且不仅仅是因为学说的创始人兼有学者和革命家的品质而偶然地结合起来，而是把二者内在地和不可分割地结合在这个理论本身中”。\n\n22.【自测题】马克思主义的科学性和革命性统一于它的（ ）\nA.实践性\nB.阶级性\nC.深刻性\nD.批判性\n答案：A\n题解：马克思主义的科学性和革命性都是以实践性为基础的。实践的观点是马克思主义的基本观点，是马克思主义的出发点和归宿。马克思主义来源于实践，是实践经验的概况和总结，又反过来指导工人阶级和广大人民群众改造世界的实践活动，为实践服务，并在实践中得到检验和发展。\n\n23.【自测题】黑格尔、费尔巴哈是（ ）\nA.德国古典哲学的代表人物\nB.英国古典政治经济学的代表人物\nC.英国空想社会主义的代表人物\nD.法国空想社会主义的代表人物\n答案：A\n题解：德国古典哲学指18世纪下半期至19世纪上半期德国资产阶级在其形成、壮大和准备资产阶级革命时期的哲学，包括康德、费希特、谢林、黑格尔、费尔巴哈等人的哲学。\n\n24.【2016年04月】把马克思主义作为行动的指南，就是要（ ）\nA.用马克思主义的立场、观点和方法研究解决实际问题\nB.从马克思主义经典著作中寻找解决现实问题的直接答案\nC.把马克思主义当作现成的公式裁剪历史事实\nD.一切从马克思主义的一般原理出发\n答案：A\n题解：在中国现代史，把马克思主义作为行动的指南，就是要用马克思主义的立场、观点、方法来研究和解决我国改革开放和现代化建设中的实际问题。\n\n25.【2016年10月】与时俱进是马克思主义的（ ）\nA.理论特征\nB.理论核心\nC.理论品质\nD.理论前提\n答案：C\n题解：（1）与时俱进是马克思主义的理论品质，只有体现时代性、把握规律性、富于创造性才是与时俱进。\n（2）马克思主义的理论核心是物质与意识。\n（3）马克思主义的理论特征是以实践为基础的科学性与革命性的统一。\n（4）马克思主义的理论前提是德国古典哲学、英国古典政治经济学和英法两国的空想社会主义学说。\n\n26.【2017年04月】马克思主义是一个具有内在逻辑联系的科学体系，其中处于核心地位的是（ ）\nA.辩证唯物主义\nB.历史唯物主义\nC.政治经济学\nD.科学社会主义\n答案：D\n题解：马克思主义哲学是科学的世界观和方法论，政治经济学揭示了资本主义的发展规律，处于核心地位的则是科学社会主义理论。\n\n27.【2017年10月】理论联系实际是（ ）\nA.马克思主义理论特征\nB.学习马克思主义的目的\nC.马克思主义活的灵魂\nD.学习马克思主义的方法\n答案：D\n题解：理论联系实际是学习马克思主义的根本方法，首先，这是由马克思主义的实践性决定的，其次，这是由我们学习马克思主义的目的决定的。\n\n28.【2018年04月】马克思主义是时代的产物。马克思恩格斯所处的历史时代及其提出的各项任务，为马克思主义的产生提供了（ ）\nA.主观条件\nB.客观条件\nC.理论基础\nD.理论前提\n答案：B\n题解：马克思主义是时代的产物。马克思恩格斯所处的历史时代及其提出的各项任务，为马克思主义的产生提供了客观条件。\n\n29.【2018年04月】马克思主义的革命性既表现为它具有彻底的批判精神，又表现为它具有（ ）\nA.完整的理论体系\nB.严密的逻辑结构\nC.鲜明的政治立场\nD.崇高的社会理想\n答案：C\n题解：马克思主义哲学是以实践为基础的科学性和革命性的统一：\n（1）科学性表现在，首先它不带任何偏见，其次在于它具有深刻性，再次它还经受住了实践的检验并随着实践的发展而不断发展；\n（2）其革命性集中表现为它的彻底的批判精神，还表现在它具有鲜明的政治立场上。\n\n30.【2018年10月】斯密和李嘉图是（ ）\nA.德国古典哲学的代表人物\nB.英国古典政治经济学的代表人物\nC.英国空想社会主义的代表人物\nD.法国空想社会主义的代表人物\n答案：B\n题解：（1）英国古典政治经济学的代表人物是斯密和李嘉图。\n（2）德国古典哲学的代表人物康德、费希特、谢林、黑格尔和费尔巴哈。\n（3）英国空想社会主义的代表人物是欧文。\n（4）法国空想社会主义的代表人物是圣西门和傅里叶。\n\n31.【2018年10月】关于马克思主义的产生，下列说法错误的是（ ）\nA.马克思主义是历史时代的产物\nB.马克思主义是实践经验的总结\nC.马克思主义是科学成果的升华\nD.马克思主义是先天智慧的结晶\n答案：D\n题解：马克思主义是集体智慧的结晶，而不是先天智慧的结晶。\n\n32.【2019年04月】马克思主义哲学的直接理论来源是（ ）\nA.古希腊罗马哲学\nB.近代英国哲学\nC.德国古典哲学\nD.法国百科全书派哲学\n答案：C\n题解：马克思主义哲学的理论来源包括马克思主义哲学以前欧洲哲学的全部积极内容，其中德国古典哲学是马克思主义哲学的直接理论来源，其他哲学如古希腊罗马哲学、近代英法国哲学对马克思主义哲学产生的影响相对说来较为间接。法国百科全书派哲学属于近代法国哲学的一种。\n\n33.【2019年04月】与时俱进是马克思主义的（ ）\nA.理论前提\nB.理论核心\nC.理论品质\nD.理论特征\n答案：C\n题解：与时俱进是马克思主义的理论品质。与时俱进就是党的全部理论和工作要体现时代性，把握规律性，富于创造性。（1）体现时代性：要求把握时代的特点，认真研究和探索现实中的重大问题，使我们的思想和理论充分反映时代的进步和历史发展的要求，体现时代特点和时代精神。（2）把握规律性：要求不断深化对共产党执政规律、社会主义建设规律和人类社会发展规律的认识，不断丰富和发展马克思主义，为我们的一切实际工作提供规律性的指导。（3）富于创造性：要求在实践中掌握新知识，积累新经验，增长新本领，提出新理论。\n\n34、【2019年10月】在马克思主义科学体系中，作为世界观和方法论的是（）\nA.马克思主义哲学\nB.马克思主义政治学\nC.马克思主义政治经济学\nD.科学社会主义理论\n答案：A\n题解：马克思主义科学体系的组成部分包括：\n（1）马克思主义哲学——科学的世界观和方法论，是世界观和方法论的指导原则\n（2）政治经济学——揭示了资本主义的发展规律，通向实际生活（如对资本主义生产方式的剖析）的中介\n（3）科学社会主义理论——核心地位，是运用哲学分析经济事实引出的结论。马克思主义政治经济学和科学社会主义理论明显错误。马克思主义政治学不属于马克思主义科学体系。\n\n35、【2019年10月】理论联系实际是学习马克思主义的根本法，这是由马克思主义的（）\nA.科学性决定的\nB.革命性决定的\nC.实践性决定的\nD.阶级性决定的\n答案：C\n题解：理论联系实际是学习马克思主义的根本方法。1、这是由马克思主义的实践性决定的实践是马克思主义的基础，马克思主义源于实践并随着实践的发展而发展，它的科学性和旺盛的生命力的根源就在于它同实际紧密结合。2、这是由我们学习马克思主义的目的决定的我们学习马克思主义的目的全在于应用，都是为了在实践中更好地运用马克思主义。\n\n36.【2020年08月】马克思主义的三个组成部分之间是有内在逻辑联系的，其中处于核心地位的是（ ）\nA、辩证唯物主义\nB、历史唯物主义\nC、政治经济学\nD、科学社会主义\n答案：D\n题解：马克思主义哲学是科学的世界观和方法论，政治经济学揭示了资本主义的发展规律，处于核心地位的则是科学社会主义理论。\n\n37.【2020年08月】理论联系实际是（ ）\nA、马克思主义的理论特征\nB、学习马克思主义的方法\nC、马克思主义的理论品质\nD、学习马克思主义的目的\n答案：B\n题解：理论联系实际是学习马克思主义的根本方法。\n\n38.【2020年10月】马克思主义的创始人是（ ）\nA.马克思和列宁\nB.马克思和圣西门\nC.马克思和斯密\nD.马克思和恩格斯\n答案：D\n题解：马克思、恩格斯正是适应工人阶级解放斗争的需要和时代的需求，创立马克思主义的。\n\n39.【2020年10月】马克思主义的根本理论特征在于，它是以实践为基础的（ ）\nA.全面性和深刻性的统一\nB.逻辑性和历史性的统一\nC.科学性和革命性的统一\nD.客观性和普遍性的统一\n答案：C\n题解：马克思主义的根本理论特征是以实践为基础的科学性和革命性的统一。",
    content_object: {
        title:
            "马克思主义基本原理概论 绪论 马克思主义是关于工人阶级和人类解放的科学",
        memo: "",
        noAnswerCount: 0,
        groups: [
            {
                scorePerQuestion: 2,
                title: "单项选择题（每小题2分）",
                memo: "",
                number: 1,
                questions: [
                    {
                        title:
                            "【自测题】马克思主义哲学以前欧洲哲学的全部积极内容，都是马克思主义哲学的理论来源，其中作为马克思主义哲学直接理论来源的是（ ）",
                        explanation:
                            "马克思主义哲学的理论来源包括马克思主义哲学以前欧洲哲学的全部积极内容，其中德国古典哲学是马克思主义哲学的直接理论来源，其他哲学对马克思主义哲学产生的影响相对来说较为间接。",
                        number: 1,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q1",
                        answer: ["B"],
                        position: 2,
                        type: "single",
                        options: [
                            {
                                text: "古希腊罗马哲学",
                                value: "A",
                            },
                            {
                                text: "德国古典哲学",
                                value: "B",
                            },
                            {
                                text: "近代英国哲学",
                                value: "C",
                            },
                            {
                                text: "近代法国哲学",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【自测题】19世纪欧洲空想社会主义是马克思主义直接理论来源之一，其代表人物是（ ）",
                        explanation:
                            "英法两国的空想社会主义指19世纪上半叶以圣西门、傅立叶、欧文为代表的三大空想社会主义者的学说。",
                        number: 2,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q2",
                        answer: ["D"],
                        position: 4,
                        type: "single",
                        options: [
                            {
                                text: "配第、斯密、李嘉图",
                                value: "A",
                            },
                            {
                                text: "拉美特利、爱尔维修、狄德罗",
                                value: "B",
                            },
                            {
                                text: "康德、黑格尔、费尔巴哈",
                                value: "C",
                            },
                            {
                                text: "圣西门、傅立叶、欧文",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【自测题】下列选项中不属于马克思主义直接理论来源的是（ ）",
                        explanation:
                            "对马克思主义的形成产生最直接、最重大影响的，是德国古典哲学、英国古典经济学和19世纪的英法两国的空想社会主义学说，它们代表了19世纪上半叶人类思想的最高成就，是马克思主义的直接理论来源。",
                        number: 3,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q3",
                        answer: ["B"],
                        position: 6,
                        type: "single",
                        options: [
                            {
                                text: "德国古典哲学",
                                value: "A",
                            },
                            {
                                text: "法国启蒙思想",
                                value: "B",
                            },
                            {
                                text: "英国古典经济学",
                                value: "C",
                            },
                            {
                                text: "英法两国空想社会主义学说",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【自测题】下列选项属于马克思主义三个主要组成部分之一的是（ ）",
                        explanation:
                            "马克思主义三个主要组成部分：马克思主义哲学、政治经济学、科学社会主义。",
                        number: 4,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q4",
                        answer: ["B"],
                        position: 8,
                        type: "single",
                        options: [
                            {
                                text: "马克思主义政治学",
                                value: "A",
                            },
                            {
                                text: "科学社会主义",
                                value: "B",
                            },
                            {
                                text: "马克思主义伦理学",
                                value: "C",
                            },
                            {
                                text: "空想社会主义",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【自测题】下列选项属于马克思主义三个组成部分之一的是（ ）",
                        explanation:
                            "马克思主义三个主要组成部分：马克思主义哲学、政治经济学、科学社会主义。",
                        number: 5,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q5",
                        answer: ["B"],
                        position: 10,
                        type: "single",
                        options: [
                            {
                                text: "马克思主义政治学",
                                value: "A",
                            },
                            {
                                text: "马克思主义哲学",
                                value: "B",
                            },
                            {
                                text: "马克思主义伦理学",
                                value: "C",
                            },
                            {
                                text: "马克思主义社会学",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【自测题】与时俱进是马克思主义的（ ）",
                        explanation: "与时俱进是马克思主义的理论品质。",
                        number: 6,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q6",
                        answer: ["A"],
                        position: 12,
                        type: "single",
                        options: [
                            {
                                text: "理论品质",
                                value: "A",
                            },
                            {
                                text: "理论基础",
                                value: "B",
                            },
                            {
                                text: "理论核心",
                                value: "C",
                            },
                            {
                                text: "理论内涵",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【自测题】亚当·斯密和大卫·李嘉图是（ ）",
                        explanation:
                            "英国古典政治经济学是资本主义生产方式已经建立而无产阶级和资产阶级之间的斗争尚未发展时期的代表新兴资产阶级利益的经济理论。它产生于17世纪后半期即英国资产阶级革命时期，完成于英国工业革命后的19世纪初，创始人是威廉·配第，中间经过亚当·斯密的发展，到大卫·李嘉图结束。",
                        number: 7,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q7",
                        answer: ["B"],
                        position: 14,
                        type: "single",
                        options: [
                            {
                                text: "德国古典哲学的代表人物",
                                value: "A",
                            },
                            {
                                text: "英国古典政治经济学的代表人物",
                                value: "B",
                            },
                            {
                                text: "英国空想社会主义的代表人物",
                                value: "C",
                            },
                            {
                                text: "法国空想社会主义的代表人物",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【自测题】作为马克思主义哲学直接理论来源的是（ ）",
                        explanation:
                            "马克思主义哲学的理论来源包括马克思主义哲学以前欧洲哲学的全部积极内容，其中德国古典哲学是马克思主义哲学的直接理论来源，其他哲学对马克思主义哲学产生的影响相对来说较为间接。",
                        number: 8,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q8",
                        answer: ["D"],
                        position: 16,
                        type: "single",
                        options: [
                            {
                                text: "古希腊罗马哲学",
                                value: "A",
                            },
                            {
                                text: "英国近代哲学",
                                value: "B",
                            },
                            {
                                text: "法国百科全书派哲学",
                                value: "C",
                            },
                            {
                                text: "德国古典哲学",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【自测题】作为马克思恩格斯一生最重要的理论发现，使社会主义从空想变成科学的是（ ）",
                        explanation:
                            "马克思、恩格斯以唯物史观和剩余价值学说为基础，深入研究资本主义制度的内在矛盾和发展趋势，总结工人阶级斗争的实践经验，批判地吸收了空想社会主义学说的积极成果，对未来社会主义和共产主义社会的基本特征做了科学的预测和设想，创立了科学社会主义理论，实现了社会主义理论的革命性的变革。",
                        number: 9,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q9",
                        answer: ["C"],
                        position: 18,
                        type: "single",
                        options: [
                            {
                                text: "唯物论和辩证法学说",
                                value: "A",
                            },
                            {
                                text: "唯物论和劳动价值学说",
                                value: "B",
                            },
                            {
                                text: "唯物史观和剩余价值学说",
                                value: "C",
                            },
                            {
                                text: "唯物史观和阶级斗争学说",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【自测题】在21世纪到来的前夕，英国广播公司（BBC）在全球范围举行过一次“千年思想家”网上评选，结果高居榜首的是马克思。马克思主义之所以至今仍受到人们的普遍关注，充满生机和活力，是因为（ ）",
                        explanation:
                            "此题考查的知识点是马克思主义的基本内容。可以用排除法来解答此题。对各种客观事物的认识视马克思主义为终极真理，否认了马克思主义需要发展和人类认识进一步发展的可能，是一种错误观点。检验认识正确与否的标准是实践而不是马克思主义。马克思主义理论对实践有指导作用，但非具体指导。所以，马克思主义之所以至今仍受到人们的普遍关注，充满生机和活力，是因为它正确反映了社会发展规律并具有与时俱进的理论品质。",
                        number: 10,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q10",
                        answer: ["B"],
                        position: 20,
                        type: "single",
                        options: [
                            {
                                text: "它完成了对各种客观事物的认识",
                                value: "A",
                            },
                            {
                                text: "它正确反映了社会发展规律并具有与时俱进的理论品质",
                                value: "B",
                            },
                            {
                                text: "它是检验人们各种认识是否正确的标准",
                                value: "C",
                            },
                            {
                                text: "它对人们的各种实践活动都有具体的指导作用",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【自测题】在马克思主义理论体系中，科学社会主义是其（ ）",
                        explanation:
                            "在马克思主义理论体系中，科学社会主义是其核心内容。",
                        number: 11,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q11",
                        answer: ["B"],
                        position: 22,
                        type: "single",
                        options: [
                            {
                                text: "理论基础",
                                value: "A",
                            },
                            {
                                text: "核心内容",
                                value: "B",
                            },
                            {
                                text: "指导原则",
                                value: "C",
                            },
                            {
                                text: "前提条件",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【自测题】在马克思主义科学体系中，作为世界观和方法论的是（ ）",
                        explanation:
                            "马克思主义的各个组成部分不是彼此孤立、互不联系的，而是组成一个具有内在逻辑联系的科学体系，其中马克思主义哲学是科学的世界观和方法论，政治经济学揭示了资本主义的发展规律，处于核心地位的则是科学社会主义理论。",
                        number: 12,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q12",
                        answer: ["A"],
                        position: 24,
                        type: "single",
                        options: [
                            {
                                text: "马克思主义哲学",
                                value: "A",
                            },
                            {
                                text: "马克思主义政治学",
                                value: "B",
                            },
                            {
                                text: "马克思主义政治经济学",
                                value: "C",
                            },
                            {
                                text: "科学社会主义",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【自测题】学习马克思主义的根本方法是（ ）",
                        explanation:
                            "理论联系实际是学习马克思主义的根本方法。首先，这是由马克思主义的实践性决定的。实践是马克思主义的基础，马克思主义源于实践并随着实践的发展而发展，它的科学性和旺盛的生命力的根源就在于它同实际紧密结合。其次，这是由我们学习马克思主义的目的决定的。我们学习马克思主义的目的全在于应用，不论是树立正确的世界观、人生观、价值观，还是掌握认识世界和改造世界的伟大工具，全面提高人的素质，或是指导中国特色社会主义伟大实践，都是为了在实践中更好地运用马克思主义。",
                        number: 13,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q13",
                        answer: ["C"],
                        position: 26,
                        type: "single",
                        options: [
                            {
                                text: "精读马列原著",
                                value: "A",
                            },
                            {
                                text: "把握基本原理",
                                value: "B",
                            },
                            {
                                text: "理论联系实际",
                                value: "C",
                            },
                            {
                                text: "深入调查研究",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【自测题】德国古典哲学是马克思主义哲学的直接理论来源。马克思恩格斯批判地吸取了黑格尔哲学的（ ）",
                        explanation:
                            "黑格尔最卓越的贡献是辩证法，他是哲学史上第一个以唯心主义的形式系统地、有意识地叙述辩证法的哲学家。黑格尔把辩证法应用于研究人类社会历史，把人类社会历史描述为由低级到高级的前进过程，认为历史的发展具有必然性，不以任何个人的意志为转移。但黑格尔的辩证法和历史观是唯心主义的，具有明显的神秘主义色彩，并且不能把发展的观点坚持到底。马克思、恩格斯吸收了黑格尔辩证法中的合理思想，彻底批判了它的唯心主义和神秘主义，对它进行了根本改造，创立了唯物辩证法。",
                        number: 14,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q14",
                        answer: ["B"],
                        position: 28,
                        type: "single",
                        options: [
                            {
                                text: "唯物主义思想",
                                value: "A",
                            },
                            {
                                text: "辩证法思想",
                                value: "B",
                            },
                            {
                                text: "可知论思想",
                                value: "C",
                            },
                            {
                                text: "决定论思想",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【自测题】德国古典哲学是马克思主义的直接理论来源之一，其代表人物是（ ）",
                        explanation:
                            "德国古典哲学指18世纪下半期至19世纪上半期德国资产阶级在其形成、壮大和准备资产阶级革命时期的哲学，包括康德、费希特、谢林、黑格尔、费尔巴哈等人的哲学。",
                        number: 15,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q15",
                        answer: ["C"],
                        position: 30,
                        type: "single",
                        options: [
                            {
                                text: "培根、洛克",
                                value: "A",
                            },
                            {
                                text: "圣西门、欧文",
                                value: "B",
                            },
                            {
                                text: "黑格尔、费尔巴哈",
                                value: "C",
                            },
                            {
                                text: "斯密、李嘉图",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【自测题】英国古典政治经济学是马克思主义的直接理论来源之一，其代表人物是（ ）",
                        explanation:
                            "英国古典政治经济学是资本主义生产方式已经建立而无产阶级和资产阶级之间的斗争尚未发展时期的代表新兴资产阶级利益的经济理论。它产生于17世纪后半期即英国资产阶级革命时期，完成于英国工业革命后的19世纪初，创始人是威廉·配第，中间经过亚当·斯密的发展，到大卫·李嘉图结束。",
                        number: 16,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q16",
                        answer: ["B"],
                        position: 32,
                        type: "single",
                        options: [
                            {
                                text: "培根、洛克",
                                value: "A",
                            },
                            {
                                text: "斯密、李嘉图",
                                value: "B",
                            },
                            {
                                text: "黑格尔、费尔巴哈",
                                value: "C",
                            },
                            {
                                text: "圣西门、傅立叶",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【自测题】除《哲学的贫困》外，标志马克思主义公开问世的经典著作是（ ）",
                        explanation:
                            "1847年7月发表的马克思的《哲学的贫困》和1848年2月发表的马克思、恩格斯合写的《共产党宣言》，标志着马克思主义的公开问世。",
                        number: 17,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q17",
                        answer: ["C"],
                        position: 34,
                        type: "single",
                        options: [
                            {
                                text: "《关于费尔巴哈的提纲》",
                                value: "A",
                            },
                            {
                                text: "《德意志意识形态》",
                                value: "B",
                            },
                            {
                                text: "《共产党宣言》",
                                value: "C",
                            },
                            {
                                text: "《资本论》",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【自测题】马克思主义公开问世的标志性著作是（ ）",
                        explanation:
                            "1847年7月发表的马克思的《哲学的贫困》和1848年2月发表的马克思、恩格斯合写的《共产党宣言》，标志着马克思主义的公开问世。",
                        number: 18,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q18",
                        answer: ["A"],
                        position: 36,
                        type: "single",
                        options: [
                            {
                                text: "《哲学的贫困》和《共产党宣言》",
                                value: "A",
                            },
                            {
                                text: "《关于费尔巴哈的提纲》和《德意志意识形态》",
                                value: "B",
                            },
                            {
                                text: "《政治经济学批判》和《资本论》",
                                value: "C",
                            },
                            {
                                text: "《反杜林论》和《自然辩证法》",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【自测题】马克思主义最崇高的社会理想是（ ）",
                        explanation:
                            "马克思主义的社会理想，就是推翻资本主义、实现社会主义和共产主义。",
                        number: 19,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q19",
                        answer: ["D"],
                        position: 38,
                        type: "single",
                        options: [
                            {
                                text: "全面建设小康社会",
                                value: "A",
                            },
                            {
                                text: "构建社会主义和谐社会",
                                value: "B",
                            },
                            {
                                text: "建设中国特色社会主义",
                                value: "C",
                            },
                            {
                                text: "推翻资本主义、实现共产主义",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【自测题】马克思主义的创始人是（ ）",
                        explanation:
                            "马克思主义是由马克思、恩格斯创立的，为他们的后继者所发展的，以反对资本主义、建设社会主义和共产主义为目标的科学的理论体系，或者简要地说，它是关于无产阶级和人类解放的科学。",
                        number: 20,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q20",
                        answer: ["D"],
                        position: 40,
                        type: "single",
                        options: [
                            {
                                text: "马克思和李嘉图",
                                value: "A",
                            },
                            {
                                text: "马克思和圣西门",
                                value: "B",
                            },
                            {
                                text: "马克思和费尔巴哈",
                                value: "C",
                            },
                            {
                                text: "马克思和恩格斯",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【自测题】马克思主义的根本理论特征是（ ）",
                        explanation:
                            "马克思主义的根本理论特征是以实践为基础的科学性和革命性的统一。列宁指出，马克思主义理论“对世界各国社会主义者所具有的不可遏止的吸引力，就在于它把严格的和高度的科学性（它是社会科学的最新成就）同革命结合起来，并且不仅仅是因为学说的创始人兼有学者和革命家的品质而偶然地结合起来，而是把二者内在地和不可分割地结合在这个理论本身中”。",
                        number: 21,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q21",
                        answer: ["A"],
                        position: 42,
                        type: "single",
                        options: [
                            {
                                text: "科学性和革命性的统一",
                                value: "A",
                            },
                            {
                                text: "逻辑性和历史性的统一",
                                value: "B",
                            },
                            {
                                text: "自然观和历史观的统一",
                                value: "C",
                            },
                            {
                                text: "世界观和方法论的统一",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【自测题】马克思主义的科学性和革命性统一于它的（ ）",
                        explanation:
                            "马克思主义的科学性和革命性都是以实践性为基础的。实践的观点是马克思主义的基本观点，是马克思主义的出发点和归宿。马克思主义来源于实践，是实践经验的概况和总结，又反过来指导工人阶级和广大人民群众改造世界的实践活动，为实践服务，并在实践中得到检验和发展。",
                        number: 22,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q22",
                        answer: ["A"],
                        position: 44,
                        type: "single",
                        options: [
                            {
                                text: "实践性",
                                value: "A",
                            },
                            {
                                text: "阶级性",
                                value: "B",
                            },
                            {
                                text: "深刻性",
                                value: "C",
                            },
                            {
                                text: "批判性",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【自测题】黑格尔、费尔巴哈是（ ）",
                        explanation:
                            "德国古典哲学指18世纪下半期至19世纪上半期德国资产阶级在其形成、壮大和准备资产阶级革命时期的哲学，包括康德、费希特、谢林、黑格尔、费尔巴哈等人的哲学。",
                        number: 23,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q23",
                        answer: ["A"],
                        position: 46,
                        type: "single",
                        options: [
                            {
                                text: "德国古典哲学的代表人物",
                                value: "A",
                            },
                            {
                                text: "英国古典政治经济学的代表人物",
                                value: "B",
                            },
                            {
                                text: "英国空想社会主义的代表人物",
                                value: "C",
                            },
                            {
                                text: "法国空想社会主义的代表人物",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【2016年04月】把马克思主义作为行动的指南，就是要（ ）",
                        explanation:
                            "在中国现代史，把马克思主义作为行动的指南，就是要用马克思主义的立场、观点、方法来研究和解决我国改革开放和现代化建设中的实际问题。",
                        number: 24,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q24",
                        answer: ["A"],
                        position: 48,
                        type: "single",
                        options: [
                            {
                                text: "用马克思主义的立场、观点和方法研究解决实际问题",
                                value: "A",
                            },
                            {
                                text: "从马克思主义经典著作中寻找解决现实问题的直接答案",
                                value: "B",
                            },
                            {
                                text: "把马克思主义当作现成的公式裁剪历史事实",
                                value: "C",
                            },
                            {
                                text: "一切从马克思主义的一般原理出发",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【2016年10月】与时俱进是马克思主义的（ ）",
                        explanation:
                            "（1）与时俱进是马克思主义的理论品质，只有体现时代性、把握规律性、富于创造性才是与时俱进。\n（2）马克思主义的理论核心是物质与意识。\n（3）马克思主义的理论特征是以实践为基础的科学性与革命性的统一。\n（4）马克思主义的理论前提是德国古典哲学、英国古典政治经济学和英法两国的空想社会主义学说。",
                        number: 25,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q25",
                        answer: ["C"],
                        position: 50,
                        type: "single",
                        options: [
                            {
                                text: "理论特征",
                                value: "A",
                            },
                            {
                                text: "理论核心",
                                value: "B",
                            },
                            {
                                text: "理论品质",
                                value: "C",
                            },
                            {
                                text: "理论前提",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【2017年04月】马克思主义是一个具有内在逻辑联系的科学体系，其中处于核心地位的是（ ）",
                        explanation:
                            "马克思主义哲学是科学的世界观和方法论，政治经济学揭示了资本主义的发展规律，处于核心地位的则是科学社会主义理论。",
                        number: 26,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q26",
                        answer: ["D"],
                        position: 52,
                        type: "single",
                        options: [
                            {
                                text: "辩证唯物主义",
                                value: "A",
                            },
                            {
                                text: "历史唯物主义",
                                value: "B",
                            },
                            {
                                text: "政治经济学",
                                value: "C",
                            },
                            {
                                text: "科学社会主义",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【2017年10月】理论联系实际是（ ）",
                        explanation:
                            "理论联系实际是学习马克思主义的根本方法，首先，这是由马克思主义的实践性决定的，其次，这是由我们学习马克思主义的目的决定的。",
                        number: 27,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q27",
                        answer: ["D"],
                        position: 54,
                        type: "single",
                        options: [
                            {
                                text: "马克思主义理论特征",
                                value: "A",
                            },
                            {
                                text: "学习马克思主义的目的",
                                value: "B",
                            },
                            {
                                text: "马克思主义活的灵魂",
                                value: "C",
                            },
                            {
                                text: "学习马克思主义的方法",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【2018年04月】马克思主义是时代的产物。马克思恩格斯所处的历史时代及其提出的各项任务，为马克思主义的产生提供了（ ）",
                        explanation:
                            "马克思主义是时代的产物。马克思恩格斯所处的历史时代及其提出的各项任务，为马克思主义的产生提供了客观条件。",
                        number: 28,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q28",
                        answer: ["B"],
                        position: 56,
                        type: "single",
                        options: [
                            {
                                text: "主观条件",
                                value: "A",
                            },
                            {
                                text: "客观条件",
                                value: "B",
                            },
                            {
                                text: "理论基础",
                                value: "C",
                            },
                            {
                                text: "理论前提",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【2018年04月】马克思主义的革命性既表现为它具有彻底的批判精神，又表现为它具有（ ）",
                        explanation:
                            "马克思主义哲学是以实践为基础的科学性和革命性的统一：\n（1）科学性表现在，首先它不带任何偏见，其次在于它具有深刻性，再次它还经受住了实践的检验并随着实践的发展而不断发展；\n（2）其革命性集中表现为它的彻底的批判精神，还表现在它具有鲜明的政治立场上。",
                        number: 29,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q29",
                        answer: ["C"],
                        position: 58,
                        type: "single",
                        options: [
                            {
                                text: "完整的理论体系",
                                value: "A",
                            },
                            {
                                text: "严密的逻辑结构",
                                value: "B",
                            },
                            {
                                text: "鲜明的政治立场",
                                value: "C",
                            },
                            {
                                text: "崇高的社会理想",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【2018年10月】斯密和李嘉图是（ ）",
                        explanation:
                            "（1）英国古典政治经济学的代表人物是斯密和李嘉图。\n（2）德国古典哲学的代表人物康德、费希特、谢林、黑格尔和费尔巴哈。\n（3）英国空想社会主义的代表人物是欧文。\n（4）法国空想社会主义的代表人物是圣西门和傅里叶。",
                        number: 30,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q30",
                        answer: ["B"],
                        position: 60,
                        type: "single",
                        options: [
                            {
                                text: "德国古典哲学的代表人物",
                                value: "A",
                            },
                            {
                                text: "英国古典政治经济学的代表人物",
                                value: "B",
                            },
                            {
                                text: "英国空想社会主义的代表人物",
                                value: "C",
                            },
                            {
                                text: "法国空想社会主义的代表人物",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【2018年10月】关于马克思主义的产生，下列说法错误的是（ ）",
                        explanation:
                            "马克思主义是集体智慧的结晶，而不是先天智慧的结晶。",
                        number: 31,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q31",
                        answer: ["D"],
                        position: 62,
                        type: "single",
                        options: [
                            {
                                text: "马克思主义是历史时代的产物",
                                value: "A",
                            },
                            {
                                text: "马克思主义是实践经验的总结",
                                value: "B",
                            },
                            {
                                text: "马克思主义是科学成果的升华",
                                value: "C",
                            },
                            {
                                text: "马克思主义是先天智慧的结晶",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【2019年04月】马克思主义哲学的直接理论来源是（ ）",
                        explanation:
                            "马克思主义哲学的理论来源包括马克思主义哲学以前欧洲哲学的全部积极内容，其中德国古典哲学是马克思主义哲学的直接理论来源，其他哲学如古希腊罗马哲学、近代英法国哲学对马克思主义哲学产生的影响相对说来较为间接。法国百科全书派哲学属于近代法国哲学的一种。",
                        number: 32,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q32",
                        answer: ["C"],
                        position: 64,
                        type: "single",
                        options: [
                            {
                                text: "古希腊罗马哲学",
                                value: "A",
                            },
                            {
                                text: "近代英国哲学",
                                value: "B",
                            },
                            {
                                text: "德国古典哲学",
                                value: "C",
                            },
                            {
                                text: "法国百科全书派哲学",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【2019年04月】与时俱进是马克思主义的（ ）",
                        explanation:
                            "与时俱进是马克思主义的理论品质。与时俱进就是党的全部理论和工作要体现时代性，把握规律性，富于创造性。（1）体现时代性：要求把握时代的特点，认真研究和探索现实中的重大问题，使我们的思想和理论充分反映时代的进步和历史发展的要求，体现时代特点和时代精神。（2）把握规律性：要求不断深化对共产党执政规律、社会主义建设规律和人类社会发展规律的认识，不断丰富和发展马克思主义，为我们的一切实际工作提供规律性的指导。（3）富于创造性：要求在实践中掌握新知识，积累新经验，增长新本领，提出新理论。",
                        number: 33,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q33",
                        answer: ["C"],
                        position: 66,
                        type: "single",
                        options: [
                            {
                                text: "理论前提",
                                value: "A",
                            },
                            {
                                text: "理论核心",
                                value: "B",
                            },
                            {
                                text: "理论品质",
                                value: "C",
                            },
                            {
                                text: "理论特征",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【2019年10月】在马克思主义科学体系中，作为世界观和方法论的是（）",
                        explanation:
                            "马克思主义科学体系的组成部分包括：\n（1）马克思主义哲学——科学的世界观和方法论，是世界观和方法论的指导原则\n（2）政治经济学——揭示了资本主义的发展规律，通向实际生活（如对资本主义生产方式的剖析）的中介\n（3）科学社会主义理论——核心地位，是运用哲学分析经济事实引出的结论。马克思主义政治经济学和科学社会主义理论明显错误。马克思主义政治学不属于马克思主义科学体系。",
                        number: 34,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q34",
                        answer: ["A"],
                        position: 68,
                        type: "single",
                        options: [
                            {
                                text: "马克思主义哲学",
                                value: "A",
                            },
                            {
                                text: "马克思主义政治学",
                                value: "B",
                            },
                            {
                                text: "马克思主义政治经济学",
                                value: "C",
                            },
                            {
                                text: "科学社会主义理论",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【2019年10月】理论联系实际是学习马克思主义的根本法，这是由马克思主义的（）",
                        explanation:
                            "理论联系实际是学习马克思主义的根本方法。1、这是由马克思主义的实践性决定的实践是马克思主义的基础，马克思主义源于实践并随着实践的发展而发展，它的科学性和旺盛的生命力的根源就在于它同实际紧密结合。2、这是由我们学习马克思主义的目的决定的我们学习马克思主义的目的全在于应用，都是为了在实践中更好地运用马克思主义。",
                        number: 35,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q35",
                        answer: ["C"],
                        position: 70,
                        type: "single",
                        options: [
                            {
                                text: "科学性决定的",
                                value: "A",
                            },
                            {
                                text: "革命性决定的",
                                value: "B",
                            },
                            {
                                text: "实践性决定的",
                                value: "C",
                            },
                            {
                                text: "阶级性决定的",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【2020年08月】马克思主义的三个组成部分之间是有内在逻辑联系的，其中处于核心地位的是（ ）",
                        explanation:
                            "马克思主义哲学是科学的世界观和方法论，政治经济学揭示了资本主义的发展规律，处于核心地位的则是科学社会主义理论。",
                        number: 36,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q36",
                        answer: ["D"],
                        position: 72,
                        type: "single",
                        options: [
                            {
                                text: "辩证唯物主义",
                                value: "A",
                            },
                            {
                                text: "历史唯物主义",
                                value: "B",
                            },
                            {
                                text: "政治经济学",
                                value: "C",
                            },
                            {
                                text: "科学社会主义",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【2020年08月】理论联系实际是（ ）",
                        explanation: "理论联系实际是学习马克思主义的根本方法。",
                        number: 37,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q37",
                        answer: ["B"],
                        position: 74,
                        type: "single",
                        options: [
                            {
                                text: "马克思主义的理论特征",
                                value: "A",
                            },
                            {
                                text: "学习马克思主义的方法",
                                value: "B",
                            },
                            {
                                text: "马克思主义的理论品质",
                                value: "C",
                            },
                            {
                                text: "学习马克思主义的目的",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title: "【2020年10月】马克思主义的创始人是（ ）",
                        explanation:
                            "马克思、恩格斯正是适应工人阶级解放斗争的需要和时代的需求，创立马克思主义的。",
                        number: 38,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q38",
                        answer: ["D"],
                        position: 76,
                        type: "single",
                        options: [
                            {
                                text: "马克思和列宁",
                                value: "A",
                            },
                            {
                                text: "马克思和圣西门",
                                value: "B",
                            },
                            {
                                text: "马克思和斯密",
                                value: "C",
                            },
                            {
                                text: "马克思和恩格斯",
                                value: "D",
                            },
                        ],
                    },
                    {
                        title:
                            "【2020年10月】马克思主义的根本理论特征在于，它是以实践为基础的（ ）",
                        explanation:
                            "马克思主义的根本理论特征是以实践为基础的科学性和革命性的统一。",
                        number: 39,
                        userAnswer: [""],
                        score: 2,
                        id: "g1q39",
                        answer: ["C"],
                        position: 78,
                        type: "single",
                        options: [
                            {
                                text: "全面性和深刻性的统一",
                                value: "A",
                            },
                            {
                                text: "逻辑性和历史性的统一",
                                value: "B",
                            },
                            {
                                text: "科学性和革命性的统一",
                                value: "C",
                            },
                            {
                                text: "客观性和普遍性的统一",
                                value: "D",
                            },
                        ],
                    },
                ],
                position: 1,
                type: "single",
                id: "g1",
            },
        ],
        totalScore: 78,
        questionCount: 39,
    },
    create_time: "2018-07-11T09:58:32.871152",
    is_active: true,
    questions_count: 39,
    is_break_through: false,
    tags: "章节习题",
    order_number: 1,
    owner_id: 2,
    user: 3,
    owner_type: 50,
    __str__: "绪论 马克思主义是关于工人阶级和人类解放的科学（客观）",
}