export default {
  id: 1165,
  title: "第六章 社会主义社会及其发展（主观）",
  content:
    "马克思主义基本原理概论 第六章 社会主义社会及其发展\n二、简答题（每小题6分）\n1.【自测题】马克思主义政党在社会主义建设中的领导核心作用主要体现在哪些方面？\n答案：（1）在思想方面，马克思主义政党要确保自己在意识形态领域的领导地位，确保马克思主义在社会主义国家的指导地位。\n（2）在政治方面，马克思主义政党要在社会主义民主政治建设和政治体制改革中起到领导核心作用，保证社会主义建设的正确方向。\n（3）在组织方面，马克思主义政党要领导全体人民有组织、有系统、有管理、有序地进行社会主义的各项建设事业。\n\n2.【自测题】简述社会主义发展道路多样性的原因。\n答案：（1）各国在社会主义革命时，其生产力状况和社会发展阶段各不相同。\n（2）各国的历史传统、文化习俗及具体国情各不相同。\n（3）随着时代的前进和实践的发展，各国都在不断探索适合本国国情的发展道路。\n\n3.【自测题】简述经济文化相对落后的国家建设社会主义的艰巨性和长期性。\n答案：（1）在这些国家里大力发展生产力，赶超发达国家，是一个长期而艰巨的过程。\n（2）在这些国家里建设社会主义精神文明，发展社会主义民主法制，是一个长期而艰巨的过程。\n（3）这些国家的建设和发展面临资本主义国家的严峻挑战。\n（4）这些国家对社会主义建设客观规律的认识需要一个长期过程。\n\n4.【自测题】科学社会主义的一般原则。\n答案：（1）必须始终坚持科学社会主义一般原则，反对任何背离这些原则的错误倾向。\n（2）要善于把科学社会主义一般原则与本国实际相结合，创造性地回答和解决革命、建设改革中的重大问题。\n（3）要紧跟时代和实践的发展，在不断总结新鲜经验中进一步丰富和发展科学社会主义一般原则。\n\n5.【2016年04月】为什么说马克思主义政党是新型的革命政党？\n答案：马克思主义政党是新型的革命政党，是无产阶级反对资产阶级的斗争发展到一定阶段的产物，与资产阶级有本质区别。\n（1）马克思主义政党是科学社会主义与工人运动相结合的产物；\n（2）马克思主义政党是工人阶级先锋队；\n（3）马克思主义政党是为实现共产主义而奋斗的党；\n（4）马克思主义政党是为人民群众谋利益的党；\n（5）马克思主义政党是按照民主集中制原则组织起来的团结统一的党。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n6.【2017年04月】为什么说无产阶级革命是人类历史上最广泛、最彻底、最深刻的革命?\n答案：（1）无产阶级革命是要消灭私有制、建立公有制的社会革命，这是以往不同私有制之间相互取代所发生的革命不可比拟的。\n（2）无产阶革命是最终要彻底消灭一切阶级剥削和阶级统治的革命。\n（3）无产阶级革命是为绝大多数人谋利益的运动。\n（4）无产阶级革命是不断前进的历史进程。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n7.【2017年10月】为什么说社会主义发展道路是多样的?\n答案：（1）各国在社会主义革命时，其生产力状况和社会发展阶段各不相同。\n（2）各国的历史传统，文化习俗及具体国情各不相同。\n（3）随着时代的前进和实践的发展，各国都在不断探索适合本国国情的发展道路。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n8.【2018年04月】列宁指出：“设想社会历史会一帆风顺、按部就班地向前发展，不会有时出现大幅度的跃退，那是不辩证的，不科学的，在理论上是不正确的。”社会主义也同样是在探索中曲折前进的。你对此如何理解？\n答案：（1）同一切新生事物一样，社会主义作为一种崭新的社会制度，其成长过程必然不会一帆风顺。\n（2）无产阶级及其政党对于社会主义建设规律的认识不可能一次完成，而是一个不断反复的过程，从而导致社会主义的发展是个曲折前进的过程。\n（3）世界经济政治形势错综复杂的发展变化，也是导致社会主义曲折发展的影响因素。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n9.【2019年04月】如何正确把握科学社会主义的一般原则？\n答案：（1）必须始终坚持科学社会主义一般原则，反对任何背离这些原则的错误倾向。\n（2）要善于把科学社会主义一般原则与本国实际相结合，创造性地回答和解决革命、建设、改革中的重大问题。\n（3）要紧跟时代和实践的发展，在不断总结新鲜经验中进一步丰富和发展科学社会主义一般原则。\n题解：马克思、恩格斯创立了科学社会主义理论，并提出了正确对待社会主义一般原则的科学态度：（1）必须始终坚持科学社会主义一般原则，反对任何背离这些原则的错误倾向。科学社会主义一般原则揭示了资本主义生产方式的基本矛盾，阐明了社会主义代替资本主义的历史必然性，为社会主义事业的发展指明了方向。必须始终坚持社会主义的一般原则，否则就背离了社会主义运动的目的和无产阶级政党的宗旨，就会走向邪路。（2）要善于把科学社会主义一般原则与本国实际相结合，创造性地回答和解决革命、建设、改革中的重大问题。马克思主义理论不是教条而是行动的指南，必须把社会主义一般原则运用于社会主义革命、建设、改革的实践，发挥这些原则指导实践的巨大威力。（3）要紧跟时代和实践的发展，在不断总结新鲜经验中进一步丰富和发展科学社会主义一般原则。理论来源于实践，又随着实践的发展而发展。科学社会主义一般原则不是一成不变的教条，而是随着社会主义实践而不断丰富和发展的学说。\n\n10.【2019年10月】简述社会主义首先在经济文化相对落后的国家取得胜利的原因。\n答案：（1）这些国家已具备了一定程度的社会化生产力，这是发生社会主义革命、建立社会主义社会的物质基础。\n（2）这些国家发生社会主义革命时的客观形势和条件，使得它们在特定的历史条件下能够取得革命的成功。\n（3）这些国家的革命都是在马克思主义科学社会主义理论指引和共产党的领导下实现的。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。（2）考生要点回答不完整，按所答要点给分。（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n11.【2020年08月】为什么说无产阶级革命是人类历史上最广泛、最彻底、最深刻的革命？\n答案：无产阶级革命是人类历史上最广泛、最彻底、最深刻的革命：\n（1）是要消灭私有制、建立公有制的革命；\n（2）是要彻底消灭一切阶级剥削制和统治的革命；\n（3）是为绝大多数人谋利益的运动；\n（4）是不断前进的历史进程，必须永葆革命性和先进性。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题（每小题7分）\n1.【2016年10月】为什么说社会主义民主是新型的民主？\n答案：（1）社会主义民主是人类社会最高类型的民主，与以往剥削阶级占统治地位的社会的少数人的民主在性质上根本不同。社会主义民主是绝大多数人的民主，它的本质是人民当家作主。\n（2）社会主义民主首先是社会主义的国家制度。从国体上说，社会主义民主首先表明了社会主义国家政权的阶级性质。从政体上说，社会主义民主表明，社会主义国家采取民主共和国的形式。\n（3）社会主义民主是目的和手段的统一。作为一种上层建筑，社会主义民主是为社会主义经济基础服务的手段。作为一种社会制度，社会主义民主的目的是实现人民当家作主，完善社会主义。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n2.【2018年10月】自有阶级社会以来，人类历史上出现过各种类型的民主，而社会主义民主是人类社会最高类型的民主。你对此是怎么理解的？ \n答案：（1）与以往剥削阶级古统治地位的社会中少数人的民主在性质上根本不同，社会主义民主是绝大多数人的民主，它的本质是人民当家作主。\n（2）社会主义民主首先是社会主义的国家制度，社会主义国家是工人阶级和广大劳动人民当家作主的国家，采取的是民主共和国的形式。\n（3）社会主义民主是目的和手段的统一。社会主义民主是为社会主义经济基础服务的，而最终目的期是实现人民当家作主。\n（4）民主是具体的、历史的和不断发展的，建设高度的社会主义民主是一个长期的历史过程。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
  content_object: {
    title: "马克思主义基本原理概论 第六章 社会主义社会及其发展",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 6,
        title: "简答题（每小题6分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】马克思主义政党在社会主义建设中的领导核心作用主要体现在哪些方面？",
            id: "g1q1",
            number: 1,
            userAnswer: [""],
            score: 6,
            answer: [
              "（1）在思想方面，马克思主义政党要确保自己在意识形态领域的领导地位，确保马克思主义在社会主义国家的指导地位。\n（2）在政治方面，马克思主义政党要在社会主义民主政治建设和政治体制改革中起到领导核心作用，保证社会主义建设的正确方向。\n（3）在组织方面，马克思主义政党要领导全体人民有组织、有系统、有管理、有序地进行社会主义的各项建设事业。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】简述社会主义发展道路多样性的原因。",
            id: "g1q2",
            number: 2,
            userAnswer: [""],
            score: 6,
            answer: [
              "（1）各国在社会主义革命时，其生产力状况和社会发展阶段各不相同。\n（2）各国的历史传统、文化习俗及具体国情各不相同。\n（3）随着时代的前进和实践的发展，各国都在不断探索适合本国国情的发展道路。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【自测题】简述经济文化相对落后的国家建设社会主义的艰巨性和长期性。",
            id: "g1q3",
            number: 3,
            userAnswer: [""],
            score: 6,
            answer: [
              "（1）在这些国家里大力发展生产力，赶超发达国家，是一个长期而艰巨的过程。\n（2）在这些国家里建设社会主义精神文明，发展社会主义民主法制，是一个长期而艰巨的过程。\n（3）这些国家的建设和发展面临资本主义国家的严峻挑战。\n（4）这些国家对社会主义建设客观规律的认识需要一个长期过程。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】科学社会主义的一般原则。",
            id: "g1q4",
            number: 4,
            userAnswer: [""],
            score: 6,
            answer: [
              "（1）必须始终坚持科学社会主义一般原则，反对任何背离这些原则的错误倾向。\n（2）要善于把科学社会主义一般原则与本国实际相结合，创造性地回答和解决革命、建设改革中的重大问题。\n（3）要紧跟时代和实践的发展，在不断总结新鲜经验中进一步丰富和发展科学社会主义一般原则。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title: "【2016年04月】为什么说马克思主义政党是新型的革命政党？",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 5,
            userAnswer: [""],
            score: 6,
            id: "g1q5",
            answer: [
              "马克思主义政党是新型的革命政党，是无产阶级反对资产阶级的斗争发展到一定阶段的产物，与资产阶级有本质区别。\n（1）马克思主义政党是科学社会主义与工人运动相结合的产物；\n（2）马克思主义政党是工人阶级先锋队；\n（3）马克思主义政党是为实现共产主义而奋斗的党；\n（4）马克思主义政党是为人民群众谋利益的党；\n（5）马克思主义政党是按照民主集中制原则组织起来的团结统一的党。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2017年04月】为什么说无产阶级革命是人类历史上最广泛、最彻底、最深刻的革命?",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 6,
            userAnswer: [""],
            score: 6,
            id: "g1q6",
            answer: [
              "（1）无产阶级革命是要消灭私有制、建立公有制的社会革命，这是以往不同私有制之间相互取代所发生的革命不可比拟的。\n（2）无产阶革命是最终要彻底消灭一切阶级剥削和阶级统治的革命。\n（3）无产阶级革命是为绝大多数人谋利益的运动。\n（4）无产阶级革命是不断前进的历史进程。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
          {
            title: "【2017年10月】为什么说社会主义发展道路是多样的?",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 7,
            userAnswer: [""],
            score: 6,
            id: "g1q7",
            answer: [
              "（1）各国在社会主义革命时，其生产力状况和社会发展阶段各不相同。\n（2）各国的历史传统，文化习俗及具体国情各不相同。\n（3）随着时代的前进和实践的发展，各国都在不断探索适合本国国情的发展道路。",
            ],
            position: 14,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2018年04月】列宁指出：“设想社会历史会一帆风顺、按部就班地向前发展，不会有时出现大幅度的跃退，那是不辩证的，不科学的，在理论上是不正确的。”社会主义也同样是在探索中曲折前进的。你对此如何理解？",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 8,
            userAnswer: [""],
            score: 6,
            id: "g1q8",
            answer: [
              "（1）同一切新生事物一样，社会主义作为一种崭新的社会制度，其成长过程必然不会一帆风顺。\n（2）无产阶级及其政党对于社会主义建设规律的认识不可能一次完成，而是一个不断反复的过程，从而导致社会主义的发展是个曲折前进的过程。\n（3）世界经济政治形势错综复杂的发展变化，也是导致社会主义曲折发展的影响因素。",
            ],
            position: 16,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年04月】如何正确把握科学社会主义的一般原则？",
            explanation:
              "马克思、恩格斯创立了科学社会主义理论，并提出了正确对待社会主义一般原则的科学态度：（1）必须始终坚持科学社会主义一般原则，反对任何背离这些原则的错误倾向。科学社会主义一般原则揭示了资本主义生产方式的基本矛盾，阐明了社会主义代替资本主义的历史必然性，为社会主义事业的发展指明了方向。必须始终坚持社会主义的一般原则，否则就背离了社会主义运动的目的和无产阶级政党的宗旨，就会走向邪路。（2）要善于把科学社会主义一般原则与本国实际相结合，创造性地回答和解决革命、建设、改革中的重大问题。马克思主义理论不是教条而是行动的指南，必须把社会主义一般原则运用于社会主义革命、建设、改革的实践，发挥这些原则指导实践的巨大威力。（3）要紧跟时代和实践的发展，在不断总结新鲜经验中进一步丰富和发展科学社会主义一般原则。理论来源于实践，又随着实践的发展而发展。科学社会主义一般原则不是一成不变的教条，而是随着社会主义实践而不断丰富和发展的学说。",
            number: 9,
            userAnswer: [""],
            score: 6,
            id: "g1q9",
            answer: [
              "（1）必须始终坚持科学社会主义一般原则，反对任何背离这些原则的错误倾向。\n（2）要善于把科学社会主义一般原则与本国实际相结合，创造性地回答和解决革命、建设、改革中的重大问题。\n（3）要紧跟时代和实践的发展，在不断总结新鲜经验中进一步丰富和发展科学社会主义一般原则。",
            ],
            position: 18,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2019年10月】简述社会主义首先在经济文化相对落后的国家取得胜利的原因。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。（2）考生要点回答不完整，按所答要点给分。（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 10,
            userAnswer: [""],
            score: 6,
            id: "g1q10",
            answer: [
              "（1）这些国家已具备了一定程度的社会化生产力，这是发生社会主义革命、建立社会主义社会的物质基础。\n（2）这些国家发生社会主义革命时的客观形势和条件，使得它们在特定的历史条件下能够取得革命的成功。\n（3）这些国家的革命都是在马克思主义科学社会主义理论指引和共产党的领导下实现的。",
            ],
            position: 20,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2020年08月】为什么说无产阶级革命是人类历史上最广泛、最彻底、最深刻的革命？",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 11,
            userAnswer: [""],
            score: 6,
            id: "g1q11",
            answer: [
              "无产阶级革命是人类历史上最广泛、最彻底、最深刻的革命：\n（1）是要消灭私有制、建立公有制的革命；\n（2）是要彻底消灭一切阶级剥削制和统治的革命；\n（3）是为绝大多数人谋利益的运动；\n（4）是不断前进的历史进程，必须永葆革命性和先进性。",
            ],
            position: 22,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
      {
        scorePerQuestion: 7,
        title: "论述题（每小题7分）",
        memo: "",
        number: 2,
        questions: [
          {
            title: "【2016年10月】为什么说社会主义民主是新型的民主？",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 12,
            userAnswer: [""],
            score: 7,
            id: "g2q12",
            answer: [
              "（1）社会主义民主是人类社会最高类型的民主，与以往剥削阶级占统治地位的社会的少数人的民主在性质上根本不同。社会主义民主是绝大多数人的民主，它的本质是人民当家作主。\n（2）社会主义民主首先是社会主义的国家制度。从国体上说，社会主义民主首先表明了社会主义国家政权的阶级性质。从政体上说，社会主义民主表明，社会主义国家采取民主共和国的形式。\n（3）社会主义民主是目的和手段的统一。作为一种上层建筑，社会主义民主是为社会主义经济基础服务的手段。作为一种社会制度，社会主义民主的目的是实现人民当家作主，完善社会主义。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2018年10月】自有阶级社会以来，人类历史上出现过各种类型的民主，而社会主义民主是人类社会最高类型的民主。你对此是怎么理解的？",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 13,
            userAnswer: [""],
            score: 7,
            id: "g2q13",
            answer: [
              "（1）与以往剥削阶级古统治地位的社会中少数人的民主在性质上根本不同，社会主义民主是绝大多数人的民主，它的本质是人民当家作主。\n（2）社会主义民主首先是社会主义的国家制度，社会主义国家是工人阶级和广大劳动人民当家作主的国家，采取的是民主共和国的形式。\n（3）社会主义民主是目的和手段的统一。社会主义民主是为社会主义经济基础服务的，而最终目的期是实现人民当家作主。\n（4）民主是具体的、历史的和不断发展的，建设高度的社会主义民主是一个长期的历史过程。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        id: "g2",
      },
    ],
    totalScore: 80,
    questionCount: 13,
  },
  create_time: "2020-09-03T10:04:34.483220",
  is_active: true,
  questions_count: 13,
  is_break_through: true,
  tags: "章节习题",
  order_number: 21,
  owner_id: 2,
  user: 3,
  owner_type: 50,
  __str__: "第六章 社会主义社会及其发展（主观）",
};
