export default {
  id: 1166,
  title: "第七章 共产主义社会是人类最崇高的社会理想（主观）",
  content:
    "马克思主义基本原理概论 第七章 共产主义社会是人类最崇高的社会理想\n二、简答题（每小题6分）\n1.【自测题】为什么说社会主义是走向共产主义的必由之路？\n答案：（1）社会主义社会是共产主义社会的低级阶段，是走向共产主义社会高级阶段的必由之路。\n（2）实现共产主义所必须具备的基本条件，如社会生产力的高度发展，全体社会成员文化教育的普及和道德品质的极大提高等，只有在社会主义历史阶段经过长期奋斗才能创造出来。不经过社会主义社会的长期发展，不具备向共产主义过渡的条件，就不可能实现共产主义。\n\n2.【自测题】如何理解人的自由而全面的发展及其实现的必要条件？\n答案：（1）人的自由全面发展，是指每个社会成员的体力智力获得全面发展和自由运用，个人的全部智慧、力量和潜能素质都能全面自由地尽量发挥，每个社会成员可以按照自己的兴趣、爱好、意愿以及社会的需要自由地选择职业。\n（2）实现人的自由而全面发展的必要条件是：摆脱了生产资料私有制和阶级压迫的束缚、旧式分工的束缚、劳动仅是谋生手段的劳动束缚、接受教育和训练的限制。\n\n3.【自测题】简述“全人类彻底解放”的内容。\n答案：（1）人类从自然界的奴役下解放出来，摆脱盲目自然力的支配，成为自然界的主人。\n（2）人类从旧的社会关系束缚下解放出来，摆脱一切剥削压迫和旧式分工的束缚，成为社会关系的主人。\n（3）人类从剥削阶级的思想观念下解放出来，摆脱传统观念和传统思维方式的束缚，成为社会意识的主人。\n\n4.【自测题】共产主义社会的基本特征？\n答案：（1）社会生产力高度发展和物质财富极大丰富；\n（2）实行社会公有制和按需分配；\n（3）经济的计划调节管理和商品经济的消失；\n（4）阶级的消灭和国家自行消亡；\n（5）精神境界极大提高；\n（6）人的自由而全面发展；\n（7）全人类的彻底解放。\n\n5.【自测题】马克思主义对共产主义社会的展望。\n答案：（1）社会生产力高度发展和物质财富极大丰富；\n（2）实行社会公有制和按需分配；\n（3）经济的计划调节管理和商品经济的消失；\n（4）阶级的消灭和国家自行消亡；\n（5）精神境界极大提高；\n（6）人的自由而全面发展；\n（7）全人类的彻底解放。\n\n6.【2016年04月】简述共产主义远大理想和中国特色社会主义共同理想的关系。\n答案：（1）共产主义远大理想和中国特色社会主义共同理想，二者相辅相成，相互促进，有机联系和统一。\n（2）一方面，远大理想是现阶段共同理想的奋斗目标。在为实现我国现阶段的共同理想而奋斗的过程中，必须坚持共产主义发展方向，以实现共产主义理想为目标。\n（3）另一方面，现阶段的共同理想是远大理想的坚实基础。中国特色社会主义共同理想在我国的成功实践，必然为实现共产主义远大理想奠定坚实的基础。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n7.【2017年10月】如何理解社会主义是走向共产主义的必由之路?\n答案：（1）依据共产主义社会发展两阶段原理，人类社会的发展，只能从资本主义社会首先过渡到社会主义社会而不能超越这个历史阶段，社会主义社会是共产主义社会的低级阶段，是走向共产主义社会的必经阶段。\n（2）实现共产主义所必频具备的基本条件，只有在社会主义历史阶段经过长期奋斗才能创造出来。不经过社会主义社会的长期发展，不具备共产主义过渡的条件，就不可能实现共产主义。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n8.【2018年04月】为什么说实现共产生义是人类最伟大的事业？\n答案：（1）共产主义事业是崇高理想和科学理想的统一，体现了人类对理想社会目标的追求与符合规律的科学社会实践的有机结合。\n（2）共产主义既是一种理想的社会制度，又是一种社会运动。共产主义在我国乃至全人类的实现要经过长期的奋斗。\n（3）共产主义是人类最伟大的事业，我们一定要胸怀共产主义理想，树立共产主义事业必胜的信念。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n9.【2018年10月】什么是共产主义的精神境界?\n答案：（1）在共产主义社会，人们树立了高度自觉的劳动态度，遵守社会纪律，团结互助，诚实友爱，完全从社会公共利益出发进行劳作和参加社会活动，人人都习惯于守针会公共生活的基本准则。\n（2）在共产主义社会，人们既摆脱了封建的保守的思想观念的束缚，又摈弃了以利己主义为核心的资产阶级思想意识，树立了以集体主义为核心的共产主义人生观、价值观和道德观。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n10.【2020年10月】简述共产主义远大理想和中国特色社会主义共同理想的关系。\n答案：（1）共产主义远大理想和中国特色社会主义共同理想，二者相辅相成，相互促进，有机联系和统一。\n（2）一方面，远大理想是现阶段共同理想的奋斗目标。走中国特色社会主义道路，是为实现我国现阶段的共同理想而奋斗，在这个奋斗过程中，必须坚持共产主义发展方向，以实现共产主义远大理想为目标。\n（3）另一方面现阶段的共同理想是远大理想的坚实基础。实现中国特色社会主义的共同理想，是为实现共产主义远大理想而服务。中国特色社会主义共同理想在我国的成功实践，必然为实现共产主义远大理想奠定坚实的基础。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题（每小题7分）\n1.【2019年10月】试述当代资本主义国家的财政政策和货币政策的作用及主要内容。\n答案：（1）财政是国家进行国民收入再分配的工具，通过财政把一部分国民收入集中起来进行分配，对生产资源的使用、个人收入的分配以及整个宏观经济运行都有巨大的影响。当代资本主义国家中，财政的作用越来越大，财政政策的运用越来越广泛。财政政策主要包括财政收入和财政支出两方面。\n（2）货币币值的稳定，是市场经济正常运行的必要条件，金融信贷业务的发达，能促进市场经济的加速发展。货币政策是资本主义国家调控经济的重要政策。通过货币政策进行宏观经济调控有两种方式：一是利率调节；二是货币量调节，包括公开市场业务、最低准备金政策和再贴现利率政策三大手段。\n题解：国家垄断资本主义宏观经济调控的主要政策：1、财政政策财政是国家进行国民收入再分配的工具，通过财政把一部分国民收入集中起来进行分配，对生产资源的使用、个人收入的分配以及整个宏观经济运行都有巨大的影响。主要包括财政收入和财政支出两方面。2、货币政策货币币值的稳定，是市场经济正常运行的必要条件，金融信贷业务的发达，能促进市场经济的加速发展。货币政策是资本主义国家调控经济的重要政策。与财政政策相比，货币政策更具有经济手段、利益诱导的特征。在货币资本运动的过程中实现宏观经济调节，一是对利率的调节，二是对货币流通量的调节，包括公开市场业务、最低准备金政策和再贴现利率政策三大手段。3、国民经济计划资本主义经济中的计划管理也起着重要作用。例如，利用国家的力量有计划地集中一定的社会资源进行关键部门企业事业的建设，对经济结构进行必要的调整，对资源配置进行一定的引导，对经济周期进行适当的调节。",
  content_object: {
    title: "马克思主义基本原理概论 第七章 共产主义社会是人类最崇高的社会理想",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 6,
        title: "简答题（每小题6分）",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【自测题】为什么说社会主义是走向共产主义的必由之路？",
            id: "g1q1",
            number: 1,
            userAnswer: [],
            score: 6,
            answer: [
              "（1）社会主义社会是共产主义社会的低级阶段，是走向共产主义社会高级阶段的必由之路。\n（2）实现共产主义所必须具备的基本条件，如社会生产力的高度发展，全体社会成员文化教育的普及和道德品质的极大提高等，只有在社会主义历史阶段经过长期奋斗才能创造出来。不经过社会主义社会的长期发展，不具备向共产主义过渡的条件，就不可能实现共产主义。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】如何理解人的自由而全面的发展及其实现的必要条件？",
            id: "g1q2",
            number: 2,
            userAnswer: [],
            score: 6,
            answer: [
              "（1）人的自由全面发展，是指每个社会成员的体力智力获得全面发展和自由运用，个人的全部智慧、力量和潜能素质都能全面自由地尽量发挥，每个社会成员可以按照自己的兴趣、爱好、意愿以及社会的需要自由地选择职业。\n（2）实现人的自由而全面发展的必要条件是：摆脱了生产资料私有制和阶级压迫的束缚、旧式分工的束缚、劳动仅是谋生手段的劳动束缚、接受教育和训练的限制。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】简述“全人类彻底解放”的内容。",
            id: "g1q3",
            number: 3,
            userAnswer: [],
            score: 6,
            answer: [
              "（1）人类从自然界的奴役下解放出来，摆脱盲目自然力的支配，成为自然界的主人。\n（2）人类从旧的社会关系束缚下解放出来，摆脱一切剥削压迫和旧式分工的束缚，成为社会关系的主人。\n（3）人类从剥削阶级的思想观念下解放出来，摆脱传统观念和传统思维方式的束缚，成为社会意识的主人。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】共产主义社会的基本特征？",
            id: "g1q4",
            number: 4,
            userAnswer: [],
            score: 6,
            answer: [
              "（1）社会生产力高度发展和物质财富极大丰富；\n（2）实行社会公有制和按需分配；\n（3）经济的计划调节管理和商品经济的消失；\n（4）阶级的消灭和国家自行消亡；\n（5）精神境界极大提高；\n（6）人的自由而全面发展；\n（7）全人类的彻底解放。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】马克思主义对共产主义社会的展望。",
            id: "g1q5",
            number: 5,
            userAnswer: [],
            score: 6,
            answer: [
              "（1）社会生产力高度发展和物质财富极大丰富；\n（2）实行社会公有制和按需分配；\n（3）经济的计划调节管理和商品经济的消失；\n（4）阶级的消灭和国家自行消亡；\n（5）精神境界极大提高；\n（6）人的自由而全面发展；\n（7）全人类的彻底解放。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2016年04月】简述共产主义远大理想和中国特色社会主义共同理想的关系。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 6,
            userAnswer: [],
            score: 6,
            id: "g1q6",
            answer: [
              "（1）共产主义远大理想和中国特色社会主义共同理想，二者相辅相成，相互促进，有机联系和统一。\n（2）一方面，远大理想是现阶段共同理想的奋斗目标。在为实现我国现阶段的共同理想而奋斗的过程中，必须坚持共产主义发展方向，以实现共产主义理想为目标。\n（3）另一方面，现阶段的共同理想是远大理想的坚实基础。中国特色社会主义共同理想在我国的成功实践，必然为实现共产主义远大理想奠定坚实的基础。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
          {
            title: "【2017年10月】如何理解社会主义是走向共产主义的必由之路?",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 7,
            userAnswer: [],
            score: 6,
            id: "g1q7",
            answer: [
              "（1）依据共产主义社会发展两阶段原理，人类社会的发展，只能从资本主义社会首先过渡到社会主义社会而不能超越这个历史阶段，社会主义社会是共产主义社会的低级阶段，是走向共产主义社会的必经阶段。\n（2）实现共产主义所必频具备的基本条件，只有在社会主义历史阶段经过长期奋斗才能创造出来。不经过社会主义社会的长期发展，不具备共产主义过渡的条件，就不可能实现共产主义。",
            ],
            position: 14,
            type: "textarea",
            options: [],
          },
          {
            title: "【2018年04月】为什么说实现共产生义是人类最伟大的事业？",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 8,
            userAnswer: [],
            score: 6,
            id: "g1q8",
            answer: [
              "（1）共产主义事业是崇高理想和科学理想的统一，体现了人类对理想社会目标的追求与符合规律的科学社会实践的有机结合。\n（2）共产主义既是一种理想的社会制度，又是一种社会运动。共产主义在我国乃至全人类的实现要经过长期的奋斗。\n（3）共产主义是人类最伟大的事业，我们一定要胸怀共产主义理想，树立共产主义事业必胜的信念。",
            ],
            position: 16,
            type: "textarea",
            options: [],
          },
          {
            title: "【2018年10月】什么是共产主义的精神境界?",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 9,
            userAnswer: [],
            score: 6,
            id: "g1q9",
            answer: [
              "（1）在共产主义社会，人们树立了高度自觉的劳动态度，遵守社会纪律，团结互助，诚实友爱，完全从社会公共利益出发进行劳作和参加社会活动，人人都习惯于守针会公共生活的基本准则。\n（2）在共产主义社会，人们既摆脱了封建的保守的思想观念的束缚，又摈弃了以利己主义为核心的资产阶级思想意识，树立了以集体主义为核心的共产主义人生观、价值观和道德观。",
            ],
            position: 18,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2020年10月】简述共产主义远大理想和中国特色社会主义共同理想的关系。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 10,
            userAnswer: [],
            score: 6,
            id: "g1q10",
            answer: [
              "（1）共产主义远大理想和中国特色社会主义共同理想，二者相辅相成，相互促进，有机联系和统一。\n（2）一方面，远大理想是现阶段共同理想的奋斗目标。走中国特色社会主义道路，是为实现我国现阶段的共同理想而奋斗，在这个奋斗过程中，必须坚持共产主义发展方向，以实现共产主义远大理想为目标。\n（3）另一方面现阶段的共同理想是远大理想的坚实基础。实现中国特色社会主义的共同理想，是为实现共产主义远大理想而服务。中国特色社会主义共同理想在我国的成功实践，必然为实现共产主义远大理想奠定坚实的基础。",
            ],
            position: 20,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
      {
        scorePerQuestion: 7,
        title: "论述题（每小题7分）",
        memo: "",
        number: 2,
        questions: [
          {
            title:
              "【2019年10月】试述当代资本主义国家的财政政策和货币政策的作用及主要内容。",
            explanation:
              "国家垄断资本主义宏观经济调控的主要政策：1、财政政策财政是国家进行国民收入再分配的工具，通过财政把一部分国民收入集中起来进行分配，对生产资源的使用、个人收入的分配以及整个宏观经济运行都有巨大的影响。主要包括财政收入和财政支出两方面。2、货币政策货币币值的稳定，是市场经济正常运行的必要条件，金融信贷业务的发达，能促进市场经济的加速发展。货币政策是资本主义国家调控经济的重要政策。与财政政策相比，货币政策更具有经济手段、利益诱导的特征。在货币资本运动的过程中实现宏观经济调节，一是对利率的调节，二是对货币流通量的调节，包括公开市场业务、最低准备金政策和再贴现利率政策三大手段。3、国民经济计划资本主义经济中的计划管理也起着重要作用。例如，利用国家的力量有计划地集中一定的社会资源进行关键部门企业事业的建设，对经济结构进行必要的调整，对资源配置进行一定的引导，对经济周期进行适当的调节。",
            number: 11,
            userAnswer: [],
            score: 7,
            id: "g2q11",
            answer: [
              "（1）财政是国家进行国民收入再分配的工具，通过财政把一部分国民收入集中起来进行分配，对生产资源的使用、个人收入的分配以及整个宏观经济运行都有巨大的影响。当代资本主义国家中，财政的作用越来越大，财政政策的运用越来越广泛。财政政策主要包括财政收入和财政支出两方面。\n（2）货币币值的稳定，是市场经济正常运行的必要条件，金融信贷业务的发达，能促进市场经济的加速发展。货币政策是资本主义国家调控经济的重要政策。通过货币政策进行宏观经济调控有两种方式：一是利率调节；二是货币量调节，包括公开市场业务、最低准备金政策和再贴现利率政策三大手段。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        id: "g2",
      },
    ],
    totalScore: 67,
    questionCount: 11,
  },
  create_time: "2020-09-03T10:11:30.491310",
  is_active: true,
  questions_count: 11,
  is_break_through: true,
  tags: "章节习题",
  order_number: 23,
  owner_id: 2,
  user: 3,
  owner_type: 50,
  __str__: "第七章 共产主义社会是人类最崇高的社会理想（主观）",
};
