export default {
    id: 35,
    title: "第二章 认识的本质以及规律（主观）",
    content:
        "马克思主义基本原理概论 第二章 认识的本质以及规律\n二、简答题（每小题6分）\n1.【自测题】简述实践在认识中的决定作用。\n答案：（1）实践的观点是辩证唯物主义认识论首要的观点。实践是认识的基础，对认识具有决定作用。\n（2）实践对认识的决定作用表现在：实践是认识的来源；实践是认识发展的动力；实践是检验认识真理性的唯一标准；实践是认识的目的。\n\n2.【自测题】为什么说认识过程的第二次飞跃比第一次飞跃意义更加重大？\n答案：（1）认识有感性上升到理性知识认识运动的一半，还要实现由理性认识向实践的飞跃。\n（2）只有经过第二次飞跃，才能把理论用于指导实践，实现对客观世界的改造。\n（3）理性认识再回到实践中去才能使其得到检验，得到丰富和发展。\n\n3.【自测题】简述感性认识和理性认识的含义及二者的关系。\n答案：（1）感性认识是认识的初级阶段，是对事物的现象和外部联系的反映。理性认识是认识的高级阶段，是对事物的本质和内部联系的反映。\n（2）感性认识和理性认识既相区别、又相联系，二者之间存在着对立统一关系。\n（3）感性认识与理性认识的联系表现在：理性认识依赖于感性认识；感性认识有待于发展到理性认识；感性认识和理性认识相互渗透。\n\n4.【自测题】简述真理及其客观性的含义。\n答案：（一）真理是人们对客观及其规律的正确反映。\n（二）真理的客观性的含义：\n（1）真理的内容是客观的。任何真理都包含不依赖于主体、不依赖于人类的客观内容。\n（2）检验真理的标准是客观的。检验真理的标准只能是实践，实践是一种感性的物质活动，实践的主体、客体、手段、结果都是客观实在，都不以人的主观意志为转移。\n\n5.【自测题】简述认识的本质和认识发展的总规律。\n答案：（1）从本质上看，认识是主体对客体的能动反映。\n（2）认识发展的总规律是：实践、认识、再实践、再认识，循环往复，以至无穷，使认识由低级向高级发展。\n\n6.【2016年10月】简述认识主体与认识客体的涵义及二者间的关系。\n答案：（1）认识主体是指处于一定社会关系中从事实践活动和认识活动的人。认识客体是指人的实践活动和认识活动所指向的对象。\n（2）认识的主体和客体的关系是：第一，主体与客体之间是改造与被改造的实践关系，这是二者之间最基本的关系；第二，认识的主体与客体之间具体反映与被反映的认识关系。第三，主体与客体相互作用，主体能动地改造和认识客体，客体对主体又有制约作用。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n7.【2017年04月】简要说明正确实现由感性认识到理性认识的飞跃需要具备的条件。\n答案：（1）感性材料必须十分丰富而不是零碎不全，必须合于实际而不是错觉，人们是无法根据零碎不全而不符合实际的感性材料造出正确的概念和理论来的。\n（2）必须有正确的思维方法，必须通过思维的加工，对感性材料进行“去粗取精、去伪取真、由此及彼，由表及里”的改造，才能实现由感性认识到理性认识的飞跃。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n8.【2017年10月】简要说明逻辑证明与实践检验的关系。\n答案：（1）坚持实践是检验真理的唯一标准，并不否认逻辑证明在认识和探索真理中的作用。\n（2）承认逻辑证明的作用，并不是说逻辑证明是检验真理的标准，更不能用逻辑证明代替实践标准。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n9.【2018年04月】简述真理与价值的对立统一。\n答案：（1）真理与价值的对立表现在：真理体现的是认识与认识对象的相一致相符合的关系；而价值是指某物对人有用或使人愉快的属性。\n（2）真理与价值的统一表现在：第一，真理能够指导社会实践成功地改造世界，以这种实践的成果来满足人的需要，这就是真理所表现出来的价值属性。第二，真理与正确的价值观相一致，正确的价值观是在真理指导下形成的。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n10.【2018年10月】简要说明整个人类的认识是有限与无限的统一。\n答案：（1）认识的有限性是指每个时代的人每一次具体的认识都是有限的，认识的无限性是指整个人类无止境的世代更替的认识是无限的。\n（2）认识的有限性和无限性是辩证统一的。整个人类认识的无限性，存在于每个时代的人的认识的有限性中，并通过无数有限性的认识而得以实现。\n（3）认识的有限性和无限性的矛盾，只有在无限的前进过程中，在至少对我们来说实际上是无止境的世代更达中才能得到解决。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n11.【2019年10月】简要说明认识过程的第一次飞跃及其实现条件。\n答案：（一）认识过程的第一次飞跃，是从实践到认识的过程，即在实践基础上从感性认识上升到理性认识的过程。\n（二）实现认识过程的第一次飞跃需要两个条件，缺一不可。\n（1）感性材料必须十分丰富而不是零散不全，必须合乎实际而不是错觉\n（2）必须有正确的思维方法，对感性材料进行“去粗取精，去伪存真、由此及彼、由表及里”的加工改造。\n题解：认识过程的第一次飞跃，由感性认识到理性认识的飞跃。认识的这次飞跃非常重要，它是认识任务的真正完成。感性认识向理性认识的飞跃需要具备两个条件：1、感性材料必须十分丰富而不是零碎不全，必须合于实际而不是错觉，人们是无法根据零碎不全与不符合实际的感性材料造出正确的概念和理论来的。2、必须有正确的思维方法。必须通过思维的加工，对感性材料进行“去粗取精、去伪存真、由此及彼、由表及里”的改造，才能实现由感性认识到理性认识的飞跃。实践中，认识由感性上升到理性的辩证运动，也就是人们的认识从现象到本质、从不深刻的本质到更深刻的本质的过程。正所谓感觉只解决现象问题，理论才解决本质问题。\n\n12.【2020年08月】简述实践的含义以及实践对认识的决定作用。\n答案：（一）含义：\n（1）实践是主体能动地改造和探索客体的客观物质活动；\n（2）实践是人类社会产生、存在和发展的基础，是社会生活的本质，或表述为社会生活在本质上是实践的。\n（二）实践对认识的决定作用：\n实践是认识的基础，对认识具有决定作用。具体表现在：\n（1）实践是认识的来源；\n（2）实践是认识发展的动力；\n（3）实践是检验认识真理性的唯一标准；\n（4）实践是认识的目的。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题（每小题7分）\n1.【自测题】用认识反复性的原理，说明我们对社会主义建设的认识是一个不断深化的过程。\n答案：（1）认识过程具有反复性，由于受客体（或客观条件）和主体（或主观条件）诸多因素的限制，人们对复杂事物的认识不是一次完成的。一个正确的认识往往需要经过实践、认识、再实践、再认识的多次反复才能完成。\n（2）我们对社会主义建设的认识也经历了一个曲折发展、不断深化的过程。长期以来，我们认为完全的公有制和计划经济是社会主义经济的基本特征。这种认识使我们社会主义建设遭受了重大挫折。党的十一届三中全会以来，我们实行了以公有制为主体，多种所有制共同发展的经济制度，逐步建立了社会主义市场经济体制，大大促进了社会主义事业的发展。我们对社会主义建设的认识，还将随着实践的发展，进一步深化和发展。\n\n2.【自测题】试述马克思主义认识论与党的群众路线的一致性。\n答案：（1）马克思主义认为，人的认识是从实践到认识，再从认识到实践的不断反复、无限发展的过程。\n（2）党的群众路线的内容是：“一切为了群众，一切依靠群众，从群众中来，到群众中去”。“从群众中来，到群众中去”，是无产阶级政党的领导方法，也是群众路线的基本工作方法。\n（3）从群众中来，在认识论上就是从实践到认识；到群众中去，就是从认识到实践。从群众中来、到群众中去的循环往复，就是从实践到认识、从认识到实践的循环往复。\n（4）坚持党的群众路线，对于党在新形势下保持同人民群众的血肉联系、巩固执政地位、坚持为人民服务的根本宗旨具有重大意义。\n\n3.【2016年04月】试述感性认识和理性认识的辩证关系，并说明割裂二者的统一在实际工作中会导致的错误。\n答案：（1）感性认识是认识的初级阶段，它是对事物的各个片面、现象和外部联系的反映。理性认识是认识的高级阶段，它是对事物的全体、本质和内部联系的反映。\n（2）感性认识和理性认识既相互区别，又相互联系，二者是对立统一的关系。它们的联系表现在：理性认识依赖于感性认识；感性认识有待于发展到理性认识，二者相互渗透。\n（3）割裂感性认识和理性认识的统一，在理论上会导致经验论或唯理论的错误。经验论认为只有感性经验是可靠的，理性认识是不可靠的。唯理论认为只有理性认识是可靠的，感性经验是不可靠的。\n（4）割裂感性认识和理性认识的统一，在实际工作中会导致经验主义或教条主义的错误。经验主义夸大局部经验的作用，否认科学理论的指导意义。教条主义夸大理论的作用，轻视实际经验，轻视实际经验，把理论当成教条，到处生搬硬套。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n4.【2019年04月】试述党的思想路线并说明马克思主义认识论是党的思想路线的理论基础。\n答案：（1）党的思想路线是：一切从实际出发，理论联系实际，实事求是，在实践中检验和发展真理。\n（2）马克思主义认识论是党的思想路线的理论基础。主要表现在：第一，党的思想路线坚持一切从实际出发的原则，这是马克思主义认识论的根本要求。第二，党的思想路线坚持了理论联系实际的原则。马克思主义认识论始终坚持理论联系实际，坚持认识与实践的统一，反对脱离实际的教条主义。第三，“实事求是”是党的思想路线的核心，这也是马克思主义哲学及认识论的精髓。第四，党的思想路线和马克思主义认识论一样，都坚持实践是检验真理的唯一标准，主张在实践中检验和发展真理。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。（2）考生要点回答不完整，但所回答要点论述较好，可根据具体情况，适当加分但每小题得分不得超过该题满分。（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n5.【2020年10月】试述感性认识与理性认识的区别和联系，为什么在实际工作中要反对经验主义和教条主义？\n答案：（1）区别\n感性认识有形象性和直接性；理性认识有抽象性和间接性。\n（2）联系\n理性认识依赖于感性认识，感性认识有待于发展到理性认识，二者相互渗透。\n（3）经验主义夸大个别的、局部的经验的作用，把它当作普遍真理，到处搬用，否认科学理论的指导意义；教条主义夸大理论和书本知识的作的，轻视实际经验，不是从实际出发，而是从书本出发，把理论当作万古不变的公式，生搬硬套。这两种错误都曾给我们的革命和建设事业带来重大损失，是我们在实际工作中要注意避免的。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
    content_object: {
        title: "马克思主义基本原理概论 第二章 认识的本质以及规律",
        memo: "",
        noAnswerCount: 0,
        groups: [
            {
                scorePerQuestion: 6,
                title: "简答题（每小题6分）",
                memo: "",
                number: 1,
                questions: [
                    {
                        title: "【自测题】简述实践在认识中的决定作用。",
                        id: "g1q1",
                        number: 1,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）实践的观点是辩证唯物主义认识论首要的观点。实践是认识的基础，对认识具有决定作用。\n（2）实践对认识的决定作用表现在：实践是认识的来源；实践是认识发展的动力；实践是检验认识真理性的唯一标准；实践是认识的目的。",
                        ],
                        position: 2,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【自测题】为什么说认识过程的第二次飞跃比第一次飞跃意义更加重大？",
                        id: "g1q2",
                        number: 2,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）认识有感性上升到理性知识认识运动的一半，还要实现由理性认识向实践的飞跃。\n（2）只有经过第二次飞跃，才能把理论用于指导实践，实现对客观世界的改造。\n（3）理性认识再回到实践中去才能使其得到检验，得到丰富和发展。",
                        ],
                        position: 4,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】简述感性认识和理性认识的含义及二者的关系。",
                        id: "g1q3",
                        number: 3,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）感性认识是认识的初级阶段，是对事物的现象和外部联系的反映。理性认识是认识的高级阶段，是对事物的本质和内部联系的反映。\n（2）感性认识和理性认识既相区别、又相联系，二者之间存在着对立统一关系。\n（3）感性认识与理性认识的联系表现在：理性认识依赖于感性认识；感性认识有待于发展到理性认识；感性认识和理性认识相互渗透。",
                        ],
                        position: 6,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】简述真理及其客观性的含义。",
                        id: "g1q4",
                        number: 4,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（一）真理是人们对客观及其规律的正确反映。\n（二）真理的客观性的含义：\n（1）真理的内容是客观的。任何真理都包含不依赖于主体、不依赖于人类的客观内容。\n（2）检验真理的标准是客观的。检验真理的标准只能是实践，实践是一种感性的物质活动，实践的主体、客体、手段、结果都是客观实在，都不以人的主观意志为转移。",
                        ],
                        position: 8,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】简述认识的本质和认识发展的总规律。",
                        id: "g1q5",
                        number: 5,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）从本质上看，认识是主体对客体的能动反映。\n（2）认识发展的总规律是：实践、认识、再实践、再认识，循环往复，以至无穷，使认识由低级向高级发展。",
                        ],
                        position: 10,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2016年10月】简述认识主体与认识客体的涵义及二者间的关系。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 6,
                        userAnswer: [],
                        score: 6,
                        id: "g1q6",
                        answer: [
                            "（1）认识主体是指处于一定社会关系中从事实践活动和认识活动的人。认识客体是指人的实践活动和认识活动所指向的对象。\n（2）认识的主体和客体的关系是：第一，主体与客体之间是改造与被改造的实践关系，这是二者之间最基本的关系；第二，认识的主体与客体之间具体反映与被反映的认识关系。第三，主体与客体相互作用，主体能动地改造和认识客体，客体对主体又有制约作用。",
                        ],
                        position: 12,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2017年04月】简要说明正确实现由感性认识到理性认识的飞跃需要具备的条件。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 7,
                        userAnswer: [],
                        score: 6,
                        id: "g1q7",
                        answer: [
                            "（1）感性材料必须十分丰富而不是零碎不全，必须合于实际而不是错觉，人们是无法根据零碎不全而不符合实际的感性材料造出正确的概念和理论来的。\n（2）必须有正确的思维方法，必须通过思维的加工，对感性材料进行“去粗取精、去伪取真、由此及彼，由表及里”的改造，才能实现由感性认识到理性认识的飞跃。",
                        ],
                        position: 14,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2017年10月】简要说明逻辑证明与实践检验的关系。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 8,
                        userAnswer: [],
                        score: 6,
                        id: "g1q8",
                        answer: [
                            "（1）坚持实践是检验真理的唯一标准，并不否认逻辑证明在认识和探索真理中的作用。\n（2）承认逻辑证明的作用，并不是说逻辑证明是检验真理的标准，更不能用逻辑证明代替实践标准。",
                        ],
                        position: 16,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2018年04月】简述真理与价值的对立统一。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 9,
                        userAnswer: [],
                        score: 6,
                        id: "g1q9",
                        answer: [
                            "（1）真理与价值的对立表现在：真理体现的是认识与认识对象的相一致相符合的关系；而价值是指某物对人有用或使人愉快的属性。\n（2）真理与价值的统一表现在：第一，真理能够指导社会实践成功地改造世界，以这种实践的成果来满足人的需要，这就是真理所表现出来的价值属性。第二，真理与正确的价值观相一致，正确的价值观是在真理指导下形成的。",
                        ],
                        position: 18,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2018年10月】简要说明整个人类的认识是有限与无限的统一。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 10,
                        userAnswer: [],
                        score: 6,
                        id: "g1q10",
                        answer: [
                            "（1）认识的有限性是指每个时代的人每一次具体的认识都是有限的，认识的无限性是指整个人类无止境的世代更替的认识是无限的。\n（2）认识的有限性和无限性是辩证统一的。整个人类认识的无限性，存在于每个时代的人的认识的有限性中，并通过无数有限性的认识而得以实现。\n（3）认识的有限性和无限性的矛盾，只有在无限的前进过程中，在至少对我们来说实际上是无止境的世代更达中才能得到解决。",
                        ],
                        position: 20,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2019年10月】简要说明认识过程的第一次飞跃及其实现条件。",
                        explanation:
                            "认识过程的第一次飞跃，由感性认识到理性认识的飞跃。认识的这次飞跃非常重要，它是认识任务的真正完成。感性认识向理性认识的飞跃需要具备两个条件：1、感性材料必须十分丰富而不是零碎不全，必须合于实际而不是错觉，人们是无法根据零碎不全与不符合实际的感性材料造出正确的概念和理论来的。2、必须有正确的思维方法。必须通过思维的加工，对感性材料进行“去粗取精、去伪存真、由此及彼、由表及里”的改造，才能实现由感性认识到理性认识的飞跃。实践中，认识由感性上升到理性的辩证运动，也就是人们的认识从现象到本质、从不深刻的本质到更深刻的本质的过程。正所谓感觉只解决现象问题，理论才解决本质问题。",
                        number: 11,
                        userAnswer: [],
                        score: 6,
                        id: "g1q11",
                        answer: [
                            "（一）认识过程的第一次飞跃，是从实践到认识的过程，即在实践基础上从感性认识上升到理性认识的过程。\n（二）实现认识过程的第一次飞跃需要两个条件，缺一不可。\n（1）感性材料必须十分丰富而不是零散不全，必须合乎实际而不是错觉\n（2）必须有正确的思维方法，对感性材料进行“去粗取精，去伪存真、由此及彼、由表及里”的加工改造。",
                        ],
                        position: 22,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2020年08月】简述实践的含义以及实践对认识的决定作用。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 12,
                        userAnswer: [],
                        score: 6,
                        id: "g1q12",
                        answer: [
                            "（一）含义：\n（1）实践是主体能动地改造和探索客体的客观物质活动；\n（2）实践是人类社会产生、存在和发展的基础，是社会生活的本质，或表述为社会生活在本质上是实践的。\n（二）实践对认识的决定作用：\n实践是认识的基础，对认识具有决定作用。具体表现在：\n（1）实践是认识的来源；\n（2）实践是认识发展的动力；\n（3）实践是检验认识真理性的唯一标准；\n（4）实践是认识的目的。",
                        ],
                        position: 24,
                        type: "textarea",
                        options: [],
                    },
                ],
                position: 1,
                type: "sentence",
                id: "g1",
            },
            {
                scorePerQuestion: 7,
                title: "论述题（每小题7分）",
                memo: "",
                number: 2,
                questions: [
                    {
                        title:
                            "【自测题】用认识反复性的原理，说明我们对社会主义建设的认识是一个不断深化的过程。",
                        id: "g2q13",
                        number: 13,
                        userAnswer: [],
                        score: 7,
                        answer: [
                            "（1）认识过程具有反复性，由于受客体（或客观条件）和主体（或主观条件）诸多因素的限制，人们对复杂事物的认识不是一次完成的。一个正确的认识往往需要经过实践、认识、再实践、再认识的多次反复才能完成。\n（2）我们对社会主义建设的认识也经历了一个曲折发展、不断深化的过程。长期以来，我们认为完全的公有制和计划经济是社会主义经济的基本特征。这种认识使我们社会主义建设遭受了重大挫折。党的十一届三中全会以来，我们实行了以公有制为主体，多种所有制共同发展的经济制度，逐步建立了社会主义市场经济体制，大大促进了社会主义事业的发展。我们对社会主义建设的认识，还将随着实践的发展，进一步深化和发展。",
                        ],
                        position: 2,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】试述马克思主义认识论与党的群众路线的一致性。",
                        id: "g2q14",
                        number: 14,
                        userAnswer: [],
                        score: 7,
                        answer: [
                            "（1）马克思主义认为，人的认识是从实践到认识，再从认识到实践的不断反复、无限发展的过程。\n（2）党的群众路线的内容是：“一切为了群众，一切依靠群众，从群众中来，到群众中去”。“从群众中来，到群众中去”，是无产阶级政党的领导方法，也是群众路线的基本工作方法。\n（3）从群众中来，在认识论上就是从实践到认识；到群众中去，就是从认识到实践。从群众中来、到群众中去的循环往复，就是从实践到认识、从认识到实践的循环往复。\n（4）坚持党的群众路线，对于党在新形势下保持同人民群众的血肉联系、巩固执政地位、坚持为人民服务的根本宗旨具有重大意义。",
                        ],
                        position: 4,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2016年04月】试述感性认识和理性认识的辩证关系，并说明割裂二者的统一在实际工作中会导致的错误。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 15,
                        userAnswer: [],
                        score: 7,
                        id: "g2q15",
                        answer: [
                            "（1）感性认识是认识的初级阶段，它是对事物的各个片面、现象和外部联系的反映。理性认识是认识的高级阶段，它是对事物的全体、本质和内部联系的反映。\n（2）感性认识和理性认识既相互区别，又相互联系，二者是对立统一的关系。它们的联系表现在：理性认识依赖于感性认识；感性认识有待于发展到理性认识，二者相互渗透。\n（3）割裂感性认识和理性认识的统一，在理论上会导致经验论或唯理论的错误。经验论认为只有感性经验是可靠的，理性认识是不可靠的。唯理论认为只有理性认识是可靠的，感性经验是不可靠的。\n（4）割裂感性认识和理性认识的统一，在实际工作中会导致经验主义或教条主义的错误。经验主义夸大局部经验的作用，否认科学理论的指导意义。教条主义夸大理论的作用，轻视实际经验，轻视实际经验，把理论当成教条，到处生搬硬套。",
                        ],
                        position: 6,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2019年04月】试述党的思想路线并说明马克思主义认识论是党的思想路线的理论基础。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。（2）考生要点回答不完整，但所回答要点论述较好，可根据具体情况，适当加分但每小题得分不得超过该题满分。（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 16,
                        userAnswer: [],
                        score: 7,
                        id: "g2q16",
                        answer: [
                            "（1）党的思想路线是：一切从实际出发，理论联系实际，实事求是，在实践中检验和发展真理。\n（2）马克思主义认识论是党的思想路线的理论基础。主要表现在：第一，党的思想路线坚持一切从实际出发的原则，这是马克思主义认识论的根本要求。第二，党的思想路线坚持了理论联系实际的原则。马克思主义认识论始终坚持理论联系实际，坚持认识与实践的统一，反对脱离实际的教条主义。第三，“实事求是”是党的思想路线的核心，这也是马克思主义哲学及认识论的精髓。第四，党的思想路线和马克思主义认识论一样，都坚持实践是检验真理的唯一标准，主张在实践中检验和发展真理。",
                        ],
                        position: 8,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2020年10月】试述感性认识与理性认识的区别和联系，为什么在实际工作中要反对经验主义和教条主义？",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 17,
                        userAnswer: [],
                        score: 7,
                        id: "g2q17",
                        answer: [
                            "（1）区别\n感性认识有形象性和直接性；理性认识有抽象性和间接性。\n（2）联系\n理性认识依赖于感性认识，感性认识有待于发展到理性认识，二者相互渗透。\n（3）经验主义夸大个别的、局部的经验的作用，把它当作普遍真理，到处搬用，否认科学理论的指导意义；教条主义夸大理论和书本知识的作的，轻视实际经验，不是从实际出发，而是从书本出发，把理论当作万古不变的公式，生搬硬套。这两种错误都曾给我们的革命和建设事业带来重大损失，是我们在实际工作中要注意避免的。",
                        ],
                        position: 10,
                        type: "textarea",
                        options: [],
                    },
                ],
                position: 2,
                id: "g2",
            },
        ],
        totalScore: 107,
        questionCount: 17,
    },
    create_time: "2018-07-11T10:09:33.793850",
    is_active: true,
    questions_count: 17,
    is_break_through: false,
    tags: "章节习题",
    order_number: 9,
    owner_id: 2,
    user: 3,
    owner_type: 50,
    __str__: "第二章 认识的本质以及规律（主观）",
};
