export default {
    id: 542,
    title: "第五章 资本主义发展的历史进程（主观）",
    content:
        "马克思主义基本原理概论 第五章 资本主义发展的历史进程\n二、简答题（每小题6分）\n1.【自测题】国家垄断资本主义调控经济的主要手段有哪些？主要机制是什么？\n答案：（1）国家垄断资本主义调控经济的手段主要有经济手段、法律手段和必要的行政手段。\n（2）国家垄断资本主义对经济的管理与调控，主要是通过国家调节市场，市场引导企业的机制实现的。\n\n2.【自测题】简述国家垄断资本主义的主要形式。\n答案：（1）国家垄断资本主义即资本主义国家与垄断资本相结合的资本主义，这种结合有多种形式，但其基本形式可归纳为三种类型。\n（2）第一，国家直接掌握的垄断资本，即资本主义国家中的国有经济。第二，国家和私人资本在企业内部的结合。第三，国家和私人资本在企业外部的结合。\n\n3.【自测题】简述垄断利润及其来源。\n答案：垄断利润是垄断资本凭借其在生产和流通中的地位所获得的大大超过平均利润的高额利润。垄断利润是垄断统治在经济上的实现形式。垄断利润的来源：\n（1）来自对本国无产阶级和其他劳动人民的剥削；\n（2）通过垄断高价和垄断低价来控制市场，获得非垄断企业的利润；\n（3）通过加强对其他国家劳动人民的和掠夺，获得的海外利润；\n（4）通过资本主义国家政权进行有利于垄断资本的再分配，从而将劳动人民创造的国民收入的一部分变成垄断资本的收入。\n\n4.【自测题】简述垄断资本主义国家宏观经济管理与调节的总任务和主要目标。\n答案：（1）垄断资本主义国家宏观经济管理与调节的总任务，是促进市场总供给和总需求的平衡。\n（2）垄断资本主义国家宏观经济管理与调节的主要目标包括：保持经济的稳定和一定程度的增长，保持币值和物价的稳定，实现充分就业，保持国际国内收支的大体平衡。\n\n5.【自测题】简述第二次世界大战后国家垄断资本主义大发展的原因。\n答案：（1）大规模经济建设所需要的巨额资金，私人垄断资本无法满足。\n（2）大规模公共设施的建设，私人垄断资本无力或不愿投资。\n（3）一些大型基础前导性科学研究项目，私人资本不愿涉足。\n（4）日益严重的生产过剩问题仅靠私人垄断资本难以解决。\n（5）社会化大生产的发展需要国家进行一定的宏观经济调控。\n（6）在经济利益关系的调整方面，国家的再分配功能也越来越重要。\n\n6.【自测题】简述经济全球化的主要内容。\n答案：（1）生产全球化。随着科学技术的发展，国际分工的深化，生产领域中国际协作加强，各国在生产上结合日益紧密。\n（2）贸易全球化。随着生产的发展，消费水平的提高，国际贸易壁垒和限制的减少，国际商品交流日益扩大。\n（3）资本全球化。随着资本输出规模的扩大，国际金融市场的发展，资本全球化程度日益提高。\n\n7.【自测题】经济全球化是如何发展起来的？\n答案：（1）战后以来国际分工不断深化，各国的经济联系越来越紧密，生产国际化的程度不断提高。\n（2）资本国际化也在不断发展。从商业资本、借贷资本到产业资本的国际化，表明资本国际化的发展促使国际经济关系逐步向深度和广度扩展，导致经济全球化的到来。\n\n8.【2016年04月】简述私人垄断资本主义的基本经济特征。\n答案：（1）垄断在经济生活中占统治地位。\n（2）金融资本的形成与金融寡头的统治。\n（3）资本输出在经济生活中占重要地位。\n（4）国际垄断同盟在经济上瓜分世界。\n（5）垄断资本主义列强瓜分和重新瓜分世界。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n9.【2016年10月】简述发达市场经济国家调控货币量的主要方法。\n答案：（1）公开市场业务，即由中央银行在货币资本市场上公开出售或贴购有价证券，以流通中的货币量。\n（2）最低准备金利率政策，即通过调整商业很行在中央银行的准备金率，来调节流通中的货币量。\n（3）再贴现率政策，即通过调整商业银行到中央银行再贴现票据的利率，来调节流通中的货币量。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n10.【2018年10月】资本主义国家如何利用利率调节经济?\n答案：（1）资本主义国家的利率调节.主要是通过利率高低和差别利率实现的。\n（2）国家对需要支持的产业或企业给予优惠的信贷条件，鼓励其发展:对需要控制的产业或企业给予较严苛的信贷条件来制约。\n（3）国家在经济过热时，适当提高利率，给经济降温:在需要刺激经济时，则降低利率来刺激投资和消费。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n11.【2019年04月】简述垄断利润的来源。\n答案：（1）垄断资本对本国无产阶级和其他劳动人民创造的剩余价值的剥削，是垄断利润的主要来源。\n（2）垄断资本通过垄断价格控制市场，获得非垄断企业的一部分利润。\n（3）垄断资本通过对其他国家劳动人民的剥削和掠夺，能够获取来自海外的利润。\n（4）垄断资本通过国家政权进行有利于自己的再分配，从而将国民收入的一部分变为己有。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。（2）考生要点回答不完整，按所答要点给分。（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n12.【2019年10月】简述经济全球化的消极影响。\n答案：（1）在经济全球化进程中，发达国家与发展中国家的差距在许多方面和领域不是缩小而是扩大了。\n（2）在经济增长中忽视社会进步，环境恶化、资源浪费与经济全球化同时发生。\n（3）在经济全球化的冲击下，各个国家内部和国际社会出现了不同程度的治理危机。\n（4）在经济全球化进程中相应的全球性协调机制没有建立起来，爆发全球性危机的风险有所增长。\n题解：经济全球化的影响（后果）：1、积极影响（1）经济全球化使社会分工得以在更大范围内进行，各种生产要素在国际间流动和优化配置，由此可带来巨大的分工收益，推动世界生产力的发展。（2）经济全球化对广大发展中国家也有一定积极影响：它们可以在经济全球化的进程中引进国外的先进技术、资金和管理经验，调整与优化国民经济结构，增强自身的经济实力，缩短与发达国家的差距，增加国内的就业，促进国内的消费，加强同世界各国的联系与交流。2、消极影响（1）发达国家与发展中国家的差距在扩大。（2）在经济增长中忽视社会进步，环境恶化与经济全球化有可能同时发生。（3）各国特别是相对落后国家原有的体制、政府领导能力、社会设施、政策体系、价值观念和文化等都面临着全球化的冲击，国家内部和国际社会都出现不同程度的治理危机。（4）经济全球化使各国之间的经济联系越来越紧密，相互依赖越来越强，而有效的全球性协调机制却没有建立起来，这就使得爆发全球性经济危机的风险不断增大。\n\n13.【2020年08月】简述垄断的形成与垄断组织的主要形式。\n答案：（一）垄断的形成：\n（1）产生的物质条件和基础：社会化生产力的发展；自由竞争引起生产集中，生产集中到一定程度走向垄断；\n（2）目的：获得高额垄断利润。\n（二）垄断组织：\n（1）20世纪上半叶垄断组织：卡特尔、辛迪加、托拉斯，康采思；\n（2）20世纪后半叶垄断组织的主要特征是混合联合企业的兴起；\n（3）当代国际垄断组织最主要形式：跨国公司。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n14.【2020年10月】简述市场经济条件下调控货币流通量的必要性及主要手段。\n答案：（一）必要性：对货币流通量的调控，对市场经济的正常运行更为重要。因为流通中所需的货币量是由客观规律决定的，在纸币流通的情况下，如果不顾客观规律的要求，过多增发货币，必然会引起通货膨胀和物价上涨。过高的通货膨胀率不仅会造成经济的不稳定，还会从根本上破坏市场经济的运行机制，甚至导致整个国民经济的崩溃。\n（二）手段：\n（1）公开市场业务。\n（2）最低准备金率政策。\n（3）再贴现利率政策。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题（每小题7分）\n1.【自测题】当代资本主义经济关系有哪些新变化？如何认识其实质？\n答案：（1）当代资本主义国家的所有制关系中，出现了资本社会化趋势，建立和发展了一定比重的国有经济，还出现了股权分散和工作持股现象。劳资关系也通过一些措施得到改善，缓和了阶级矛盾。还对分配政策进行了调整，通过再分配手段在一定程度上缓和了社会矛盾。\n（2）当代资本主义虽然发生了许多新变化，但它的经济基础仍然是资本主义的私人占有制。资本主义生产社会化与生产资料私人占有的基本矛盾依然存在，导致经济危机的根源依然存在。当代资本主义借鉴社会主义所进行的某些社会改良，没有改变资本主义生产关系的根本性质。目前西方发达资本主义国家的新变化，说明它在总的量变过程中，已经发生了某些阶段性的部分质变。\n\n2.【自测题】试述经济全球化的本质、原因及主要内容。\n答案：（1）经济全球化是国际分工不断深化、生产的国际化与资本国际化不断发展条件下的国际经济发展的趋势。\n（2）经济全球化的本质是资源配置的国际化。\n（3）促进经济全球化的原因：第一，现代科技的进步及其在社会经济生活中的广泛应用，使国际经济联系更加密切。第二，国际贸易的自由程度大大提高。第三，国际资本流动的大幅增加。\n（4）经济全球化的内容主要包括：生产的全球化，贸易的全球化，资本的全球化。\n\n3.【2016年10月】试述经济全球化的主要内容及后果。\n答案：（一）当今经济全球化的主要内容：\n（1）生产的全球化。随着科学技术的发展，国际分工的深化，上层领域中国际协作加强，各国在生产上结合日益紧密。\n（2）贸易全球化。随着生产的发展，消费水平的提高，国际贸易壁垒和限制的减少，国际商品交流日益扩大 \n（3）资本全球化。随着资本输出规模的扩大，国际全融市场的发展，资本全球化程度日益提高。\n（二）经济全球化深化了国际分工，推动生产力在世界范围内加速发展，无论发达国家还是发展中国家在经济全球化中都有所收益。\n（三）经济全球化加剧了发达国家与发展中国家的差距，并存在忽视社会进步、造成环境恶化、导致治理危机、缺乏有效协调机制等弊端。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n4.【2017年04月】垄断资本主义的基本经济特征有哪些?其发展变化是怎样的?\n答案：（1）垄断资本主义基本经济特征中最重要的是垄断在经济生活中占统治地位。其发展变化主要表现为：垄断程度提高，垄断组织生产经营多样化并向国际化发展。\n（2）金融资本和金融寡头的统治，其发展变化主要表现为：垄断财团实力迅速增长，经营多样化、国际化。\n（3）资本输出在经济生活中占重要地位。其新变化主要是资本输出方向多变，国家资本输出占一定比例，出现了以“对外援助”形式输出资本的新方式。\n（4）国际垄断同盟在经济上瓜分世界。其发展变化是跨国公司和国家垄断资本主义的国际垄断同盟的出现和发展。\n（5）垄断资本主义列强瓜分和重新瓜分世界。其新变化是老殖民主义瓦解，各种比较缓和隐蔽的新殖民主义手法大量出现。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n5.【2017年10月】试述经济全球化的含义、原因和主要内容。\n答案：（1）经济全球化是指在生产不断发展、科技加速进步社会分工和国际分工不断深化、生产的社会化和国际化程度不断提高的情况下，世界各国、各地区的经济活动越来越超出一国或地区范围而相互联系、相互依赖的过程。\n（2）战后以来国际分工不断深化，生产国际化的程度不断提高，资本国际化也在不断发展，导致经济全球化的到来。\n（3）经济全球化的内容主要有三方面：一是生产全球化，生产领域中国际协作加强，各国在生产上结合日益紧密。二是贸易全球化，国际商品交流日益扩大。三是资本全球化，随着资木输出规模的扩大，资本全球化程度日益提高。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n6.【2018年04月】垄断资本主义的基本经济特征有哪些？其当代发展的新特点、新形式是什么？\n答案：（1）垄断资本主义的基本经济特征可概括为五点：垄断在经济生活中占统治地位；金融资本和金融寡头的统治；资本输出在经济生活中占重要地位；国际垄断同盟在经济上瓜分世界了；垄断资本主义列强瓜分和重新瓜分世界。\n（2）一百多年来，垄断资本主义的基本特征发生了一系列新变化。第二次世界大战以后，出现了国家垄断资本主义，国家垄断代替私人垄断成为当代资本主义发展的新形势、新特点。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n7.【2019年04月】经济全球化的本质和主要内容是什么？试述经济全球在20世纪80年代明显加快的原因。\n答案：（1）经济全球化是国际分工不断深化、生产国际化与资本国际化不断发展条件下的国际经济发展趋势。经济全球化的本质是资源配置的国际化。\n（2）经济全球化的主要内容包括：生产全球化、贸易全球化、资本全球化。\n（3）20世纪80年代以来，经济全球化明显加快的原因主要有：现代科技的进步及其在社会经济生活中的广泛应用，使国际经济联系更加密切；国际贸易的自由程度大大提高，使国际货物贸易与服务贸易有极大发展；国际资本流动大幅增加，使资本国际化程度大幅提高。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。（2）考生要点回答不完整，但所回答要点论述较好，可根据具体情况，适当加分但每小题得分不得超过该题满分。（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n8.【2020年10月】如何认识国家垄断资本主义的实质？\n答案：（1）从国有资本的作用看。\n垄断资本主义国家的国有企业仍然是垄断资本主义性质的企业，是为整个、为资本主义国家的生存发展服务的。其宗旨在于促进私人垄断资本的发展，协调社会总资本的正常运行。\n（2）从国有资本与私人资本相结合的各种资本的作用来看。\n这些形式的国家垄断资本主义同样是为垄断资产阶级利益服务的工具。\n（3）从国家与私人资本在企业外部的结合来看。\n这种形式下，其根本目的仍然是为了维护资产阶级的利益。\n从以上分析可以清楚地看到，无论哪种形式的国家垄断资本主义，其实质都是私人垄断资本利用国家机器来为其利益服务的手段。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
    content_object: {
        title: "马克思主义基本原理概论 第五章 资本主义发展的历史进程",
        memo: "",
        noAnswerCount: 0,
        groups: [
            {
                scorePerQuestion: 6,
                title: "简答题（每小题6分）",
                memo: "",
                number: 1,
                questions: [
                    {
                        title:
                            "【自测题】国家垄断资本主义调控经济的主要手段有哪些？主要机制是什么？",
                        id: "g1q1",
                        number: 1,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）国家垄断资本主义调控经济的手段主要有经济手段、法律手段和必要的行政手段。\n（2）国家垄断资本主义对经济的管理与调控，主要是通过国家调节市场，市场引导企业的机制实现的。",
                        ],
                        position: 2,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】简述国家垄断资本主义的主要形式。",
                        id: "g1q2",
                        number: 2,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）国家垄断资本主义即资本主义国家与垄断资本相结合的资本主义，这种结合有多种形式，但其基本形式可归纳为三种类型。\n（2）第一，国家直接掌握的垄断资本，即资本主义国家中的国有经济。第二，国家和私人资本在企业内部的结合。第三，国家和私人资本在企业外部的结合。",
                        ],
                        position: 4,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】简述垄断利润及其来源。",
                        id: "g1q3",
                        number: 3,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "垄断利润是垄断资本凭借其在生产和流通中的地位所获得的大大超过平均利润的高额利润。垄断利润是垄断统治在经济上的实现形式。垄断利润的来源：\n（1）来自对本国无产阶级和其他劳动人民的剥削；\n（2）通过垄断高价和垄断低价来控制市场，获得非垄断企业的利润；\n（3）通过加强对其他国家劳动人民的和掠夺，获得的海外利润；\n（4）通过资本主义国家政权进行有利于垄断资本的再分配，从而将劳动人民创造的国民收入的一部分变成垄断资本的收入。",
                        ],
                        position: 6,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【自测题】简述垄断资本主义国家宏观经济管理与调节的总任务和主要目标。",
                        id: "g1q4",
                        number: 4,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）垄断资本主义国家宏观经济管理与调节的总任务，是促进市场总供给和总需求的平衡。\n（2）垄断资本主义国家宏观经济管理与调节的主要目标包括：保持经济的稳定和一定程度的增长，保持币值和物价的稳定，实现充分就业，保持国际国内收支的大体平衡。",
                        ],
                        position: 8,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【自测题】简述第二次世界大战后国家垄断资本主义大发展的原因。",
                        id: "g1q5",
                        number: 5,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）大规模经济建设所需要的巨额资金，私人垄断资本无法满足。\n（2）大规模公共设施的建设，私人垄断资本无力或不愿投资。\n（3）一些大型基础前导性科学研究项目，私人资本不愿涉足。\n（4）日益严重的生产过剩问题仅靠私人垄断资本难以解决。\n（5）社会化大生产的发展需要国家进行一定的宏观经济调控。\n（6）在经济利益关系的调整方面，国家的再分配功能也越来越重要。",
                        ],
                        position: 10,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】简述经济全球化的主要内容。",
                        id: "g1q6",
                        number: 6,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）生产全球化。随着科学技术的发展，国际分工的深化，生产领域中国际协作加强，各国在生产上结合日益紧密。\n（2）贸易全球化。随着生产的发展，消费水平的提高，国际贸易壁垒和限制的减少，国际商品交流日益扩大。\n（3）资本全球化。随着资本输出规模的扩大，国际金融市场的发展，资本全球化程度日益提高。",
                        ],
                        position: 12,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】经济全球化是如何发展起来的？",
                        id: "g1q7",
                        number: 7,
                        userAnswer: [],
                        score: 6,
                        answer: [
                            "（1）战后以来国际分工不断深化，各国的经济联系越来越紧密，生产国际化的程度不断提高。\n（2）资本国际化也在不断发展。从商业资本、借贷资本到产业资本的国际化，表明资本国际化的发展促使国际经济关系逐步向深度和广度扩展，导致经济全球化的到来。",
                        ],
                        position: 14,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2016年04月】简述私人垄断资本主义的基本经济特征。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 8,
                        userAnswer: [],
                        score: 6,
                        id: "g1q8",
                        answer: [
                            "（1）垄断在经济生活中占统治地位。\n（2）金融资本的形成与金融寡头的统治。\n（3）资本输出在经济生活中占重要地位。\n（4）国际垄断同盟在经济上瓜分世界。\n（5）垄断资本主义列强瓜分和重新瓜分世界。",
                        ],
                        position: 16,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2016年10月】简述发达市场经济国家调控货币量的主要方法。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 9,
                        userAnswer: [],
                        score: 6,
                        id: "g1q9",
                        answer: [
                            "（1）公开市场业务，即由中央银行在货币资本市场上公开出售或贴购有价证券，以流通中的货币量。\n（2）最低准备金利率政策，即通过调整商业很行在中央银行的准备金率，来调节流通中的货币量。\n（3）再贴现率政策，即通过调整商业银行到中央银行再贴现票据的利率，来调节流通中的货币量。",
                        ],
                        position: 18,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2018年10月】资本主义国家如何利用利率调节经济?",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 10,
                        userAnswer: [],
                        score: 6,
                        id: "g1q10",
                        answer: [
                            "（1）资本主义国家的利率调节.主要是通过利率高低和差别利率实现的。\n（2）国家对需要支持的产业或企业给予优惠的信贷条件，鼓励其发展:对需要控制的产业或企业给予较严苛的信贷条件来制约。\n（3）国家在经济过热时，适当提高利率，给经济降温:在需要刺激经济时，则降低利率来刺激投资和消费。",
                        ],
                        position: 20,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2019年04月】简述垄断利润的来源。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。（2）考生要点回答不完整，按所答要点给分。（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 11,
                        userAnswer: [],
                        score: 6,
                        id: "g1q11",
                        answer: [
                            "（1）垄断资本对本国无产阶级和其他劳动人民创造的剩余价值的剥削，是垄断利润的主要来源。\n（2）垄断资本通过垄断价格控制市场，获得非垄断企业的一部分利润。\n（3）垄断资本通过对其他国家劳动人民的剥削和掠夺，能够获取来自海外的利润。\n（4）垄断资本通过国家政权进行有利于自己的再分配，从而将国民收入的一部分变为己有。",
                        ],
                        position: 22,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2019年10月】简述经济全球化的消极影响。",
                        explanation:
                            "经济全球化的影响（后果）：1、积极影响（1）经济全球化使社会分工得以在更大范围内进行，各种生产要素在国际间流动和优化配置，由此可带来巨大的分工收益，推动世界生产力的发展。（2）经济全球化对广大发展中国家也有一定积极影响：它们可以在经济全球化的进程中引进国外的先进技术、资金和管理经验，调整与优化国民经济结构，增强自身的经济实力，缩短与发达国家的差距，增加国内的就业，促进国内的消费，加强同世界各国的联系与交流。2、消极影响（1）发达国家与发展中国家的差距在扩大。（2）在经济增长中忽视社会进步，环境恶化与经济全球化有可能同时发生。（3）各国特别是相对落后国家原有的体制、政府领导能力、社会设施、政策体系、价值观念和文化等都面临着全球化的冲击，国家内部和国际社会都出现不同程度的治理危机。（4）经济全球化使各国之间的经济联系越来越紧密，相互依赖越来越强，而有效的全球性协调机制却没有建立起来，这就使得爆发全球性经济危机的风险不断增大。",
                        number: 12,
                        userAnswer: [],
                        score: 6,
                        id: "g1q12",
                        answer: [
                            "（1）在经济全球化进程中，发达国家与发展中国家的差距在许多方面和领域不是缩小而是扩大了。\n（2）在经济增长中忽视社会进步，环境恶化、资源浪费与经济全球化同时发生。\n（3）在经济全球化的冲击下，各个国家内部和国际社会出现了不同程度的治理危机。\n（4）在经济全球化进程中相应的全球性协调机制没有建立起来，爆发全球性危机的风险有所增长。",
                        ],
                        position: 24,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2020年08月】简述垄断的形成与垄断组织的主要形式。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 13,
                        userAnswer: [],
                        score: 6,
                        id: "g1q13",
                        answer: [
                            "（一）垄断的形成：\n（1）产生的物质条件和基础：社会化生产力的发展；自由竞争引起生产集中，生产集中到一定程度走向垄断；\n（2）目的：获得高额垄断利润。\n（二）垄断组织：\n（1）20世纪上半叶垄断组织：卡特尔、辛迪加、托拉斯，康采思；\n（2）20世纪后半叶垄断组织的主要特征是混合联合企业的兴起；\n（3）当代国际垄断组织最主要形式：跨国公司。",
                        ],
                        position: 26,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2020年10月】简述市场经济条件下调控货币流通量的必要性及主要手段。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 14,
                        userAnswer: [],
                        score: 6,
                        id: "g1q14",
                        answer: [
                            "（一）必要性：对货币流通量的调控，对市场经济的正常运行更为重要。因为流通中所需的货币量是由客观规律决定的，在纸币流通的情况下，如果不顾客观规律的要求，过多增发货币，必然会引起通货膨胀和物价上涨。过高的通货膨胀率不仅会造成经济的不稳定，还会从根本上破坏市场经济的运行机制，甚至导致整个国民经济的崩溃。\n（二）手段：\n（1）公开市场业务。\n（2）最低准备金率政策。\n（3）再贴现利率政策。",
                        ],
                        position: 28,
                        type: "textarea",
                        options: [],
                    },
                ],
                position: 1,
                type: "sentence",
                id: "g1",
            },
            {
                scorePerQuestion: 7,
                title: "论述题（每小题7分）",
                memo: "",
                number: 2,
                questions: [
                    {
                        title:
                            "【自测题】当代资本主义经济关系有哪些新变化？如何认识其实质？",
                        id: "g2q15",
                        number: 15,
                        userAnswer: [],
                        score: 7,
                        answer: [
                            "（1）当代资本主义国家的所有制关系中，出现了资本社会化趋势，建立和发展了一定比重的国有经济，还出现了股权分散和工作持股现象。劳资关系也通过一些措施得到改善，缓和了阶级矛盾。还对分配政策进行了调整，通过再分配手段在一定程度上缓和了社会矛盾。\n（2）当代资本主义虽然发生了许多新变化，但它的经济基础仍然是资本主义的私人占有制。资本主义生产社会化与生产资料私人占有的基本矛盾依然存在，导致经济危机的根源依然存在。当代资本主义借鉴社会主义所进行的某些社会改良，没有改变资本主义生产关系的根本性质。目前西方发达资本主义国家的新变化，说明它在总的量变过程中，已经发生了某些阶段性的部分质变。",
                        ],
                        position: 2,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【自测题】试述经济全球化的本质、原因及主要内容。",
                        id: "g2q16",
                        number: 16,
                        userAnswer: [],
                        score: 7,
                        answer: [
                            "（1）经济全球化是国际分工不断深化、生产的国际化与资本国际化不断发展条件下的国际经济发展的趋势。\n（2）经济全球化的本质是资源配置的国际化。\n（3）促进经济全球化的原因：第一，现代科技的进步及其在社会经济生活中的广泛应用，使国际经济联系更加密切。第二，国际贸易的自由程度大大提高。第三，国际资本流动的大幅增加。\n（4）经济全球化的内容主要包括：生产的全球化，贸易的全球化，资本的全球化。",
                        ],
                        position: 4,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2016年10月】试述经济全球化的主要内容及后果。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 17,
                        userAnswer: [],
                        score: 7,
                        id: "g2q17",
                        answer: [
                            "（一）当今经济全球化的主要内容：\n（1）生产的全球化。随着科学技术的发展，国际分工的深化，上层领域中国际协作加强，各国在生产上结合日益紧密。\n（2）贸易全球化。随着生产的发展，消费水平的提高，国际贸易壁垒和限制的减少，国际商品交流日益扩大 \n（3）资本全球化。随着资本输出规模的扩大，国际全融市场的发展，资本全球化程度日益提高。\n（二）经济全球化深化了国际分工，推动生产力在世界范围内加速发展，无论发达国家还是发展中国家在经济全球化中都有所收益。\n（三）经济全球化加剧了发达国家与发展中国家的差距，并存在忽视社会进步、造成环境恶化、导致治理危机、缺乏有效协调机制等弊端。",
                        ],
                        position: 6,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2017年04月】垄断资本主义的基本经济特征有哪些?其发展变化是怎样的?",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 18,
                        userAnswer: [],
                        score: 7,
                        id: "g2q18",
                        answer: [
                            "（1）垄断资本主义基本经济特征中最重要的是垄断在经济生活中占统治地位。其发展变化主要表现为：垄断程度提高，垄断组织生产经营多样化并向国际化发展。\n（2）金融资本和金融寡头的统治，其发展变化主要表现为：垄断财团实力迅速增长，经营多样化、国际化。\n（3）资本输出在经济生活中占重要地位。其新变化主要是资本输出方向多变，国家资本输出占一定比例，出现了以“对外援助”形式输出资本的新方式。\n（4）国际垄断同盟在经济上瓜分世界。其发展变化是跨国公司和国家垄断资本主义的国际垄断同盟的出现和发展。\n（5）垄断资本主义列强瓜分和重新瓜分世界。其新变化是老殖民主义瓦解，各种比较缓和隐蔽的新殖民主义手法大量出现。",
                        ],
                        position: 8,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2017年10月】试述经济全球化的含义、原因和主要内容。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 19,
                        userAnswer: [],
                        score: 7,
                        id: "g2q19",
                        answer: [
                            "（1）经济全球化是指在生产不断发展、科技加速进步社会分工和国际分工不断深化、生产的社会化和国际化程度不断提高的情况下，世界各国、各地区的经济活动越来越超出一国或地区范围而相互联系、相互依赖的过程。\n（2）战后以来国际分工不断深化，生产国际化的程度不断提高，资本国际化也在不断发展，导致经济全球化的到来。\n（3）经济全球化的内容主要有三方面：一是生产全球化，生产领域中国际协作加强，各国在生产上结合日益紧密。二是贸易全球化，国际商品交流日益扩大。三是资本全球化，随着资木输出规模的扩大，资本全球化程度日益提高。",
                        ],
                        position: 10,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2018年04月】垄断资本主义的基本经济特征有哪些？其当代发展的新特点、新形式是什么？",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 20,
                        userAnswer: [],
                        score: 7,
                        id: "g2q20",
                        answer: [
                            "（1）垄断资本主义的基本经济特征可概括为五点：垄断在经济生活中占统治地位；金融资本和金融寡头的统治；资本输出在经济生活中占重要地位；国际垄断同盟在经济上瓜分世界了；垄断资本主义列强瓜分和重新瓜分世界。\n（2）一百多年来，垄断资本主义的基本特征发生了一系列新变化。第二次世界大战以后，出现了国家垄断资本主义，国家垄断代替私人垄断成为当代资本主义发展的新形势、新特点。",
                        ],
                        position: 12,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title:
                            "【2019年04月】经济全球化的本质和主要内容是什么？试述经济全球在20世纪80年代明显加快的原因。",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。（2）考生要点回答不完整，但所回答要点论述较好，可根据具体情况，适当加分但每小题得分不得超过该题满分。（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 21,
                        userAnswer: [],
                        score: 7,
                        id: "g2q21",
                        answer: [
                            "（1）经济全球化是国际分工不断深化、生产国际化与资本国际化不断发展条件下的国际经济发展趋势。经济全球化的本质是资源配置的国际化。\n（2）经济全球化的主要内容包括：生产全球化、贸易全球化、资本全球化。\n（3）20世纪80年代以来，经济全球化明显加快的原因主要有：现代科技的进步及其在社会经济生活中的广泛应用，使国际经济联系更加密切；国际贸易的自由程度大大提高，使国际货物贸易与服务贸易有极大发展；国际资本流动大幅增加，使资本国际化程度大幅提高。",
                        ],
                        position: 14,
                        type: "textarea",
                        options: [],
                    },
                    {
                        title: "【2020年10月】如何认识国家垄断资本主义的实质？",
                        explanation:
                            "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
                        number: 22,
                        userAnswer: [],
                        score: 7,
                        id: "g2q22",
                        answer: [
                            "（1）从国有资本的作用看。\n垄断资本主义国家的国有企业仍然是垄断资本主义性质的企业，是为整个、为资本主义国家的生存发展服务的。其宗旨在于促进私人垄断资本的发展，协调社会总资本的正常运行。\n（2）从国有资本与私人资本相结合的各种资本的作用来看。\n这些形式的国家垄断资本主义同样是为垄断资产阶级利益服务的工具。\n（3）从国家与私人资本在企业外部的结合来看。\n这种形式下，其根本目的仍然是为了维护资产阶级的利益。\n从以上分析可以清楚地看到，无论哪种形式的国家垄断资本主义，其实质都是私人垄断资本利用国家机器来为其利益服务的手段。",
                        ],
                        position: 16,
                        type: "textarea",
                        options: [],
                    },
                ],
                position: 2,
                id: "g2",
            },
        ],
        totalScore: 140,
        questionCount: 22,
    },
    create_time: "2019-07-23T18:08:12.830415",
    is_active: true,
    questions_count: 22,
    is_break_through: false,
    tags: "章节习题",
    order_number: 19,
    owner_id: 2,
    user: 3,
    owner_type: 50,
    __str__: "第五章 资本主义发展的历史进程（主观）",
};
