export default {
  id: 1152,
  title: "第二章 对国家出路的早期探索（主观）",
  content:
    "中国近现代史纲要 第二章 对国家出路的早期探索\n二、简答题（每小题6分）\n1.【自测题】太平天国定都天京后，先后颁布的两个重要纲领及其特点。\n答案：（1）1853年冬颁布《天朝田亩制度》，这是一个以解决农民土地问题为中心的比较完整的社会改革方案，最能体现太平天国社会理想。\n（2）太平天国后期提出《资政新篇》，这是一个带有鲜明资本主义色彩的改革与建设方案。\n题解：（1）太平天国定都天京后，在政治、军事、经济、文化等方面采取了一系列的政策和措施，其中最重要的是《天朝田亩制度》的颁布。《天朝田亩制度》颁布于1853年冬，是最能体现太平天国社会理想和这次农民战争特点的纲领性文件。《天朝田亩制度》是一个以解决土地问题为中心的比较完整的社会改革方案，代表了农民要求平均分配土地的强烈愿望，反映了农民反对封建土地所有制的普遍要求。\n（2）太平天国后期，洪仁玕提出《资政新篇》，作为统筹全局的建议。《资政新篇》是一个带有鲜明的资本主义色彩的改革与建设方案，但通篇未涉及农民问题和土地问题。\n2.【自测题】洋务运动的指导思想和洋务派举办的洋务事业。\n答案：洋务运动的指导思想：“中学为体，西学为用”。洋务派举办的洋务事业：\n（1）兴办近代企业。最早兴办的是军用工业，70年代开始兴办民用企业。\n（2）建立新式海陆军。\n（3）创办新式学堂、派遣留学生。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n3.【自测题】19世纪末，维新派与守旧派论战的主要问题及意义。\n答案：主要问题：\n（1）第一，要不要变法。\n（2）第二，要不要兴民权、设议院，实行君主立宪。\n（3）第三，要不要废八股、改科举和兴学堂。意义：维新派和守旧派的论战，实质上是资产阶级思想与封建主义思想在中国的第一次正面交锋。这次论战，为维新变法运动作了思想舆论的准备。\n题解：维新派和守旧派之间的论战主要围绕以下三个问题展开：\n（1）第一，要不要变法。\n（2）第二，要不要兴民权、设议院，实行君主立宪。\n（3）第三，要不要废八股、改科举和兴学堂。维新派和守旧派的论战，实质上是资产阶级思想与封建主义思想在中国的第一次正面交锋。论战涉及的领域十分广泛，比较集中反映了近代中国在文化思想领域中学和西学、新学和旧学之争，进一步开阔了新型知识分子的眼界，为维新变法运动作了思想舆论的准备。\n4.【自测题】中国近代洋务运动的历史作用是什么？\n答案：第一，在客观上促进了中国早期工业和民族资本主义的发展。第二，成为中国近代教育的开端。第三，传播了新知识，打开了人们的眼界。第四，引起了社会风气和价值观念的变化。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n5.【自测题】太平天国农民战争失败的主要原因。\n答案：（1）太平天国失败的根本原因是缺乏先进阶级的领导。农民阶级的局限性大大削弱了太平天国的向心力和战斗力。\n（2）太平天国的失败还在于没有科学理论的指导。其信奉的拜上帝教教义不是科学的思想理论，不能正确指导革命斗争。\n（3）太平天国领导人对资本主义列强的侵略本质也缺乏理性的认识。\n题解：（1）太平天国失败的根本原因，是缺乏先进阶级的领导。农民阶级不是新的生产力和生产关系的代表，带有小生产者所固有的阶级局限性，既不能提出完整、正确的政治纲领和社会改革方案，也无法长期保持领导集团的团结，无法制止腐化现象的滋生。\n（2）太平天国的失败还在于没有科学理论的指导。太平天国是以拜上帝教来发动、组织群众的，但是，拜上帝教教义不是科学的思想理论，不仅不能正确指导斗争，而且也无法维持内部长久的团结，给农民战争带来危害。正是由于没有科学理论的指导，太平天国也不能正确对待传统文化。\n（3）此外，太平天国领导人笼统地把信奉上帝的西方人都视为“洋兄弟”，说明他们对外国资本主义列强缺乏理性的认识。\n6.【自测题】洋务运动失败的主要原因是什么？\n答案：（1）洋务运动具有封建性。其指导思想是“中学为体，西学为用”，洋务派只注重西法练兵和办企业，而不去改变落后的政治制度。\n（2）洋务运动对西方列强具有依赖性。洋务派企图仰仗西方列强来达到“求强”、“求富”的目的，无异与虎谋皮。\n（3）洋务企业的管理具有腐朽性。洋务派所办的新式企业在管理方面仍采取封建衙门式的管理方法，使洋务企业缺乏应有的生机和活力。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n7.【自测题】资产阶级维新派自身弱点和局限的主要表现是什么？\n答案：（1）第一，不敢否定封建主义。\n（2）第二，对帝国主义抱有幻想。\n（3）第三，脱离人民群众。\n题解：维新派自身的弱点和局限主要有以下三个方面：\n（1）第一，不敢否定封建主义。在政治上，维新派不敢根本否定封建君主制度，而是幻想通过和平、合法的手段实现君主立宪制，让资产阶级及开明绅士的代表参加政权。在经济上，维新派要求发展民族资本主义，但却没有触及封建主义的经济基础——封建土地所有制。在思想上，维新派提倡学习西方，但却仍要借古代圣贤孔子之名来“托古改制”。\n（2）第二，对帝国主义抱有幻想。维新派大声疾呼救亡图存，却一直幻想西方列强能帮助自己变法维新。而帝国主义列强决不愿意中国成为一个独立强大的资本主义国家。当时，英国与日本，虽然为了抵制俄国的扩张，曾对中国维新运动标识同情并拉拢维新派，但始终未能给予实质性的具体援助。在戊戌政变前，维新派曾分别乞求英、美、日公使的支持，结果都落了空。\n（3）第三，脱离人民群众。维新派的活动范围很有限，基本上局限于一些官僚士大夫和知识分子。维新派不仅脱离人民群众，而且害怕人民群众。由于缺乏群众的支持，当维新派得知守旧势力要发动军事政变时，只能求助于拥有兵权的袁世凯，结果被其出卖。\n\n8.【2017年10月】《资政新篇》中关于政治和经济方面的主要内容。\n答案：（1）政治方面，主张“禁朋党之弊”，加强中央集权，制定法律、制度；设“暗柜”，用以监督官员，改革弊政。\n（2）经济方面，发展近代工矿、交通、邮政、金融等事业；吸取外国科学技术，奖励科技发明和机器制造；提出“准富者请人雇工”，即提倡资本主义的雇佣劳动制。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n9.【2018年04月】洋务运动的历史作用。\n答案：（1）在客观上促进了中国早期工业和民族资本主义的发展。洋务派继承了魏源的“师夷长技以制夷”的思想，以“求强”、“求富”为目标，发展军事工业，发展若干民用企业，使资本主义经济成份在社会经济中明显增长。\n（2）成为中国近代教育的开端。为了培养新式外交、军事、科技人才，洋务派开办了一批新式学堂，派出了最早的官派留学生，这是中国近代教育的开始。\n（3）传播了新知识，打开了人们的眼界。洋务派翻译了一批西学的书籍，介绍西方近代的科学文化知识，给当时的中国带来新知识、新学问，开阔了人们的眼界。\n（4）引起了社会风气和价值观念的变化。随着洋务运动的兴起和资本主义生产方式的出现，传统的价值观念也受到冲击，社会风气也有所改变这都有利于资本主义的发展，有利于社会风气的转变。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n10.【2019年10月】太平天国定都天京后先后颁布的两个社会改革方案及其特点。\n答案：1853年冬，太平天国颁布《天朝田亩制度》，这是一个以解决农民土地问题为中心的比较完整的社会改革方案，最能体现太平天国的社会理想。太平天国后期颁布《资政新篇》，这是一个带有鲜明资本主义色彩的社会改革方案。\n题解：答案仅供参考，考生作答前后顺序与答案不同，也能得分。\n\n26.【2020年08月】19世纪末，维新派与守旧派论战的主要问题及意义。\n答案：主要问题有三个：要不要变法；要不要兴民权、设议院，实行君主立宪；要不要废八股、改科举和兴西学。\n意义：维新派与守旧派的这场论战，实质上是资产阶级思想与封建主义思想在中国的第一次正面交锋。论战所涉及到的领域十分广泛，进一步开阔了新型知识分子的眼界，解放了人们长期受到束缚的思想。通过论战，西方资产阶级社会政治学说在中国得到了进一步的传播，维新变法政治运动的帷幕随之拉开。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题（每小题7分）\n11.【自测题】太平天国农民战争的历史意义。\n答案：（1）它沉重打击了封建统治阶级，强烈撼动了清政府的统治根基。\n（2）它是旧式中国农民战争的最高峰，具有了不同于以往农民战争的新特点。\n（3）它对儒家经典给以严厉的批判，在一定程度上削弱了封建统治阶级的精神支柱。\n（4）它有力地打击了外国侵略势力。\n（5）它和其它亚洲国家的民族解放运动汇合在一起，冲击了西方殖民主义在亚洲的统治。\n题解：太平天国起义虽然失败了，但它具有重要的历史意义。\n（1）它沉重打击了封建统治阶级，强烈撼动了清政府的统治根基。太平天国起义坚持了14年之久，革命的势力先后扩展到了18个省，其规模之大，时间之长，影响之深，是以往历次农民起义都比不上的。在太平天国起义的影响下，各地各族反清起义风起云涌。如南方和东南沿海各省的天地会起义，北方的捻军起义，西南、西北的各族起义等。天京陷落后，太平军余部仍坚持战斗4年之久。这些斗争加速了清王朝的衰败过程。\n（2）它是中国旧式农民战争的最高峰，具有了不同于以往农民战争的新的历史特点。太平天国建立了自己的政权，提出了《天朝田亩制度》，比较完整地表达了千百年来农民对拥有土地的渴望。《资政新篇》则是中国近代史上第一个具有资本主义色彩的方案，反映出太平天国新的历史特点。\n（3）太平天国对孔子及儒家经典予以严厉批判，在一定程度上削弱了封建统治的精神支柱。\n（4）太平天国农民战争有力地打击了外国侵略势力。太平天国领袖们拒绝不平等条约，严禁鸦片贸易。1861年，清政府公然宣布“借师助剿”，中外反动势力勾结在一起镇压太平天国。太平天国将士们与英法军队和由外国军官指挥的“常胜军”、“常捷军”进行了英勇的斗争。\n（5）在19世纪中叶的亚洲民族解放运动中，太平天国农民战争和其他亚洲国家的民族解放运动汇合在一起，冲击了西方殖民主义在亚洲的统治。\n12.【自测题】《资政新篇》的主要内容及其性质是什么？\n答案：（一）《资政新篇》的主要内容是：\n（1）在政治方面，主张“禁朋党之弊”，加强中央集权，制定法律、制度；设“暗柜”，用以监督官员，改革弊政。\n（2）在经济方面，主张发展近代工矿、交通、邮政、金融等事业；吸取外国的科学技术，奖励科技发明和机器制造；提出“准富者请人雇工”，即提倡资本主义的雇佣劳动制。\n（3）在思想文化方面，提出设新闻官、新闻馆；主张革除缠足、溺婴等社会陋习；提倡兴办学校、医院和社会福利事业。\n（4）在外交方面，主张同世界各国交往、通商；强调允许外国人为天国献策，但不得毁谤国法。\n（二）《资政新篇》的性质：\n《资政新篇》是一个带有鲜明的资本主义色彩的改革与建设方案，但通篇未涉及农民问题和土地问题。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n13.【2017年04月】太平天国农民战争的历史意义。\n答案：第一，它沉重打击了封建统治阶级，强烈撼动了清政府的统治根基。太平天国起义坚持了 14年之久，革命势力扩展到 18个省，规模大，时间长，影响深，加速了清王朝的衰败过程。第二，它是中国旧式农民战争最高峰，具有不同于以往农民战争的新的历史特点。太平天国建立了自己的政权，提出《天朝田亩制度》，比较完整地表达农民对土地的渴望。《资政新篇》是中国近代史上第一个具有资本主义色彩的方案，反映出太平天国新的历史特点。第三，太平天国对孔子和儒家经典予以严厉批判，在一定程度上削弱了封建统治的精神支柱。第四，太平天国起义还有力地打击了外国侵略势力。太平天国将领们拒绝不平等条约严禁鸦片贸易，与外国军队进行了英勇斗争。\n第五，太平天国起义鼓舞和推动了当时的亚洲民族解放运动，冲击了西方殖民主义在亚洲的统治。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n14.【2019年04月】戊戌维新运动的历史意义。\n答案：第一，戊戌维新运动是一次爱国救亡运动，在瓜分危机迫在眉睫关头挺身而出，掀起了变法图存、维护民族独立和发展资本主义的救国运动，反映了时代的要求。第二，戊戌维新运动是一场资产阶级性质的政治改革运动，冲破了洋务派“中体西用”思想的局限，鼓吹民权，提倡设议院，主张君主立宪，在一定程度上冲击了封建制度。第三，戊戌维新运动是一场思想启蒙运动，大力宣传西方自由平等、社会进化等观念，批判封建君权纲常，有利于民主主义思想在中国的传播。第四，戊戌维新运动在改革社会风气方面也有积极作用。主张变革吸食鸦片及妇女缠足等陋习，倡导讲文明、重卫生、反跪拜等。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
  content_object: {
    title: "中国近现代史纲要 第二章 对国家出路的早期探索",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 6,
        title: "简答题（每小题6分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】太平天国定都天京后，先后颁布的两个重要纲领及其特点。",
            explanation:
              "（1）太平天国定都天京后，在政治、军事、经济、文化等方面采取了一系列的政策和措施，其中最重要的是《天朝田亩制度》的颁布。《天朝田亩制度》颁布于1853年冬，是最能体现太平天国社会理想和这次农民战争特点的纲领性文件。《天朝田亩制度》是一个以解决土地问题为中心的比较完整的社会改革方案，代表了农民要求平均分配土地的强烈愿望，反映了农民反对封建土地所有制的普遍要求。\n（2）太平天国后期，洪仁玕提出《资政新篇》，作为统筹全局的建议。《资政新篇》是一个带有鲜明的资本主义色彩的改革与建设方案，但通篇未涉及农民问题和土地问题。",
            number: 1,
            userAnswer: [],
            score: 6,
            id: "g1q1",
            answer: [
              "（1）1853年冬颁布《天朝田亩制度》，这是一个以解决农民土地问题为中心的比较完整的社会改革方案，最能体现太平天国社会理想。\n（2）太平天国后期提出《资政新篇》，这是一个带有鲜明资本主义色彩的改革与建设方案。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】洋务运动的指导思想和洋务派举办的洋务事业。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 2,
            userAnswer: [],
            score: 6,
            id: "g1q2",
            answer: [
              "洋务运动的指导思想：“中学为体，西学为用”。洋务派举办的洋务事业：\n（1）兴办近代企业。最早兴办的是军用工业，70年代开始兴办民用企业。\n（2）建立新式海陆军。\n（3）创办新式学堂、派遣留学生。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】19世纪末，维新派与守旧派论战的主要问题及意义。",
            explanation:
              "维新派和守旧派之间的论战主要围绕以下三个问题展开：\n（1）第一，要不要变法。\n（2）第二，要不要兴民权、设议院，实行君主立宪。\n（3）第三，要不要废八股、改科举和兴学堂。维新派和守旧派的论战，实质上是资产阶级思想与封建主义思想在中国的第一次正面交锋。论战涉及的领域十分广泛，比较集中反映了近代中国在文化思想领域中学和西学、新学和旧学之争，进一步开阔了新型知识分子的眼界，为维新变法运动作了思想舆论的准备。",
            number: 3,
            userAnswer: [],
            score: 6,
            id: "g1q3",
            answer: [
              "主要问题：\n（1）第一，要不要变法。\n（2）第二，要不要兴民权、设议院，实行君主立宪。\n（3）第三，要不要废八股、改科举和兴学堂。意义：维新派和守旧派的论战，实质上是资产阶级思想与封建主义思想在中国的第一次正面交锋。这次论战，为维新变法运动作了思想舆论的准备。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】中国近代洋务运动的历史作用是什么？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 4,
            userAnswer: [],
            score: 6,
            id: "g1q4",
            answer: [
              "第一，在客观上促进了中国早期工业和民族资本主义的发展。第二，成为中国近代教育的开端。第三，传播了新知识，打开了人们的眼界。第四，引起了社会风气和价值观念的变化。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】太平天国农民战争失败的主要原因。",
            explanation:
              "（1）太平天国失败的根本原因，是缺乏先进阶级的领导。农民阶级不是新的生产力和生产关系的代表，带有小生产者所固有的阶级局限性，既不能提出完整、正确的政治纲领和社会改革方案，也无法长期保持领导集团的团结，无法制止腐化现象的滋生。\n（2）太平天国的失败还在于没有科学理论的指导。太平天国是以拜上帝教来发动、组织群众的，但是，拜上帝教教义不是科学的思想理论，不仅不能正确指导斗争，而且也无法维持内部长久的团结，给农民战争带来危害。正是由于没有科学理论的指导，太平天国也不能正确对待传统文化。\n（3）此外，太平天国领导人笼统地把信奉上帝的西方人都视为“洋兄弟”，说明他们对外国资本主义列强缺乏理性的认识。",
            number: 5,
            userAnswer: [],
            score: 6,
            id: "g1q5",
            answer: [
              "（1）太平天国失败的根本原因是缺乏先进阶级的领导。农民阶级的局限性大大削弱了太平天国的向心力和战斗力。\n（2）太平天国的失败还在于没有科学理论的指导。其信奉的拜上帝教教义不是科学的思想理论，不能正确指导革命斗争。\n（3）太平天国领导人对资本主义列强的侵略本质也缺乏理性的认识。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】洋务运动失败的主要原因是什么？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 6,
            userAnswer: [],
            score: 6,
            id: "g1q6",
            answer: [
              "（1）洋务运动具有封建性。其指导思想是“中学为体，西学为用”，洋务派只注重西法练兵和办企业，而不去改变落后的政治制度。\n（2）洋务运动对西方列强具有依赖性。洋务派企图仰仗西方列强来达到“求强”、“求富”的目的，无异与虎谋皮。\n（3）洋务企业的管理具有腐朽性。洋务派所办的新式企业在管理方面仍采取封建衙门式的管理方法，使洋务企业缺乏应有的生机和活力。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】资产阶级维新派自身弱点和局限的主要表现是什么？",
            explanation:
              "维新派自身的弱点和局限主要有以下三个方面：\n（1）第一，不敢否定封建主义。在政治上，维新派不敢根本否定封建君主制度，而是幻想通过和平、合法的手段实现君主立宪制，让资产阶级及开明绅士的代表参加政权。在经济上，维新派要求发展民族资本主义，但却没有触及封建主义的经济基础——封建土地所有制。在思想上，维新派提倡学习西方，但却仍要借古代圣贤孔子之名来“托古改制”。\n（2）第二，对帝国主义抱有幻想。维新派大声疾呼救亡图存，却一直幻想西方列强能帮助自己变法维新。而帝国主义列强决不愿意中国成为一个独立强大的资本主义国家。当时，英国与日本，虽然为了抵制俄国的扩张，曾对中国维新运动标识同情并拉拢维新派，但始终未能给予实质性的具体援助。在戊戌政变前，维新派曾分别乞求英、美、日公使的支持，结果都落了空。\n（3）第三，脱离人民群众。维新派的活动范围很有限，基本上局限于一些官僚士大夫和知识分子。维新派不仅脱离人民群众，而且害怕人民群众。由于缺乏群众的支持，当维新派得知守旧势力要发动军事政变时，只能求助于拥有兵权的袁世凯，结果被其出卖。",
            number: 7,
            userAnswer: [],
            score: 6,
            id: "g1q7",
            answer: [
              "（1）第一，不敢否定封建主义。\n（2）第二，对帝国主义抱有幻想。\n（3）第三，脱离人民群众。",
            ],
            position: 14,
            type: "textarea",
            options: [],
          },
          {
            title: "【2017年10月】《资政新篇》中关于政治和经济方面的主要内容。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 8,
            userAnswer: [],
            score: 6,
            id: "g1q8",
            answer: [
              "（1）政治方面，主张“禁朋党之弊”，加强中央集权，制定法律、制度；设“暗柜”，用以监督官员，改革弊政。\n（2）经济方面，发展近代工矿、交通、邮政、金融等事业；吸取外国科学技术，奖励科技发明和机器制造；提出“准富者请人雇工”，即提倡资本主义的雇佣劳动制。",
            ],
            position: 16,
            type: "textarea",
            options: [],
          },
          {
            title: "【2018年04月】洋务运动的历史作用。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 9,
            userAnswer: [],
            score: 6,
            id: "g1q9",
            answer: [
              "（1）在客观上促进了中国早期工业和民族资本主义的发展。洋务派继承了魏源的“师夷长技以制夷”的思想，以“求强”、“求富”为目标，发展军事工业，发展若干民用企业，使资本主义经济成份在社会经济中明显增长。\n（2）成为中国近代教育的开端。为了培养新式外交、军事、科技人才，洋务派开办了一批新式学堂，派出了最早的官派留学生，这是中国近代教育的开始。\n（3）传播了新知识，打开了人们的眼界。洋务派翻译了一批西学的书籍，介绍西方近代的科学文化知识，给当时的中国带来新知识、新学问，开阔了人们的眼界。\n（4）引起了社会风气和价值观念的变化。随着洋务运动的兴起和资本主义生产方式的出现，传统的价值观念也受到冲击，社会风气也有所改变这都有利于资本主义的发展，有利于社会风气的转变。",
            ],
            position: 18,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2019年10月】太平天国定都天京后先后颁布的两个社会改革方案及其特点。",
            explanation: "答案仅供参考，考生作答前后顺序与答案不同，也能得分。",
            number: 10,
            userAnswer: [],
            score: 6,
            id: "g1q10",
            answer: [
              "1853年冬，太平天国颁布《天朝田亩制度》，这是一个以解决农民土地问题为中心的比较完整的社会改革方案，最能体现太平天国的社会理想。太平天国后期颁布《资政新篇》，这是一个带有鲜明资本主义色彩的社会改革方案。",
            ],
            position: 20,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2020年08月】19世纪末，维新派与守旧派论战的主要问题及意义。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 11,
            userAnswer: [],
            score: 6,
            id: "g1q11",
            answer: [
              "主要问题有三个：要不要变法；要不要兴民权、设议院，实行君主立宪；要不要废八股、改科举和兴西学。\n意义：维新派与守旧派的这场论战，实质上是资产阶级思想与封建主义思想在中国的第一次正面交锋。论战所涉及到的领域十分广泛，进一步开阔了新型知识分子的眼界，解放了人们长期受到束缚的思想。通过论战，西方资产阶级社会政治学说在中国得到了进一步的传播，维新变法政治运动的帷幕随之拉开。",
            ],
            position: 22,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
      {
        scorePerQuestion: 7,
        title: "论述题（每小题7分）",
        memo: "",
        number: 2,
        questions: [
          {
            title: "【自测题】太平天国农民战争的历史意义。",
            explanation:
              "太平天国起义虽然失败了，但它具有重要的历史意义。\n（1）它沉重打击了封建统治阶级，强烈撼动了清政府的统治根基。太平天国起义坚持了14年之久，革命的势力先后扩展到了18个省，其规模之大，时间之长，影响之深，是以往历次农民起义都比不上的。在太平天国起义的影响下，各地各族反清起义风起云涌。如南方和东南沿海各省的天地会起义，北方的捻军起义，西南、西北的各族起义等。天京陷落后，太平军余部仍坚持战斗4年之久。这些斗争加速了清王朝的衰败过程。\n（2）它是中国旧式农民战争的最高峰，具有了不同于以往农民战争的新的历史特点。太平天国建立了自己的政权，提出了《天朝田亩制度》，比较完整地表达了千百年来农民对拥有土地的渴望。《资政新篇》则是中国近代史上第一个具有资本主义色彩的方案，反映出太平天国新的历史特点。\n（3）太平天国对孔子及儒家经典予以严厉批判，在一定程度上削弱了封建统治的精神支柱。\n（4）太平天国农民战争有力地打击了外国侵略势力。太平天国领袖们拒绝不平等条约，严禁鸦片贸易。1861年，清政府公然宣布“借师助剿”，中外反动势力勾结在一起镇压太平天国。太平天国将士们与英法军队和由外国军官指挥的“常胜军”、“常捷军”进行了英勇的斗争。\n（5）在19世纪中叶的亚洲民族解放运动中，太平天国农民战争和其他亚洲国家的民族解放运动汇合在一起，冲击了西方殖民主义在亚洲的统治。",
            number: 12,
            userAnswer: [],
            score: 7,
            id: "g2q12",
            answer: [
              "（1）它沉重打击了封建统治阶级，强烈撼动了清政府的统治根基。\n（2）它是旧式中国农民战争的最高峰，具有了不同于以往农民战争的新特点。\n（3）它对儒家经典给以严厉的批判，在一定程度上削弱了封建统治阶级的精神支柱。\n（4）它有力地打击了外国侵略势力。\n（5）它和其它亚洲国家的民族解放运动汇合在一起，冲击了西方殖民主义在亚洲的统治。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】《资政新篇》的主要内容及其性质是什么？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 13,
            userAnswer: [],
            score: 7,
            id: "g2q13",
            answer: [
              "（一）《资政新篇》的主要内容是：\n（1）在政治方面，主张“禁朋党之弊”，加强中央集权，制定法律、制度；设“暗柜”，用以监督官员，改革弊政。\n（2）在经济方面，主张发展近代工矿、交通、邮政、金融等事业；吸取外国的科学技术，奖励科技发明和机器制造；提出“准富者请人雇工”，即提倡资本主义的雇佣劳动制。\n（3）在思想文化方面，提出设新闻官、新闻馆；主张革除缠足、溺婴等社会陋习；提倡兴办学校、医院和社会福利事业。\n（4）在外交方面，主张同世界各国交往、通商；强调允许外国人为天国献策，但不得毁谤国法。\n（二）《资政新篇》的性质：\n《资政新篇》是一个带有鲜明的资本主义色彩的改革与建设方案，但通篇未涉及农民问题和土地问题。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【2017年04月】太平天国农民战争的历史意义。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 14,
            userAnswer: [],
            score: 7,
            id: "g2q14",
            answer: [
              "第一，它沉重打击了封建统治阶级，强烈撼动了清政府的统治根基。太平天国起义坚持了 14年之久，革命势力扩展到 18个省，规模大，时间长，影响深，加速了清王朝的衰败过程。第二，它是中国旧式农民战争最高峰，具有不同于以往农民战争的新的历史特点。太平天国建立了自己的政权，提出《天朝田亩制度》，比较完整地表达农民对土地的渴望。《资政新篇》是中国近代史上第一个具有资本主义色彩的方案，反映出太平天国新的历史特点。第三，太平天国对孔子和儒家经典予以严厉批判，在一定程度上削弱了封建统治的精神支柱。第四，太平天国起义还有力地打击了外国侵略势力。太平天国将领们拒绝不平等条约严禁鸦片贸易，与外国军队进行了英勇斗争。\n第五，太平天国起义鼓舞和推动了当时的亚洲民族解放运动，冲击了西方殖民主义在亚洲的统治。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年04月】戊戌维新运动的历史意义。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 15,
            userAnswer: [],
            score: 7,
            id: "g2q15",
            answer: [
              "第一，戊戌维新运动是一次爱国救亡运动，在瓜分危机迫在眉睫关头挺身而出，掀起了变法图存、维护民族独立和发展资本主义的救国运动，反映了时代的要求。第二，戊戌维新运动是一场资产阶级性质的政治改革运动，冲破了洋务派“中体西用”思想的局限，鼓吹民权，提倡设议院，主张君主立宪，在一定程度上冲击了封建制度。第三，戊戌维新运动是一场思想启蒙运动，大力宣传西方自由平等、社会进化等观念，批判封建君权纲常，有利于民主主义思想在中国的传播。第四，戊戌维新运动在改革社会风气方面也有积极作用。主张变革吸食鸦片及妇女缠足等陋习，倡导讲文明、重卫生、反跪拜等。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        id: "g2",
      },
    ],
    totalScore: 94,
    questionCount: 15,
  },
  create_time: "2020-09-02T21:00:54.741861",
  is_active: true,
  questions_count: 15,
  is_break_through: true,
  tags: "章节习题",
  order_number: 4,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第二章 对国家出路的早期探索（主观）",
};
