export default {
  id: 1153,
  title: "第三章 辛亥革命（主观）",
  content:
    "中国近现代史纲要 第三章 辛亥革命\n二、简答题（每小题6分）\n1.【自测题】为什么1912年建立的南京临时政府是一个资产阶级共和国性质的革命政权？\n答案：（1）在人员构成上，资产阶级革命派控制着政权。\n（2）其实行的各项政策措施，集中体现了中国民族资产阶级的愿望和利益。\n（3）临时参议院颁布《中华民国临时约法》，是中国历史上第一部具有资产阶级共和国宪法性质的法典。\n题解：（1）在人员构成上，资产阶级革命派控制着政权。除孙中山作为临时大总统拥有统治全国和统率海、陆军之权外，陆军外交等重要部门的总长和所有各部门的次长全由革命党人担任。在作为国家立法机关的临时参议院中，同盟会会员也占多数。\n（2）在实行的各项政策措施上，集中体现了中国民族资产阶级的愿望和利益，也一定程度上符合广大中国人民的利益。\n（3）1912年3月，临时参议院颁布《中华民国临时约法》，是中国历史上第一部具有资产阶级共和国宪法性质的法典。\n2.【自测题】资产阶级革命派与改良派论战的焦点及革命派在这一问题上的主张。\n答案：（1）论战的焦点是要不要以革命手段推翻清政府。\n（2）革命派强调：救国必先推翻卖国媚外的清王朝；革命虽不免流血，但可“救世救人”，是疗治社会的捷径；革命就是为了建设，破坏与建设是革命的两个方面。\n题解：（1）要不要以革命手段推翻清政府。这是论战的焦点。\n（2）革命派控诉清政府卖国媚外的最小，强调救国必先推翻清王朝；认为革命不可流血，但可“救世救人”，是疗治社会的捷径；革命就是为了建设，破坏与建设是革命的两个方面。革命派还反驳了改良派提出的革命会招致天下大乱和帝国主义干涉之谬论。\n3.【自测题】资产阶级革命派与改良派论战的主要问题是什么？\n答案：（1）要不要以革命手段推翻清政府。\n（2）要不要推翻帝制，实行共和。\n（3）要不要社会革命。\n题解：1905年至1907年，以孙中山为代表的革命派和以康有为为代表的改良派展开论战，这场论战主要围绕以下问题展开：\n（1）要不要以革命手段推翻清政府。这是论战的焦点。改良派竭力为清政府的民族和阶级压迫政策辩护，认为革命会引起下层社会暴乱，招致外国干涉、瓜分，因此，中国只可改良、立宪。革命派控诉清政府卖国媚外的最小，强调救国必先推翻清王朝；认为革命不可流血，但可“救世救人”，是疗治社会的捷径；革命就是为了建设，破坏与建设是革命的两个方面。革命派还反驳了改良派提出的革命会招致天下大乱和帝国主义干涉之谬论。\n（2）要不要推翻帝制，实行共和。改良派认为中国国民“民智未开”，根本没有享受民主权利、当“共和国民”之资格。革命派指出：当代中国，不是“国民恶劣”，而是“政府恶劣”；自由、平等是人类的本性，一旦破除禁锢，就会沛然流出；革命本身就是启发民智的方法，“民智未开，即以革命开之”。\n（3）要不要社会革命。改良派反对土地国有，反对平均地权，竭力美化封建土地所有制。革命派指出，中国的社会经济制度弊病百出，“地主强权”、“地权失平”；因此，必须废除封建土地制度，把土地收归国有，以解决民生问题。\n4.【自测题】辛亥革命失败后，以孙中山为首的资产阶级革命派为反对北洋军阀的统治，发动了哪些主要斗争？\n答案：1913年，为反对袁世凯刺杀宋教仁和“善后大借款”，发动了“二次革命”。1915年，为反对袁世凯称帝，发动了护国战争。1917年和1919年，为捍卫《临时约法》、恢复国会，分别发动了第一次护法运动和第二次护法运动。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n5.【自测题】辛亥革命的历史局限性是什么？\n答案：（1）没有提出彻底的反对帝国主义和反对封建主义的革命纲领。\n（2）没有充分发动和依靠民众，特别是农民群众。\n（3）没有建立坚强的革命政党和发挥团结一切革命力量的强有力的核心作用。\n题解：（1）没有提出彻底的反对帝国主义和反对封建主义的革命纲领。不仅没有明确的反帝纲领，甚至幻想以妥协退让来换取帝国主义的承认和支持。只强调反满和建立共和政体，并没有认识到反对整个封建统治阶级，把政权交给了同样是封建势力代表的袁世凯。\n（2）没有充分发动和依靠民众。不敢依靠反封建的主力军农民群众，反而指责农民“行为越轨”，致使中国民主革命的主力军农民没有被动员起来，革命的根基相当单薄。\n（3）没有建立坚强有力地革命政党。同盟会的组织松懈，派系纷杂，缺乏一个统一和稳定的领导核心。\n\n6.【2017年04月】资产阶级革命派与改良派论战的焦点及革命派在这一问题上的主张。\n答案：（1）要不要以革命手段推翻清政府，这是论战的焦点。\n（2）革命派控诉清政府卖国媚外的罪行，强调救国必先推翻清王朝；认为革命不免流血，但可“救世救人”，是治疗社会的捷径；革命就是为了建设，破坏与建设是革命的两个方面。\n（3）革命派还反驳了改良派提出的革命会招致天下大乱和帝国主义干涉之谬论。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n7.【2017年10月】1912年建立的中华民国临时政府的性质。\n答案：（一）南京临时政府是资产阶级共和国性质的革命政权。\n（二）从人员构成上看，资产阶级革命派控制着这个政权。除孙中山作为临时大总统拥有统治全国和统率海、陆军之权外，陆军、外交等重要部的总长和所有各部次长全由革命党人担任。同盟会会员在作为国家立法机关的临时参议院中占多数。\n（三）从政策措施上看，集中体现了民族资产阶级愿望和利益，并在一定程度上符合广大中国人民利益：\n（1）扫除封建弊端，保护人权；\n（2）鼓励发展资本主义，提倡兴办工厂、矿山、银行、垦殖事业。\n（3）禁止刑讯，保护华侨，禁止贩卖华工和买卖人口，废除奴婢，禁止种植和吸食鸦片；\n（4）改革文化教育制度，否定忠君尊孔，废止小学读经，禁用清政府学部颁行的教科书。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n8.【2018年10月】以孙中山为首的资产阶级革命派反对北洋军阀统治的主要斗争。\n答案：（1）发动“二次革命”（“赣宁之役”）。\n（2）组织中华革命党。\n（3）护国运动。为反对袁世凯称帝，1915年12月25日蔡锷宣布云南独立，护国运动爆发。（4）第一次护法运动。\n（5）发动第二次护法运动。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n9.【2019年04月】辛亥革命失败后孙中山为捍卫资产阶级民主革命成果所进行的斗争。\n答案：（1）发动“二次革命”（“赣宁之役”）。\n（2）组织中华革命党。\n（3）护国运动。为反对袁世凯称帝，1915年12月25日蔡锷宣布云南独立，护国运动爆发。（4）第一次护法运动。\n（5）发动第二次护法运动。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n10.【2019年10月】辛亥革命时期中国资产阶级革命派的阶级基础和骨干力量。\n答案：中国资产阶级革命派的阶级基础是民族资产阶级。其骨干力量是一批资产阶级、小资产阶级知识分子。这个群体是随着19世纪末20世纪初清政府兴学堂、派留学生而逐渐形成的。\n题解：答案仅供参考，考生作答前后顺序与答案不同，也能得分。\n\n27.【2020年08月】兴中会的成立及其誓词。\n答案：1894年11月24日，由孙中山主持召开大会，兴中会在檀香山成立，过《兴中会章程》。兴中会创立标志着中国资产阶级革命活动的开始。誓词：驱除鞑虏，恢复中国，创立合众政府。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题（每小题7分）\n11.【自测题】孙中山三民主义学说的主要内容是什么？\n答案：民族主义，指“驱除鞑虏，恢复中华”，主要是以革命手段推翻清王朝的统治。民权主义，指“创立民国”，即推翻封建君主专制制度，建立资产阶级的民主共和国。民生主义，指“平均地权”，基本方案是：核定地价，按价征税，涨价归公，按价收买。\n题解：（1）民族主义，包括“驱除鞑虏，恢复中华”两项内容。一是以革命手段推翻清王朝，改变它一贯推行的民族歧视和压迫政策；二是变“次殖民地”的中国为独立的中国。\n（2）民权主义，指“创立民国”，即推翻封建君主专制制度，建立资产阶级的民主共和国。\n（3）民生主义，指“平均地权”，也就是孙中山所说的社会革命。基本方案是：在革命胜利后，所有的土地所有者均要向国家申报自己的土地数目，由国家核定地价，按地价征税，土地价格上涨之后，收入增加部分应当归国家所有，为国民共享。\n12.【自测题】孙中山三民主义学说的主要内容和意义。\n答案：（一）主要内容：\n（1）民族主义，包括“驱除鞑虏，恢复中华”。一是以革命手段推翻清王朝，二是变“次殖民地”的中国为独立的中国。\n（2）民权主义即“创立民国”。指推翻封建君主专制制度，建立资产阶级民主共和国。\n（3）民生主义即“平均地权”。基本方案是：核定地价，按价征税，涨价归公，按价收买。（二）意义：这是一个比较完整的民主主义的革命纲领，推动了革命思想的传播和革命运动的发展。\n题解：（一）三民主义学说的主要内容如下：\n（1）民族主义，包括“驱除鞑虏，恢复中华”两项内容。一是以革命手段推翻清王朝，改变它一贯推行的民族歧视和压迫政策；二是变“次殖民地”的中国为独立的中国。\n（2）民权主义，指“创立民国”，即推翻封建君主专制制度，建立资产阶级的民主共和国。\n（3）民生主义，指“平均地权”，也就是孙中山所说的社会革命。基本方案是：在革命胜利后，所有的土地所有者均要向国家申报自己的土地数目，由国家核定地价，按地价征税，土地价格上涨之后，收入增加部分应当归国家所有，为国民共享。\n（二）孙中山的三民主义学说，是一个比较完备的民主主义的革命纲领，产生了积极影响，推动了革命思想的传播和革命运动的发展。\n13.【自测题】1905年至1907年资产阶级革命派与改良派进行论战的意义及革命派的局限性。\n答案：（一）论战的意义：\n（1）划清了革命与改良的界限，使人们清楚的认识到实行民主革命的必要性，从而加入革命的行列。\n（2）使资产阶级民主思想和三民主义思想得到了更加文学的广泛的传播，促进了革命力量的壮大，为推翻清朝统治的革命斗争奠定了思想基础。\n（二）革命派的局限性是：\n（1）未能认清帝国主义的本质，不敢旗帜鲜明地提出反帝口号，反而希望争取帝国主义的支持。\n（2）停留在对民主制度的形式理解上，缺乏对民主建政的深入认识，其方案也不十分具体和具有可操作性。\n（3）未能把土地制度改革和反对封建主义联系起来，因而无法真正解决农民的土地问题。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n14.【自测题】试述辛亥革命的历史意义。\n答案：（1）它推翻了清王朝在中国的统治，沉重打击了中外反动势力，为中国人民革命斗争的发展开辟了道路。\n（2）它结束了统治中国两千多年的封建君主专制制度，建立了中国历史上第一个资产阶级共和国，使民主共和的观念开始深入人心。\n（3）它开启了思想进步和民族觉醒的大门，是一场思想解放运动。\n（4）它推动了民族资本主义经济的发展，促进了社会风气的改变和人们精神的解放。\n（5）它推动了亚洲各国民族解放运动的高涨。\n题解：辛亥革命是一次比较完全意义上的资产阶级民主革命，打开了中国进步潮流的闸门，是中华民族伟大复兴征程上的一个里程碑，具有伟大的历史意义。\n（1）辛亥革命推翻了清王朝在中国的统治，沉重打击了中外反动势力在中国的统治。清王朝是封建势力的政治代表和帝国主义在中国的代理人，辛亥革命后，帝国主义和封建势力在中国再也不能建立起比较稳定的统治，从而为中国人民革命斗争的发展开辟了道路。\n（2）辛亥革命结束了统治中国两千多年的封建君主专制制度，建立了中国历史上第一个资产阶级共和政府。\n（3）辛亥革命传播了民主共和的理念，推动了中华民族的思想解放。\n（4）辛亥革命推动了近代中国社会变革，推动了民族资本主义经济的发展，促进了社会风气的改变和人们的精神解放。\n（5）辛亥革命打击了帝国主义在华势力，推动了亚洲各国民族解放运动的高涨。\n\n15.【2018年04月】1905年至1907年资产阶级革命派与改良派的论战及其意义。\n答案：（1）论战的主要内容：第一，要不要以革命手段推翻清政府。这是论战的焦点；\n第二，要不要推翻帝制，实行共和；第三，要不要社会革命。\n（2）重要意义：第一，论战划清了革命与改良的界限，使人们清楚地认识到实行民主革命的必要性，参加到革命的行列；第二，论战使资产阶级民主思想和三民主义思想得到了更加广泛的传播，为推翻清朝统治的革命斗争奠定了思想基础。\n题解：1905年至1907年，以孙中山为代表的革命派和以康有为为代表的改良派展开论战，这场论战主要围绕以下问题展开：\n（1）要不要以革命手段推翻清政府。这是论战的焦点。改良派竭力为清政府的民族和阶级压迫政策辩护，认为革命会引起下层社会暴乱，招致外国干涉、瓜分，因此，中国只可改良、立宪。革命派控诉清政府卖国媚外的最小，强调救国必先推翻清王朝；认为革命不可流血，但可“救世救人”，是疗治社会的捷径；革命就是为了建设，破坏与建设是革命的两个方面。革命派还反驳了改良派提出的革命会招致天下大乱和帝国主义干涉之谬论。\n（2）要不要推翻帝制，实行共和。改良派认为中国国民“民智未开”，根本没有享受民主权利、当“共和国民”之资格。革命派指出：当代中国，不是“国民恶劣”，而是“政府恶劣”；自由、平等是人类的本性，一旦破除禁锢，就会沛然流出；革命本身就是启发民智的方法，“民智未开，即以革命开之”。\n（3）要不要社会革命。改良派反对土地国有，反对平均地权，竭力美化封建土地所有制。革命派指出，中国的社会经济制度弊病百出，“地主强权”、“地权失平”；因此，必须废除封建土地制度，把土地收归国有，以解决民生问题。\n这场大论战以革命派的胜利告终，具有重要意义：\n（1）论战划清了革命与改良的界限，使人们清楚地认识到实行民主革命的必要性，参加到革命的行列.\n（2）论战使资产阶级民主思想和三民主义思想得到了更加广泛的传播，为推翻清朝统治的革命斗争奠定了思想基础。\n\n31.【2020年10月】试述孙中山先生三民主义学说的内容及其意义。\n答案：（一）三民主义\n1905年11月，孙中山在《民报》发刊词中，将中国同盟会纲领概括为民族、民权、民生三大主义，后被称为三民主义。\n（1）民族主义\n包括“驱除鞑虏，恢复中华”两项内容。\n①以革命手段推翻清王朝，改变它一贯推行的民族歧视和压迫政策。\n②变“次殖民地”的中国为独立的中国。\n（2）民权主义\n民权主义的内容是“创立民国”，即推翻封建君主专制制度，建立资产阶级的民主共和国。民权主义的提出，为资产阶级革命提出了一套建国方案。但是，民权主义没有明确广大劳动人民在国家中的地位，也难以保障人民的真正权利。\n（3）民生主义\n民生主义的内容为“平均地权”，也就是孙中山所说的社会革命。基本方案是：在革命胜利后，所有的土地所有者均要向国家申报自己的土地数目，由国家核定地价，按地价征税，土地价格上涨之后，收入增加部分应当归国家所有，为国民共享。但是，民生主义没有正面触及封建土地所有制，不能满足农民的土地要求，难以成为发动群众的理论武器。\n（二）三民主义学说的历史意义\n孙中山的三民主义学说，是一个比较完备的民主主义的革命纲领，产生了积极影响，推动了革命思想的传播和革命运动的发展。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
  content_object: {
    title: "中国近现代史纲要 第三章 辛亥革命",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 6,
        title: "简答题（每小题6分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】为什么1912年建立的南京临时政府是一个资产阶级共和国性质的革命政权？",
            explanation:
              "（1）在人员构成上，资产阶级革命派控制着政权。除孙中山作为临时大总统拥有统治全国和统率海、陆军之权外，陆军外交等重要部门的总长和所有各部门的次长全由革命党人担任。在作为国家立法机关的临时参议院中，同盟会会员也占多数。\n（2）在实行的各项政策措施上，集中体现了中国民族资产阶级的愿望和利益，也一定程度上符合广大中国人民的利益。\n（3）1912年3月，临时参议院颁布《中华民国临时约法》，是中国历史上第一部具有资产阶级共和国宪法性质的法典。",
            number: 1,
            userAnswer: [],
            score: 6,
            id: "g1q1",
            answer: [
              "（1）在人员构成上，资产阶级革命派控制着政权。\n（2）其实行的各项政策措施，集中体现了中国民族资产阶级的愿望和利益。\n（3）临时参议院颁布《中华民国临时约法》，是中国历史上第一部具有资产阶级共和国宪法性质的法典。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【自测题】资产阶级革命派与改良派论战的焦点及革命派在这一问题上的主张。",
            explanation:
              "（1）要不要以革命手段推翻清政府。这是论战的焦点。\n（2）革命派控诉清政府卖国媚外的最小，强调救国必先推翻清王朝；认为革命不可流血，但可“救世救人”，是疗治社会的捷径；革命就是为了建设，破坏与建设是革命的两个方面。革命派还反驳了改良派提出的革命会招致天下大乱和帝国主义干涉之谬论。",
            number: 2,
            userAnswer: [],
            score: 6,
            id: "g1q2",
            answer: [
              "（1）论战的焦点是要不要以革命手段推翻清政府。\n（2）革命派强调：救国必先推翻卖国媚外的清王朝；革命虽不免流血，但可“救世救人”，是疗治社会的捷径；革命就是为了建设，破坏与建设是革命的两个方面。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】资产阶级革命派与改良派论战的主要问题是什么？",
            explanation:
              "1905年至1907年，以孙中山为代表的革命派和以康有为为代表的改良派展开论战，这场论战主要围绕以下问题展开：\n（1）要不要以革命手段推翻清政府。这是论战的焦点。改良派竭力为清政府的民族和阶级压迫政策辩护，认为革命会引起下层社会暴乱，招致外国干涉、瓜分，因此，中国只可改良、立宪。革命派控诉清政府卖国媚外的最小，强调救国必先推翻清王朝；认为革命不可流血，但可“救世救人”，是疗治社会的捷径；革命就是为了建设，破坏与建设是革命的两个方面。革命派还反驳了改良派提出的革命会招致天下大乱和帝国主义干涉之谬论。\n（2）要不要推翻帝制，实行共和。改良派认为中国国民“民智未开”，根本没有享受民主权利、当“共和国民”之资格。革命派指出：当代中国，不是“国民恶劣”，而是“政府恶劣”；自由、平等是人类的本性，一旦破除禁锢，就会沛然流出；革命本身就是启发民智的方法，“民智未开，即以革命开之”。\n（3）要不要社会革命。改良派反对土地国有，反对平均地权，竭力美化封建土地所有制。革命派指出，中国的社会经济制度弊病百出，“地主强权”、“地权失平”；因此，必须废除封建土地制度，把土地收归国有，以解决民生问题。",
            number: 3,
            userAnswer: [],
            score: 6,
            id: "g1q3",
            answer: [
              "（1）要不要以革命手段推翻清政府。\n（2）要不要推翻帝制，实行共和。\n（3）要不要社会革命。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【自测题】辛亥革命失败后，以孙中山为首的资产阶级革命派为反对北洋军阀的统治，发动了哪些主要斗争？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 4,
            userAnswer: [],
            score: 6,
            id: "g1q4",
            answer: [
              "1913年，为反对袁世凯刺杀宋教仁和“善后大借款”，发动了“二次革命”。1915年，为反对袁世凯称帝，发动了护国战争。1917年和1919年，为捍卫《临时约法》、恢复国会，分别发动了第一次护法运动和第二次护法运动。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】辛亥革命的历史局限性是什么？",
            explanation:
              "（1）没有提出彻底的反对帝国主义和反对封建主义的革命纲领。不仅没有明确的反帝纲领，甚至幻想以妥协退让来换取帝国主义的承认和支持。只强调反满和建立共和政体，并没有认识到反对整个封建统治阶级，把政权交给了同样是封建势力代表的袁世凯。\n（2）没有充分发动和依靠民众。不敢依靠反封建的主力军农民群众，反而指责农民“行为越轨”，致使中国民主革命的主力军农民没有被动员起来，革命的根基相当单薄。\n（3）没有建立坚强有力地革命政党。同盟会的组织松懈，派系纷杂，缺乏一个统一和稳定的领导核心。",
            number: 5,
            userAnswer: [],
            score: 6,
            id: "g1q5",
            answer: [
              "（1）没有提出彻底的反对帝国主义和反对封建主义的革命纲领。\n（2）没有充分发动和依靠民众，特别是农民群众。\n（3）没有建立坚强的革命政党和发挥团结一切革命力量的强有力的核心作用。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2017年04月】资产阶级革命派与改良派论战的焦点及革命派在这一问题上的主张。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 6,
            userAnswer: [],
            score: 6,
            id: "g1q6",
            answer: [
              "（1）要不要以革命手段推翻清政府，这是论战的焦点。\n（2）革命派控诉清政府卖国媚外的罪行，强调救国必先推翻清王朝；认为革命不免流血，但可“救世救人”，是治疗社会的捷径；革命就是为了建设，破坏与建设是革命的两个方面。\n（3）革命派还反驳了改良派提出的革命会招致天下大乱和帝国主义干涉之谬论。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
          {
            title: "【2017年10月】1912年建立的中华民国临时政府的性质。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 7,
            userAnswer: [],
            score: 6,
            id: "g1q7",
            answer: [
              "（一）南京临时政府是资产阶级共和国性质的革命政权。\n（二）从人员构成上看，资产阶级革命派控制着这个政权。除孙中山作为临时大总统拥有统治全国和统率海、陆军之权外，陆军、外交等重要部的总长和所有各部次长全由革命党人担任。同盟会会员在作为国家立法机关的临时参议院中占多数。\n（三）从政策措施上看，集中体现了民族资产阶级愿望和利益，并在一定程度上符合广大中国人民利益：\n（1）扫除封建弊端，保护人权；\n（2）鼓励发展资本主义，提倡兴办工厂、矿山、银行、垦殖事业。\n（3）禁止刑讯，保护华侨，禁止贩卖华工和买卖人口，废除奴婢，禁止种植和吸食鸦片；\n（4）改革文化教育制度，否定忠君尊孔，废止小学读经，禁用清政府学部颁行的教科书。",
            ],
            position: 14,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2018年10月】以孙中山为首的资产阶级革命派反对北洋军阀统治的主要斗争。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 8,
            userAnswer: [],
            score: 6,
            id: "g1q8",
            answer: [
              "（1）发动“二次革命”（“赣宁之役”）。\n（2）组织中华革命党。\n（3）护国运动。为反对袁世凯称帝，1915年12月25日蔡锷宣布云南独立，护国运动爆发。（4）第一次护法运动。\n（5）发动第二次护法运动。",
            ],
            position: 16,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2019年04月】辛亥革命失败后孙中山为捍卫资产阶级民主革命成果所进行的斗争。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 9,
            userAnswer: [],
            score: 6,
            id: "g1q9",
            answer: [
              "（1）发动“二次革命”（“赣宁之役”）。\n（2）组织中华革命党。\n（3）护国运动。为反对袁世凯称帝，1915年12月25日蔡锷宣布云南独立，护国运动爆发。（4）第一次护法运动。\n（5）发动第二次护法运动。",
            ],
            position: 18,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2019年10月】辛亥革命时期中国资产阶级革命派的阶级基础和骨干力量。",
            explanation: "答案仅供参考，考生作答前后顺序与答案不同，也能得分。",
            number: 10,
            userAnswer: [],
            score: 6,
            id: "g1q10",
            answer: [
              "中国资产阶级革命派的阶级基础是民族资产阶级。其骨干力量是一批资产阶级、小资产阶级知识分子。这个群体是随着19世纪末20世纪初清政府兴学堂、派留学生而逐渐形成的。",
            ],
            position: 20,
            type: "textarea",
            options: [],
          },
          {
            title: "【2020年08月】兴中会的成立及其誓词。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 11,
            userAnswer: [],
            score: 6,
            id: "g1q11",
            answer: [
              "1894年11月24日，由孙中山主持召开大会，兴中会在檀香山成立，过《兴中会章程》。兴中会创立标志着中国资产阶级革命活动的开始。誓词：驱除鞑虏，恢复中国，创立合众政府。",
            ],
            position: 22,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
      {
        scorePerQuestion: 7,
        title: "论述题（每小题7分）",
        memo: "",
        number: 2,
        questions: [
          {
            title: "【自测题】孙中山三民主义学说的主要内容是什么？",
            explanation:
              "（1）民族主义，包括“驱除鞑虏，恢复中华”两项内容。一是以革命手段推翻清王朝，改变它一贯推行的民族歧视和压迫政策；二是变“次殖民地”的中国为独立的中国。\n（2）民权主义，指“创立民国”，即推翻封建君主专制制度，建立资产阶级的民主共和国。\n（3）民生主义，指“平均地权”，也就是孙中山所说的社会革命。基本方案是：在革命胜利后，所有的土地所有者均要向国家申报自己的土地数目，由国家核定地价，按地价征税，土地价格上涨之后，收入增加部分应当归国家所有，为国民共享。",
            number: 12,
            userAnswer: [],
            score: 7,
            id: "g2q12",
            answer: [
              "民族主义，指“驱除鞑虏，恢复中华”，主要是以革命手段推翻清王朝的统治。民权主义，指“创立民国”，即推翻封建君主专制制度，建立资产阶级的民主共和国。民生主义，指“平均地权”，基本方案是：核定地价，按价征税，涨价归公，按价收买。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】孙中山三民主义学说的主要内容和意义。",
            explanation:
              "（一）三民主义学说的主要内容如下：\n（1）民族主义，包括“驱除鞑虏，恢复中华”两项内容。一是以革命手段推翻清王朝，改变它一贯推行的民族歧视和压迫政策；二是变“次殖民地”的中国为独立的中国。\n（2）民权主义，指“创立民国”，即推翻封建君主专制制度，建立资产阶级的民主共和国。\n（3）民生主义，指“平均地权”，也就是孙中山所说的社会革命。基本方案是：在革命胜利后，所有的土地所有者均要向国家申报自己的土地数目，由国家核定地价，按地价征税，土地价格上涨之后，收入增加部分应当归国家所有，为国民共享。\n（二）孙中山的三民主义学说，是一个比较完备的民主主义的革命纲领，产生了积极影响，推动了革命思想的传播和革命运动的发展。",
            number: 13,
            userAnswer: [],
            score: 7,
            id: "g2q13",
            answer: [
              "（一）主要内容：\n（1）民族主义，包括“驱除鞑虏，恢复中华”。一是以革命手段推翻清王朝，二是变“次殖民地”的中国为独立的中国。\n（2）民权主义即“创立民国”。指推翻封建君主专制制度，建立资产阶级民主共和国。\n（3）民生主义即“平均地权”。基本方案是：核定地价，按价征税，涨价归公，按价收买。（二）意义：这是一个比较完整的民主主义的革命纲领，推动了革命思想的传播和革命运动的发展。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【自测题】1905年至1907年资产阶级革命派与改良派进行论战的意义及革命派的局限性。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 14,
            userAnswer: [],
            score: 7,
            id: "g2q14",
            answer: [
              "（一）论战的意义：\n（1）划清了革命与改良的界限，使人们清楚的认识到实行民主革命的必要性，从而加入革命的行列。\n（2）使资产阶级民主思想和三民主义思想得到了更加文学的广泛的传播，促进了革命力量的壮大，为推翻清朝统治的革命斗争奠定了思想基础。\n（二）革命派的局限性是：\n（1）未能认清帝国主义的本质，不敢旗帜鲜明地提出反帝口号，反而希望争取帝国主义的支持。\n（2）停留在对民主制度的形式理解上，缺乏对民主建政的深入认识，其方案也不十分具体和具有可操作性。\n（3）未能把土地制度改革和反对封建主义联系起来，因而无法真正解决农民的土地问题。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】试述辛亥革命的历史意义。",
            explanation:
              "辛亥革命是一次比较完全意义上的资产阶级民主革命，打开了中国进步潮流的闸门，是中华民族伟大复兴征程上的一个里程碑，具有伟大的历史意义。\n（1）辛亥革命推翻了清王朝在中国的统治，沉重打击了中外反动势力在中国的统治。清王朝是封建势力的政治代表和帝国主义在中国的代理人，辛亥革命后，帝国主义和封建势力在中国再也不能建立起比较稳定的统治，从而为中国人民革命斗争的发展开辟了道路。\n（2）辛亥革命结束了统治中国两千多年的封建君主专制制度，建立了中国历史上第一个资产阶级共和政府。\n（3）辛亥革命传播了民主共和的理念，推动了中华民族的思想解放。\n（4）辛亥革命推动了近代中国社会变革，推动了民族资本主义经济的发展，促进了社会风气的改变和人们的精神解放。\n（5）辛亥革命打击了帝国主义在华势力，推动了亚洲各国民族解放运动的高涨。",
            number: 15,
            userAnswer: [],
            score: 7,
            id: "g2q15",
            answer: [
              "（1）它推翻了清王朝在中国的统治，沉重打击了中外反动势力，为中国人民革命斗争的发展开辟了道路。\n（2）它结束了统治中国两千多年的封建君主专制制度，建立了中国历史上第一个资产阶级共和国，使民主共和的观念开始深入人心。\n（3）它开启了思想进步和民族觉醒的大门，是一场思想解放运动。\n（4）它推动了民族资本主义经济的发展，促进了社会风气的改变和人们精神的解放。\n（5）它推动了亚洲各国民族解放运动的高涨。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2018年04月】1905年至1907年资产阶级革命派与改良派的论战及其意义。",
            explanation:
              "1905年至1907年，以孙中山为代表的革命派和以康有为为代表的改良派展开论战，这场论战主要围绕以下问题展开：\n（1）要不要以革命手段推翻清政府。这是论战的焦点。改良派竭力为清政府的民族和阶级压迫政策辩护，认为革命会引起下层社会暴乱，招致外国干涉、瓜分，因此，中国只可改良、立宪。革命派控诉清政府卖国媚外的最小，强调救国必先推翻清王朝；认为革命不可流血，但可“救世救人”，是疗治社会的捷径；革命就是为了建设，破坏与建设是革命的两个方面。革命派还反驳了改良派提出的革命会招致天下大乱和帝国主义干涉之谬论。\n（2）要不要推翻帝制，实行共和。改良派认为中国国民“民智未开”，根本没有享受民主权利、当“共和国民”之资格。革命派指出：当代中国，不是“国民恶劣”，而是“政府恶劣”；自由、平等是人类的本性，一旦破除禁锢，就会沛然流出；革命本身就是启发民智的方法，“民智未开，即以革命开之”。\n（3）要不要社会革命。改良派反对土地国有，反对平均地权，竭力美化封建土地所有制。革命派指出，中国的社会经济制度弊病百出，“地主强权”、“地权失平”；因此，必须废除封建土地制度，把土地收归国有，以解决民生问题。\n这场大论战以革命派的胜利告终，具有重要意义：\n（1）论战划清了革命与改良的界限，使人们清楚地认识到实行民主革命的必要性，参加到革命的行列.\n（2）论战使资产阶级民主思想和三民主义思想得到了更加广泛的传播，为推翻清朝统治的革命斗争奠定了思想基础。",
            number: 16,
            userAnswer: [],
            score: 7,
            id: "g2q16",
            answer: [
              "（1）论战的主要内容：第一，要不要以革命手段推翻清政府。这是论战的焦点；\n第二，要不要推翻帝制，实行共和；第三，要不要社会革命。\n（2）重要意义：第一，论战划清了革命与改良的界限，使人们清楚地认识到实行民主革命的必要性，参加到革命的行列；第二，论战使资产阶级民主思想和三民主义思想得到了更加广泛的传播，为推翻清朝统治的革命斗争奠定了思想基础。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title: "【2020年10月】试述孙中山先生三民主义学说的内容及其意义。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 17,
            userAnswer: [],
            score: 7,
            id: "g2q17",
            answer: [
              "（一）三民主义\n1905年11月，孙中山在《民报》发刊词中，将中国同盟会纲领概括为民族、民权、民生三大主义，后被称为三民主义。\n（1）民族主义\n包括“驱除鞑虏，恢复中华”两项内容。\n①以革命手段推翻清王朝，改变它一贯推行的民族歧视和压迫政策。\n②变“次殖民地”的中国为独立的中国。\n（2）民权主义\n民权主义的内容是“创立民国”，即推翻封建君主专制制度，建立资产阶级的民主共和国。民权主义的提出，为资产阶级革命提出了一套建国方案。但是，民权主义没有明确广大劳动人民在国家中的地位，也难以保障人民的真正权利。\n（3）民生主义\n民生主义的内容为“平均地权”，也就是孙中山所说的社会革命。基本方案是：在革命胜利后，所有的土地所有者均要向国家申报自己的土地数目，由国家核定地价，按地价征税，土地价格上涨之后，收入增加部分应当归国家所有，为国民共享。但是，民生主义没有正面触及封建土地所有制，不能满足农民的土地要求，难以成为发动群众的理论武器。\n（二）三民主义学说的历史意义\n孙中山的三民主义学说，是一个比较完备的民主主义的革命纲领，产生了积极影响，推动了革命思想的传播和革命运动的发展。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        id: "g2",
      },
    ],
    totalScore: 108,
    questionCount: 17,
  },
  create_time: "2020-09-02T21:05:02.061984",
  is_active: true,
  questions_count: 17,
  is_break_through: true,
  tags: "章节习题",
  order_number: 6,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第三章 辛亥革命（主观）",
};
