export default {
  id: 1154,
  title: "第四章 开天辟地的大事变（主观）",
  content:
    "中国近现代史纲要 第四章 开天辟地的大事变\n二、简答题（每小题6分）\n1.【自测题】1926年至1927年，北伐战争直接打击的目标和战略方针。\n答案：（1）北伐战争直接打击的目标：帝国主义支持的北洋军阀吴佩孚、孙传芳、张作霖。\n（2）其战略方针：首先进军两湖，消灭吴佩孚；然后引兵东向，消灭孙传芳；最后，北上解决张作霖。\n题解：（1）北伐的直接目标是打倒帝国主义支持的北洋军阀。当时，直系军阀吴佩孚控制着湖南、湖北、河南三省和直隶（河北）保定一带，约有兵力30万人；由直系分立出来的孙传芳盘踞在江苏、浙江、安徽、江西、福建五省，约有兵力20万人；奉系军阀张作霖控制着东北三省、热河、察哈尔、北京、天津以及山东，约有兵力30万人。\n（2）北伐军在以加伦为首的苏联军事顾问的建议下，制定了集中兵力、各个歼敌的战略方针：首先以主力进军两湖，消灭吴佩孚；然后引兵东向，消灭孙传芳；最后北上解决张作霖。至1927年春，北伐军仅用半年多的时间就基本摧毁了吴佩孚、孙传芳两部主力，革命势力从珠江流域推进到长江流域和黄河流域。“打倒列强，除军阀”的歌声响彻大江南北。\n2.【自测题】中国早期接受、宣传马克思主义的三类代表人物。\n答案：（1）五四运动前的新文化运动的精神领袖，其代表是李大钊、陈独秀。\n（2）五四运动中的左翼骨干，其代表是毛泽东、杨匏安、蔡和森、周恩来等。\n（3）一部分原中国同盟会会员、辛亥革命时期的活动家，以董必武、吴玉章、林伯渠。\n题解：（1）五四运动前的新文化运动的精神领袖。其代表是李大钊、陈独秀。1919年9月、11月，李大钊发表《我的马克思主义观》，比较全面系统地介绍了马克思的学说，指出马克思主义是唯物史观、经济学说和社会主义理论的统一。1920年陈独秀发表《谈政治》一文，表面他占到了马克思主义的旗帜之下。\n（2）五四运动中的左翼骨干，其代表为毛泽东、杨匏安、蔡和森、周恩来等。1919年11月、12月，杨匏安发表《马克思主义》一文，对马克思主义的基本内容作了比较确切的阐述。\n（3）一部分原中国同盟会会员、辛亥革命时期的活动家，以董必武、林伯渠、吴玉章等为代表。\n3.【自测题】中国早期马克思主义思想运动的历史特点是什么？\n答案：（1）重视对马克思主义基本理论的学习，明确地同第二国际的社会民主主义划清界线，坚持了马克思主义的革命原则和正确方向。\n（2）注意从中国的实际出发，初步形成了马克思主义应当与中国实际相结合的思想。\n（3）开始提出知识分子应当忠于民众，到民间去，同劳动群众相结合的思想。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n4.【自测题】五四运动爆发的社会历史条件。\n答案：（1）它发生在俄国十月革命所开辟的世界无产阶级社会主义革命的新时代。\n（2）第一次世界大战期间，中国工人阶级和民族资产阶级的力量壮大起来。\n（3）新文化运动掀起的思想解放潮流的推动，为五四运动准备了群众基础和骨干力量。\n题解：1919年的五四运动是在新的时代和新的社会历史条件下发生的。\n（1）它发生在俄国十月革命所开辟的世界无产阶级社会主义革命的新时代。\n（2）新的社会力量的成长。第一次世界大战期间，中国的民族资本主义经济得到短暂而又迅速地发展。中国的工人阶级和民族资产阶级的力量也进一步壮大起来。1919年五四运动前夕，中国产业工人已达200万人左右，成为一支日益重要的社会力量。\n（3）新文化运动掀起的思想解放潮流的推动，为五四运动准备了群众基础和骨干力量。\n5.【自测题】北伐战争胜利进军的主要原因是什么？\n答案：（1）国共合作的实现，革命统一战线的建立，特别是共产党员和共青团员的先锋模范作用是北伐胜利的重要原因。\n（2）北伐军得到广大工农群众的大力支持。\n（3）北伐战争得到苏联政府的多方面援助，特别是其军事顾问帮助北伐军制定了正确的战略战术。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n6.【2018年04月】中国早期马克思主义信仰者的三种类型及其代表人物。\n答案：（1）五四运动前的新文化运动的精神领袖。其代表是李大钊、陈独秀。\n（2）五四运动中的左翼骨干，其代表为毛泽东、杨匏安、蔡和森、周恩来等。\n（3）一部分原中国同盟会会员、辛亥革命时期的活动家，其代表为董必武、林伯渠、吴玉章等。\n题解：（1）五四运动前的新文化运动的精神领袖。其代表是李大钊、陈独秀。1919年9月、11月，李大钊发表《我的马克思主义观》，比较全面系统地介绍了马克思的学说，指出马克思主义是唯物史观、经济学说和社会主义理论的统一。1920年陈独秀发表《谈政治》一文，表面他占到了马克思主义的旗帜之下。\n（2）五四运动中的左翼骨干，其代表为毛泽东、杨匏安、蔡和森、周恩来等。1919年11月、12月，杨匏安发表《马克思主义》一文，对马克思主义的基本内容作了比较确切的阐述。\n（3）一部分原中国同盟会会员、辛亥革命时期的活动家，以董必武、林伯渠、吴玉章等为代表。\n7.【2019年04月】1931年召开的中华苏维埃第一次全国代表大会的主要内容。\n答案：大会通过了《中华苏维埃共和国宪法大纲》以及土地法令、劳动法等法律文件；选举产生了中华苏维埃共和国中央执行委员会，宣告了中华苏维埃共和国临时中央政府的成立；毛泽东当选为中央执行委员会主席。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n26.【2020年10月】简述1926年至1927年北伐战争的直接打击目标和战略方针。\n答案：（1）北伐的直接目标是打倒帝国主义支持的北洋军阀。\n（2）北伐军在以加伦为首的苏联军事顾问的建议下，制定了集中兵力、各个歼敌的战略方针：\n首先以主力进军两湖，消灭吴佩孚；然后引兵东向，消灭孙传芳；最后，北上解决张作霖。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题（每小题7分）\n8.【自测题】1924年至1927年国民革命的历史意义。\n答案：（1）沉重的打击了帝国主义和封建主义的统治势力，中国人民的觉悟程度和组织程度有了明显的提高。\n（2）扩大了中国共产党在中国人民中的政治影响，宣传了党在民主革命阶段的纲领，使党积累了革命经验。\n题解：（1）沉重的打击了帝国主义和封建主义的统治势力，中国人民的觉悟程度和组织程度有了明显的提高，实际上是迎接未来革命胜利的一次伟大的演习。\n（2）扩大了中国共产党在中国人民中的政治影响，宣传了党在民主革命阶段的纲领，使党经受了一次大革命的洗礼，积累了初步的经验。中国共产党人正式从这场革命的失败中汲取教训，开始懂得进行土地革命和掌握革命武装的重要性，为把中国革命推进到新的土地革命战争阶段准备了必要条件。\n9.【自测题】中国国民党第一次全国代表大会对三民主义的新阐释是什么？\n答案：（1）民族主义突出了反对帝国主义的内容，强调对外争取中华民族的完全独立，同时主张国内各民族一律平等；\n（2）民权主义强调民权为一般平民所共有，不应为“少数人所得而私”；\n（3）民生主义在“平均地权”基础上增加了“节制资本”的原则，并提出改善工农的生活状况。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n10.【自测题】新文化运动的历史意义是什么？\n答案：（1）它是资产阶级民主主义的新文化同封建主义旧文化的斗争，是辛亥革命在思想文化领域的延续，沉重打击了封建专制主义。\n（2）它大力宣传了民主和科学，启发了人们的理智和民主主义觉悟，推动了人们思想的解放。\n（3）它为中国先进分子接受马克思主义准备了适宜的土壤，为中国新民主主义革命创造了思想文化条件。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n11.【自测题】中国共产党成立的历史特点是什么？\n答案：（1）它成立于俄国十月革命胜利后、第二国际修正主义破产之后，得到了列宁领导的共产国际代表的指导和帮助，是以俄国布尔什维克为榜样、按照列宁的建党原则建立起来的。它所接受的是没有被修正主义阉割的马克思主义的完整的科学世界观和社会革命论。\n（2）它是在半殖民地、半封建中国的工人运动基础上产生的，中国工人阶级具有坚强的革命性，在这个阶级中不存在欧洲那种工人贵族阶层，没有社会改良主义的基础。所以，中国共产党一开始就是一个以马克思列宁主义理论为指导思想的，是一个区别于第二国际社会改良党的新型工人阶级革命政党。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n12.【2017年04月】五四运动的历史特点和历史意义。\n答案：（1）五四运动是中国近代史上一次彻底的反帝反封建的革命运动，把中国人民反帝反封建的斗争提升到一个新的水平线上。\n（2）五四运动广泛地动员和组织了群众，是一场真正的群众性的革命运动。青年学生起了先锋作用，工人阶级第一次作为独立的政治力量登上政治舞台，运动后期发挥主力军作用。\n（3）五四运动促进了马克思主义在中国的广泛传播，促进了马克思主义同中国工人运动的结合，为中国共产党成立作了思想和干部上的准备。\n（4）五四运动是中国新民主主义革命的开端。五四运动后，无产阶级代替资产阶级成为中国革命领导者。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n13.【2017年10月】俄国十月革命对中国革命的影响。\n答案：十月革命推动中国先进分子从资产阶级民主主义转向社会主义。\n（1）给予中国先进分子一个启示，经济落后国家也可以用社会主义思想指引自己走向解放之路。\n（2）十月革命后，苏维埃俄国号召反对帝国主义，以新的平等姿态对待中国，推动了社会主义思想在中国的传播。\n（3）十月革命中工人和士兵的广泛发动并由此赢得胜利的事实，昭示中国先进分子以新的方法开展革命。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n14.【2018年10月】中国共产党成立的历史意义.\n答案：（1）它标志着中国革命终于有了一个坚强的领导核心，有了可信赖的组织者和领导者，使中国工人阶级有了自己的司令部。\n（2）中国革命从此有了一个科学的指导思想。中国共产党以马克思列宁主义基本原理观察和分析中国的问题，为中国人民指明了斗争目标、革命前途和胜利之路。\n（3）沟通了中国革命与世界革命的联系，把中华民族的解放运动同世界无产阶级社会主义革命运动相联结，使中国革命有了新前途。\n总之，自从有了中国共产党，中国革命的面目焕然一新。\n题解：（1）它标志着中国革命终于有了一个坚强的领导核心。中国共产党不仅代表着中国工人阶级的利益，而且代表着中国人民和中华民族的利益。它的成立使中国革命有了可信赖的组织者和领导者，使中国工人阶级有了自己的司令部。\n（2）中国革命从此有了一个科学的指导思想。中国共产党以马克思列宁主义基本原理观察和分析中国的问题，为中国人民指明了斗争目标、革命前途和走向胜利的道路。\n（3）沟通了中国革命与世界革命的联系，把中华民族的解放运动同世界无产阶级社会主义革命运动相联结并成为其中一部分，使中国革命有了新前途。\n（4）总之，正如毛泽东所说，自从有了中国共产党，中国革命的面目焕然一新。\n15.【2019年10月】俄国十月革命对中国革命的影响。\n答案：“十月革命一声炮响，给我们送来了马克思列宁主义。”十月革命推动中国的先进分子从资产阶级民主主义转向社会主义。\n（1）十月革命启示中国先进分子：经济文化落后的国家也可以用社会主义思想指引自己的解放之路。\n（2）十月革命后，苏维埃俄国号召反对帝国主义，以新的平等姿态对待中国，推动了社会主义思想在中国的传播。\n（3）十月革命中工人和士兵的广泛发动并由此赢得胜利的事实，昭示中国先进分子以新的方法开展革命。\n（4）十月革命后，中国思想界产生了一批赞成十月革命、具有初步共产主义思想的知识分子。在李大钊等人的推动下，马克思主义开始在中国传播。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n32.【2020年08月】中国共产党成立的历史意义。\n答案：（1）它标志着中国革命有一个先进的爱国政党作为凝聚自己力量的领导核心；\n（2）为中国人民指明了斗争目标和走向革命胜利的道路，使其有了科学的指导思想；\n（3）将中国革命和世界革命联系起来，使中国革命有了新的前途。所以，中国共产党是一个以马克思列宁主义理论为指导思想的党，是一个区别于第二国际社会改良党的新型工人阶级革命政党。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
  content_object: {
    title: "中国近现代史纲要 第四章 开天辟地的大事变",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 6,
        title: "简答题（每小题6分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】1926年至1927年，北伐战争直接打击的目标和战略方针。",
            explanation:
              "（1）北伐的直接目标是打倒帝国主义支持的北洋军阀。当时，直系军阀吴佩孚控制着湖南、湖北、河南三省和直隶（河北）保定一带，约有兵力30万人；由直系分立出来的孙传芳盘踞在江苏、浙江、安徽、江西、福建五省，约有兵力20万人；奉系军阀张作霖控制着东北三省、热河、察哈尔、北京、天津以及山东，约有兵力30万人。\n（2）北伐军在以加伦为首的苏联军事顾问的建议下，制定了集中兵力、各个歼敌的战略方针：首先以主力进军两湖，消灭吴佩孚；然后引兵东向，消灭孙传芳；最后北上解决张作霖。至1927年春，北伐军仅用半年多的时间就基本摧毁了吴佩孚、孙传芳两部主力，革命势力从珠江流域推进到长江流域和黄河流域。“打倒列强，除军阀”的歌声响彻大江南北。",
            number: 1,
            userAnswer: [],
            score: 6,
            id: "g1q1",
            answer: [
              "（1）北伐战争直接打击的目标：帝国主义支持的北洋军阀吴佩孚、孙传芳、张作霖。\n（2）其战略方针：首先进军两湖，消灭吴佩孚；然后引兵东向，消灭孙传芳；最后，北上解决张作霖。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】中国早期接受、宣传马克思主义的三类代表人物。",
            explanation:
              "（1）五四运动前的新文化运动的精神领袖。其代表是李大钊、陈独秀。1919年9月、11月，李大钊发表《我的马克思主义观》，比较全面系统地介绍了马克思的学说，指出马克思主义是唯物史观、经济学说和社会主义理论的统一。1920年陈独秀发表《谈政治》一文，表面他占到了马克思主义的旗帜之下。\n（2）五四运动中的左翼骨干，其代表为毛泽东、杨匏安、蔡和森、周恩来等。1919年11月、12月，杨匏安发表《马克思主义》一文，对马克思主义的基本内容作了比较确切的阐述。\n（3）一部分原中国同盟会会员、辛亥革命时期的活动家，以董必武、林伯渠、吴玉章等为代表。",
            number: 2,
            userAnswer: [],
            score: 6,
            id: "g1q2",
            answer: [
              "（1）五四运动前的新文化运动的精神领袖，其代表是李大钊、陈独秀。\n（2）五四运动中的左翼骨干，其代表是毛泽东、杨匏安、蔡和森、周恩来等。\n（3）一部分原中国同盟会会员、辛亥革命时期的活动家，以董必武、吴玉章、林伯渠。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】中国早期马克思主义思想运动的历史特点是什么？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 3,
            userAnswer: [],
            score: 6,
            id: "g1q3",
            answer: [
              "（1）重视对马克思主义基本理论的学习，明确地同第二国际的社会民主主义划清界线，坚持了马克思主义的革命原则和正确方向。\n（2）注意从中国的实际出发，初步形成了马克思主义应当与中国实际相结合的思想。\n（3）开始提出知识分子应当忠于民众，到民间去，同劳动群众相结合的思想。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】五四运动爆发的社会历史条件。",
            explanation:
              "1919年的五四运动是在新的时代和新的社会历史条件下发生的。\n（1）它发生在俄国十月革命所开辟的世界无产阶级社会主义革命的新时代。\n（2）新的社会力量的成长。第一次世界大战期间，中国的民族资本主义经济得到短暂而又迅速地发展。中国的工人阶级和民族资产阶级的力量也进一步壮大起来。1919年五四运动前夕，中国产业工人已达200万人左右，成为一支日益重要的社会力量。\n（3）新文化运动掀起的思想解放潮流的推动，为五四运动准备了群众基础和骨干力量。",
            number: 4,
            userAnswer: [],
            score: 6,
            id: "g1q4",
            answer: [
              "（1）它发生在俄国十月革命所开辟的世界无产阶级社会主义革命的新时代。\n（2）第一次世界大战期间，中国工人阶级和民族资产阶级的力量壮大起来。\n（3）新文化运动掀起的思想解放潮流的推动，为五四运动准备了群众基础和骨干力量。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】北伐战争胜利进军的主要原因是什么？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 5,
            userAnswer: [],
            score: 6,
            id: "g1q5",
            answer: [
              "（1）国共合作的实现，革命统一战线的建立，特别是共产党员和共青团员的先锋模范作用是北伐胜利的重要原因。\n（2）北伐军得到广大工农群众的大力支持。\n（3）北伐战争得到苏联政府的多方面援助，特别是其军事顾问帮助北伐军制定了正确的战略战术。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2018年04月】中国早期马克思主义信仰者的三种类型及其代表人物。",
            explanation:
              "（1）五四运动前的新文化运动的精神领袖。其代表是李大钊、陈独秀。1919年9月、11月，李大钊发表《我的马克思主义观》，比较全面系统地介绍了马克思的学说，指出马克思主义是唯物史观、经济学说和社会主义理论的统一。1920年陈独秀发表《谈政治》一文，表面他占到了马克思主义的旗帜之下。\n（2）五四运动中的左翼骨干，其代表为毛泽东、杨匏安、蔡和森、周恩来等。1919年11月、12月，杨匏安发表《马克思主义》一文，对马克思主义的基本内容作了比较确切的阐述。\n（3）一部分原中国同盟会会员、辛亥革命时期的活动家，以董必武、林伯渠、吴玉章等为代表。",
            number: 6,
            userAnswer: [],
            score: 6,
            id: "g1q6",
            answer: [
              "（1）五四运动前的新文化运动的精神领袖。其代表是李大钊、陈独秀。\n（2）五四运动中的左翼骨干，其代表为毛泽东、杨匏安、蔡和森、周恩来等。\n（3）一部分原中国同盟会会员、辛亥革命时期的活动家，其代表为董必武、林伯渠、吴玉章等。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2019年04月】1931年召开的中华苏维埃第一次全国代表大会的主要内容。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 7,
            userAnswer: [],
            score: 6,
            id: "g1q7",
            answer: [
              "大会通过了《中华苏维埃共和国宪法大纲》以及土地法令、劳动法等法律文件；选举产生了中华苏维埃共和国中央执行委员会，宣告了中华苏维埃共和国临时中央政府的成立；毛泽东当选为中央执行委员会主席。",
            ],
            position: 14,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2020年10月】简述1926年至1927年北伐战争的直接打击目标和战略方针。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 8,
            userAnswer: [],
            score: 6,
            id: "g1q8",
            answer: [
              "（1）北伐的直接目标是打倒帝国主义支持的北洋军阀。\n（2）北伐军在以加伦为首的苏联军事顾问的建议下，制定了集中兵力、各个歼敌的战略方针：\n首先以主力进军两湖，消灭吴佩孚；然后引兵东向，消灭孙传芳；最后，北上解决张作霖。",
            ],
            position: 16,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
      {
        scorePerQuestion: 7,
        title: "论述题（每小题7分）",
        memo: "",
        number: 2,
        questions: [
          {
            title: "【自测题】1924年至1927年国民革命的历史意义。",
            explanation:
              "（1）沉重的打击了帝国主义和封建主义的统治势力，中国人民的觉悟程度和组织程度有了明显的提高，实际上是迎接未来革命胜利的一次伟大的演习。\n（2）扩大了中国共产党在中国人民中的政治影响，宣传了党在民主革命阶段的纲领，使党经受了一次大革命的洗礼，积累了初步的经验。中国共产党人正式从这场革命的失败中汲取教训，开始懂得进行土地革命和掌握革命武装的重要性，为把中国革命推进到新的土地革命战争阶段准备了必要条件。",
            number: 9,
            userAnswer: [],
            score: 7,
            id: "g2q9",
            answer: [
              "（1）沉重的打击了帝国主义和封建主义的统治势力，中国人民的觉悟程度和组织程度有了明显的提高。\n（2）扩大了中国共产党在中国人民中的政治影响，宣传了党在民主革命阶段的纲领，使党积累了革命经验。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【自测题】中国国民党第一次全国代表大会对三民主义的新阐释是什么？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 10,
            userAnswer: [],
            score: 7,
            id: "g2q10",
            answer: [
              "（1）民族主义突出了反对帝国主义的内容，强调对外争取中华民族的完全独立，同时主张国内各民族一律平等；\n（2）民权主义强调民权为一般平民所共有，不应为“少数人所得而私”；\n（3）民生主义在“平均地权”基础上增加了“节制资本”的原则，并提出改善工农的生活状况。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】新文化运动的历史意义是什么？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 11,
            userAnswer: [],
            score: 7,
            id: "g2q11",
            answer: [
              "（1）它是资产阶级民主主义的新文化同封建主义旧文化的斗争，是辛亥革命在思想文化领域的延续，沉重打击了封建专制主义。\n（2）它大力宣传了民主和科学，启发了人们的理智和民主主义觉悟，推动了人们思想的解放。\n（3）它为中国先进分子接受马克思主义准备了适宜的土壤，为中国新民主主义革命创造了思想文化条件。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】中国共产党成立的历史特点是什么？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 12,
            userAnswer: [],
            score: 7,
            id: "g2q12",
            answer: [
              "（1）它成立于俄国十月革命胜利后、第二国际修正主义破产之后，得到了列宁领导的共产国际代表的指导和帮助，是以俄国布尔什维克为榜样、按照列宁的建党原则建立起来的。它所接受的是没有被修正主义阉割的马克思主义的完整的科学世界观和社会革命论。\n（2）它是在半殖民地、半封建中国的工人运动基础上产生的，中国工人阶级具有坚强的革命性，在这个阶级中不存在欧洲那种工人贵族阶层，没有社会改良主义的基础。所以，中国共产党一开始就是一个以马克思列宁主义理论为指导思想的，是一个区别于第二国际社会改良党的新型工人阶级革命政党。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title: "【2017年04月】五四运动的历史特点和历史意义。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 13,
            userAnswer: [],
            score: 7,
            id: "g2q13",
            answer: [
              "（1）五四运动是中国近代史上一次彻底的反帝反封建的革命运动，把中国人民反帝反封建的斗争提升到一个新的水平线上。\n（2）五四运动广泛地动员和组织了群众，是一场真正的群众性的革命运动。青年学生起了先锋作用，工人阶级第一次作为独立的政治力量登上政治舞台，运动后期发挥主力军作用。\n（3）五四运动促进了马克思主义在中国的广泛传播，促进了马克思主义同中国工人运动的结合，为中国共产党成立作了思想和干部上的准备。\n（4）五四运动是中国新民主主义革命的开端。五四运动后，无产阶级代替资产阶级成为中国革命领导者。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title: "【2017年10月】俄国十月革命对中国革命的影响。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 14,
            userAnswer: [],
            score: 7,
            id: "g2q14",
            answer: [
              "十月革命推动中国先进分子从资产阶级民主主义转向社会主义。\n（1）给予中国先进分子一个启示，经济落后国家也可以用社会主义思想指引自己走向解放之路。\n（2）十月革命后，苏维埃俄国号召反对帝国主义，以新的平等姿态对待中国，推动了社会主义思想在中国的传播。\n（3）十月革命中工人和士兵的广泛发动并由此赢得胜利的事实，昭示中国先进分子以新的方法开展革命。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
          {
            title: "【2018年10月】中国共产党成立的历史意义.",
            explanation:
              "（1）它标志着中国革命终于有了一个坚强的领导核心。中国共产党不仅代表着中国工人阶级的利益，而且代表着中国人民和中华民族的利益。它的成立使中国革命有了可信赖的组织者和领导者，使中国工人阶级有了自己的司令部。\n（2）中国革命从此有了一个科学的指导思想。中国共产党以马克思列宁主义基本原理观察和分析中国的问题，为中国人民指明了斗争目标、革命前途和走向胜利的道路。\n（3）沟通了中国革命与世界革命的联系，把中华民族的解放运动同世界无产阶级社会主义革命运动相联结并成为其中一部分，使中国革命有了新前途。\n（4）总之，正如毛泽东所说，自从有了中国共产党，中国革命的面目焕然一新。",
            number: 15,
            userAnswer: [],
            score: 7,
            id: "g2q15",
            answer: [
              "（1）它标志着中国革命终于有了一个坚强的领导核心，有了可信赖的组织者和领导者，使中国工人阶级有了自己的司令部。\n（2）中国革命从此有了一个科学的指导思想。中国共产党以马克思列宁主义基本原理观察和分析中国的问题，为中国人民指明了斗争目标、革命前途和胜利之路。\n（3）沟通了中国革命与世界革命的联系，把中华民族的解放运动同世界无产阶级社会主义革命运动相联结，使中国革命有了新前途。\n总之，自从有了中国共产党，中国革命的面目焕然一新。",
            ],
            position: 14,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年10月】俄国十月革命对中国革命的影响。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 16,
            userAnswer: [],
            score: 7,
            id: "g2q16",
            answer: [
              "“十月革命一声炮响，给我们送来了马克思列宁主义。”十月革命推动中国的先进分子从资产阶级民主主义转向社会主义。\n（1）十月革命启示中国先进分子：经济文化落后的国家也可以用社会主义思想指引自己的解放之路。\n（2）十月革命后，苏维埃俄国号召反对帝国主义，以新的平等姿态对待中国，推动了社会主义思想在中国的传播。\n（3）十月革命中工人和士兵的广泛发动并由此赢得胜利的事实，昭示中国先进分子以新的方法开展革命。\n（4）十月革命后，中国思想界产生了一批赞成十月革命、具有初步共产主义思想的知识分子。在李大钊等人的推动下，马克思主义开始在中国传播。",
            ],
            position: 16,
            type: "textarea",
            options: [],
          },
          {
            title: "【2020年08月】中国共产党成立的历史意义。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 17,
            userAnswer: [],
            score: 7,
            id: "g2q17",
            answer: [
              "（1）它标志着中国革命有一个先进的爱国政党作为凝聚自己力量的领导核心；\n（2）为中国人民指明了斗争目标和走向革命胜利的道路，使其有了科学的指导思想；\n（3）将中国革命和世界革命联系起来，使中国革命有了新的前途。所以，中国共产党是一个以马克思列宁主义理论为指导思想的党，是一个区别于第二国际社会改良党的新型工人阶级革命政党。",
            ],
            position: 18,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        id: "g2",
      },
    ],
    totalScore: 111,
    questionCount: 17,
  },
  create_time: "2020-09-02T21:06:05.173325",
  is_active: true,
  questions_count: 17,
  is_break_through: true,
  tags: "章节习题",
  order_number: 8,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第四章 开天辟地的大事变（主观）",
};
