export default {
  id: 1155,
  title: "第五章 中国革命的新道路（主观）",
  content:
    "中国近现代史纲要 第五章 中国革命的新道路\n二、简答题（每小题6分）\n1.【自测题】三湾改编的主要内容。\n答案：（1）将原有的一个师缩编为一个团。\n（2）在部队中建立共产党各级组织，将党的支部建在连上。\n（3）成立各级士兵委员会，部队内部实行民主管理。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n2.【自测题】中共八七会议的主要内容是什么？\n答案：（1）会议彻底清算了大革命后期陈独秀的右倾主义错误，选出了以瞿秋白为首的中央临时政治局。\n（2）确定了土地革命和武装斗争的方针。\n（3）毛泽东提出了“须知政权是由枪杆子中取得的”重要诊断。\n题解：1927年8月7日，中共中央在汉口秘密召开紧急会议，即八七会议。会议彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装斗争的方针，并选出了以翟秋白为首的中央临时政治局。毛泽东在发言中着重阐述了农民问题和武装斗争对于中国革命的极端重要性。他既充分肯定开展农民运动的必要性；又特别强调军事运动必须同民众运动结合起来，强调党“以后要非常注意军事。须知政权是由枪杆子中取得的”。八七会议给正处在思想混乱和组织涣散中的中国共产党指明了出路。这是由大革命失败到土地革命战争兴起的一个历史转折点。\n3.【自测题】井冈山根据地创建的历史意义。\n答案：（1）它点燃了“工农武装割据”的星星之火，为共产党领导的其他各地的起义武装树立了榜样；\n（2）它从实践上开辟了一条在敌我力量十分悬殊的情况下，党深入农村，保存和发展革命力量的正确道路，代表了大革命失败后中国革命的发展方向。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n4.【自测题】八一南昌起义的历史意义是什么？\n答案：（1）打响了武装反抗国民党反动统治的第一枪。\n（2）成为共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端。\n（3）揭开了土地革命战争的序幕。\n题解：1927年8月1日，以周恩来为书记的前敌委员会及贺龙、叶挺、朱德、刘伯承等人，率领共产党掌握或影响下的北伐军2万多人在南昌举行起义。南昌起义的历史意义是：\n（1）打响了武装反抗国民党反动统治的第一枪，体现了中国共产党人为实行中国人民的根本利益和中华民族的解放事业而前赴后继的革命精神。\n（2）成为共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端。\n（3）揭开了土地革命战争的序幕。\n5.【自测题】毛泽东领导的湘赣边界秋收起义的特点是什么？\n答案：湘赣边界秋收起义的特点在于：\n（1）放弃了“左派国民党”运动的旗号，公开打出了“工农革命军”的旗帜；\n（2）不仅是军队的行动，而且有数量众多的工农武装参加。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n6.【自测题】简述遵义会议的历史意义。\n答案：遵义会议在极其危急的情况下挽救了中国共产党、中国工农红军和中国革命。开始确立了以毛泽东为代表的新的中央的领导，成为中国共产党历史上一个生死攸关的转折点，标志着中国共产党在政治上走向成熟。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n7.【2017年04月】毛泽东领导的湘赣边界秋收起义的特点。\n答案：（1）它放弃了“左派国民党”运动旗号，公开打出“工农革命军”旗帜。\n（2）它不仅是军队行动，而且有数量众多工农武装参加。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n8.【2017年10月】井冈山革命根据地创建的历史意义。\n答案：（1）它点燃了“工农武装割据”星星之火，为我党领导其他各地起义树立了榜样；\n（2）从实践上开辟了一条在敌我力量十分悬殊的情况下，共产党深入农村保存发展革命力量的正确道路；\n（3）这条道路代表了1927年革命失败后中国革命的发展方向。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n9.【2018年04月】20世纪20年代后期和30年代前期，中共党内屡次出现“左”倾错误的主要原因。\n答案：（1）八七会议后，党内一直存在着浓厚的近乎拼命的冲动，始终没有能够从指导思想上得到认真清理。\n（2）全党的马克思主义理论准备不足，理论素养还不高，实践经验也很缺乏，王明又时时搬出马克思主义的词句来吓唬人，容易使一些干部受到蒙骗。\n（3）共产国际的干预以及王明的全力支持，使许多人失去识别和抵制能力。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n10.【2018年10月】中共八七会议的主要内容。\n答案：（1）清算了大革命后期陈独秀右倾投降主义错误，确定了土地革命和武装斗争总方针。\n（2）选出以瞿秋白为书记的中央临时政治局。\n（3）毛泽东阐述了农民问题和武装斗争对革命的重要性，强调“政权是由枪杆子中取得的。\n题解：1927年8月7日，中共中央在汉口秘密召开紧急会议，即八七会议。会议彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装斗争的方针，并选出了以翟秋白为首的中央临时政治局。毛泽东在发言中着重阐述了农民问题和武装斗争对于中国革命的极端重要性。他既充分肯定开展农民运动的必要性；又特别强调军事运动必须同民众运动结合起来，强调党“以后要非常注意军事。须知政权是由枪杆子中取得的”。八七会议给正处在思想混乱和组织涣散中的中国共产党指明了出路。这是由大革命失败到土地革命战争兴起的一个历史转折点。\n11.【2019年04月】1931年召开的中华苏维埃第一次全国代表大会的主要内容。\n答案：1931年11月，中华苏维埃第一次全国代表大会在江西省瑞金县叶坪村举行。大会通过了《中华苏维埃共和国宪法大纲》以及土地法令、劳动法等法律文件；选举产生了中华苏维埃共和国中央执行委员会；宣告了中华苏维埃共和国临时中央政府成立。毛泽东当选为中央执行委员会主席。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n12.【2019年10月】井冈山农村革命根据地创建的历史意义。\n答案：点燃了“工农武装割据”的星星之火，为中共领导的其他各地的武装起义树立了榜样。从实践上开辟了一条在敌我力量悬殊的情况下，党深入农村，保存和发展革命力量的正确道路，代表了大革命失败后中国革命发展的正确方向。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n28.【2020年08月】大革命失败后国民党政府实行军事独裁统治的主要表现。\n答案：（1）为了镇压人民和消灭异己力量，国民党建立了庞大的军队，还大力加强地方反动武装保安队。广大人民被置于国民党武装的严密控制和监视之下。\n（2）为了镇压人民和消灭异己力量，国民党还建立了庞大的全国性特务系统——“中统”和“军统”，主要任务就是反对共产党，破坏革命运动，绑架或暗杀革命者和异己分子。\n（3）为了控制人民，禁止革命活动，国民党还大力推行保甲制度，广大人民被禁锢在保甲制度之内。\n（4）为了控制舆论，剥夺人民的言论和出版自由，国民党还厉行文化专制主义。国民党政府主要就是通过这些方法，来维护帝国主义、封建主义、官僚资本主义的利益，巩固自身统治的。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n27.【2020年10月】简述八一南昌起义的历史意义。\n答案：南昌起义的历史意义是：\n（1）它打响了武装反抗国民党反动统治的第一枪，体现了中国共产党人为实行中国人民的根本利益和中华民族的解放事业而前赴后继的革命精神。\n（2）它成为共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端。\n（3）它揭开了土地革命战争的序幕。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题（每小题7分）\n13.【自测题】遵义会议集中解决的主要问题及其意义。\n答案：（1）遵义会议集中解决了当时具有决定意义的军事和组织问题。\n（2）遵义会议挽救了中国共产党、中国工农红军和中国革命；\n（3）开始确立以毛泽东为代表的新的党中央的领导，成为中国共产党历史上一个生死攸关的转折点，标志着中国共产党在政治上走向成熟。\n题解：解决的主要问题：1935年1月，中共中央政治局在遵义召开扩大会议，会议集中全力解决了当时具有决定意义的军事和组织问题。经过激烈的争论，多数人同意毛泽东为代表的正确意见，批评了博古、李德在第五次反“围剿”中的错误。会议增选毛泽东为中央政治局常委，并委托张闻天起草遵义会议决议。会后不久，中共中央政治局常委分工，根据毛泽东的提议，决定由张闻天代替博古负总的责任；博古任红军总政治部代理主任；并成立了由毛泽东、周恩来、王稼祥组成的新的三人团，全权负责红军的军事行动。这一系列重大决策，是在中国共产党同共产国际中断联系的情况下，独立自主地的作出的。\n意义：遵义会议在极其危急的情况下挽救了中国共产党、挽救了中国工农红军、挽救了中国革命，开始确立了以毛泽东为代表的新的中央的领导，成为中国共产党历史上一个生死攸关的转折点，标志着中国共产党在政治上走向成熟。\n14.【自测题】中国工农红军长征胜利的历史意义。\n答案：（1）粉碎了国民党“围剿”红军、消灭革命力量的企图，是中国革命转危为安的关键。\n（2）通过长征，把中国革命的大本营放在了西北，这为迎接中国人民抗日救亡的新高潮准备了条件。\n（3）保存并锤炼了中国革命的骨干力量。\n（4）播撒了革命的火种。\n（5）铸就了伟大的长征精神。\n题解：中国共产党领导的中国工农红军长征的胜利，具有极其重要的历史意义。\n（1）它粉碎了国民党“围剿”红军、消灭革命力量的企图，是中国革命转危为安的关键。\n（2）通过长征，把中国革命的大本营放在了西北，这为迎接中国人民抗日救亡的新高潮准备了条件。长征结束后，随着中国共产党倡导建立广泛的抗日民族统一战线，中国革命的新局面开始了。\n（3）长征保存并锤炼了中国革命的骨干力量，这是党和红军极为宝贵的精华。\n（4）长征播撒了革命的火种。它向沿途的人民群众宣布，只有在中国共产党的领导下，中国各族人民才能翻身得解放。\n（5）铸就了伟大的长征精神，即把全国人民和中华民族的根本利益看得高于一切，坚定革命的理想和信念，坚信正义事业必然胜利的精神；为了救国救民，不怕任何艰难险阻，不惜付出一切牺牲的精神；坚持独立自主、实事求是，一起从实际出发的精神；顾全大局、严守纪律、紧密团结的精神；紧紧依靠人民群众，同人民群众生死相依、患难与共、艰苦奋斗的精神。\n总之，红军长征的胜利，开辟了中国革命继往开来的光明道路，奠定了中国革命胜利前进的重要基础。\n15.【自测题】中国红色政权存在和发展的原因及条件是什么？\n答案：（1）中国受多个帝国主义国家间接统治的政治经济发展极端不平衡的半殖民地半封建的大国。这是红色政权能够存在和发展的根本原因。\n（2）国民革命的影响。\n（3）全国革命形势的继续向前发展。这是红色政权存在和发展的两个客观条件。\n（4）相当力量的正式红军的存在。\n（5）共产党组织的坚强有力和各项政策的正确贯彻执行。这是红色政权存在和发展的两个主观条件。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n16.【自测题】试述中国工农红军铸就的长征精神。\n答案：中国工农红军铸就的长征精神就是：\n（1）把全国人民和中华民族的根本利益看得高于一切，坚定革命的理想和信念，坚信正义事业必然胜利的精神；\n（2）为了救国救民，不怕任何艰难险阻，不惜付出一切牺牲的精神；\n（3）坚持独立自主、实事求是，一切从实际出发的精神；\n（4）顾全大局、严守纪律、紧密团结的精神；\n（5）紧紧依靠人民群众，同人民群众生死相依、患难与共、艰苦奋斗的精神。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
  content_object: {
    title: "中国近现代史纲要 第五章 中国革命的新道路",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 6,
        title: "简答题（每小题6分）",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【自测题】三湾改编的主要内容。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 1,
            userAnswer: [],
            score: 6,
            id: "g1q1",
            answer: [
              "（1）将原有的一个师缩编为一个团。\n（2）在部队中建立共产党各级组织，将党的支部建在连上。\n（3）成立各级士兵委员会，部队内部实行民主管理。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】中共八七会议的主要内容是什么？",
            explanation:
              "1927年8月7日，中共中央在汉口秘密召开紧急会议，即八七会议。会议彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装斗争的方针，并选出了以翟秋白为首的中央临时政治局。毛泽东在发言中着重阐述了农民问题和武装斗争对于中国革命的极端重要性。他既充分肯定开展农民运动的必要性；又特别强调军事运动必须同民众运动结合起来，强调党“以后要非常注意军事。须知政权是由枪杆子中取得的”。八七会议给正处在思想混乱和组织涣散中的中国共产党指明了出路。这是由大革命失败到土地革命战争兴起的一个历史转折点。",
            number: 2,
            userAnswer: [],
            score: 6,
            id: "g1q2",
            answer: [
              "（1）会议彻底清算了大革命后期陈独秀的右倾主义错误，选出了以瞿秋白为首的中央临时政治局。\n（2）确定了土地革命和武装斗争的方针。\n（3）毛泽东提出了“须知政权是由枪杆子中取得的”重要诊断。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】井冈山根据地创建的历史意义。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 3,
            userAnswer: [],
            score: 6,
            id: "g1q3",
            answer: [
              "（1）它点燃了“工农武装割据”的星星之火，为共产党领导的其他各地的起义武装树立了榜样；\n（2）它从实践上开辟了一条在敌我力量十分悬殊的情况下，党深入农村，保存和发展革命力量的正确道路，代表了大革命失败后中国革命的发展方向。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】八一南昌起义的历史意义是什么？",
            explanation:
              "1927年8月1日，以周恩来为书记的前敌委员会及贺龙、叶挺、朱德、刘伯承等人，率领共产党掌握或影响下的北伐军2万多人在南昌举行起义。南昌起义的历史意义是：\n（1）打响了武装反抗国民党反动统治的第一枪，体现了中国共产党人为实行中国人民的根本利益和中华民族的解放事业而前赴后继的革命精神。\n（2）成为共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端。\n（3）揭开了土地革命战争的序幕。",
            number: 4,
            userAnswer: [],
            score: 6,
            id: "g1q4",
            answer: [
              "（1）打响了武装反抗国民党反动统治的第一枪。\n（2）成为共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端。\n（3）揭开了土地革命战争的序幕。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】毛泽东领导的湘赣边界秋收起义的特点是什么？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 5,
            userAnswer: [],
            score: 6,
            id: "g1q5",
            answer: [
              "湘赣边界秋收起义的特点在于：\n（1）放弃了“左派国民党”运动的旗号，公开打出了“工农革命军”的旗帜；\n（2）不仅是军队的行动，而且有数量众多的工农武装参加。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】简述遵义会议的历史意义。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 6,
            userAnswer: [],
            score: 6,
            id: "g1q6",
            answer: [
              "遵义会议在极其危急的情况下挽救了中国共产党、中国工农红军和中国革命。开始确立了以毛泽东为代表的新的中央的领导，成为中国共产党历史上一个生死攸关的转折点，标志着中国共产党在政治上走向成熟。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
          {
            title: "【2017年04月】毛泽东领导的湘赣边界秋收起义的特点。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 7,
            userAnswer: [],
            score: 6,
            id: "g1q7",
            answer: [
              "（1）它放弃了“左派国民党”运动旗号，公开打出“工农革命军”旗帜。\n（2）它不仅是军队行动，而且有数量众多工农武装参加。",
            ],
            position: 14,
            type: "textarea",
            options: [],
          },
          {
            title: "【2017年10月】井冈山革命根据地创建的历史意义。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 8,
            userAnswer: [],
            score: 6,
            id: "g1q8",
            answer: [
              "（1）它点燃了“工农武装割据”星星之火，为我党领导其他各地起义树立了榜样；\n（2）从实践上开辟了一条在敌我力量十分悬殊的情况下，共产党深入农村保存发展革命力量的正确道路；\n（3）这条道路代表了1927年革命失败后中国革命的发展方向。",
            ],
            position: 16,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2018年04月】20世纪20年代后期和30年代前期，中共党内屡次出现“左”倾错误的主要原因。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 9,
            userAnswer: [],
            score: 6,
            id: "g1q9",
            answer: [
              "（1）八七会议后，党内一直存在着浓厚的近乎拼命的冲动，始终没有能够从指导思想上得到认真清理。\n（2）全党的马克思主义理论准备不足，理论素养还不高，实践经验也很缺乏，王明又时时搬出马克思主义的词句来吓唬人，容易使一些干部受到蒙骗。\n（3）共产国际的干预以及王明的全力支持，使许多人失去识别和抵制能力。",
            ],
            position: 18,
            type: "textarea",
            options: [],
          },
          {
            title: "【2018年10月】中共八七会议的主要内容。",
            explanation:
              "1927年8月7日，中共中央在汉口秘密召开紧急会议，即八七会议。会议彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装斗争的方针，并选出了以翟秋白为首的中央临时政治局。毛泽东在发言中着重阐述了农民问题和武装斗争对于中国革命的极端重要性。他既充分肯定开展农民运动的必要性；又特别强调军事运动必须同民众运动结合起来，强调党“以后要非常注意军事。须知政权是由枪杆子中取得的”。八七会议给正处在思想混乱和组织涣散中的中国共产党指明了出路。这是由大革命失败到土地革命战争兴起的一个历史转折点。",
            number: 10,
            userAnswer: [],
            score: 6,
            id: "g1q10",
            answer: [
              "（1）清算了大革命后期陈独秀右倾投降主义错误，确定了土地革命和武装斗争总方针。\n（2）选出以瞿秋白为书记的中央临时政治局。\n（3）毛泽东阐述了农民问题和武装斗争对革命的重要性，强调“政权是由枪杆子中取得的。",
            ],
            position: 20,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2019年04月】1931年召开的中华苏维埃第一次全国代表大会的主要内容。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 11,
            userAnswer: [],
            score: 6,
            id: "g1q11",
            answer: [
              "1931年11月，中华苏维埃第一次全国代表大会在江西省瑞金县叶坪村举行。大会通过了《中华苏维埃共和国宪法大纲》以及土地法令、劳动法等法律文件；选举产生了中华苏维埃共和国中央执行委员会；宣告了中华苏维埃共和国临时中央政府成立。毛泽东当选为中央执行委员会主席。",
            ],
            position: 22,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年10月】井冈山农村革命根据地创建的历史意义。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 12,
            userAnswer: [],
            score: 6,
            id: "g1q12",
            answer: [
              "点燃了“工农武装割据”的星星之火，为中共领导的其他各地的武装起义树立了榜样。从实践上开辟了一条在敌我力量悬殊的情况下，党深入农村，保存和发展革命力量的正确道路，代表了大革命失败后中国革命发展的正确方向。",
            ],
            position: 24,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2020年08月】大革命失败后国民党政府实行军事独裁统治的主要表现。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 13,
            userAnswer: [],
            score: 6,
            id: "g1q13",
            answer: [
              "（1）为了镇压人民和消灭异己力量，国民党建立了庞大的军队，还大力加强地方反动武装保安队。广大人民被置于国民党武装的严密控制和监视之下。\n（2）为了镇压人民和消灭异己力量，国民党还建立了庞大的全国性特务系统——“中统”和“军统”，主要任务就是反对共产党，破坏革命运动，绑架或暗杀革命者和异己分子。\n（3）为了控制人民，禁止革命活动，国民党还大力推行保甲制度，广大人民被禁锢在保甲制度之内。\n（4）为了控制舆论，剥夺人民的言论和出版自由，国民党还厉行文化专制主义。国民党政府主要就是通过这些方法，来维护帝国主义、封建主义、官僚资本主义的利益，巩固自身统治的。",
            ],
            position: 26,
            type: "textarea",
            options: [],
          },
          {
            title: "【2020年10月】简述八一南昌起义的历史意义。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 14,
            userAnswer: [],
            score: 6,
            id: "g1q14",
            answer: [
              "南昌起义的历史意义是：\n（1）它打响了武装反抗国民党反动统治的第一枪，体现了中国共产党人为实行中国人民的根本利益和中华民族的解放事业而前赴后继的革命精神。\n（2）它成为共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端。\n（3）它揭开了土地革命战争的序幕。",
            ],
            position: 28,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
      {
        scorePerQuestion: 7,
        title: "论述题（每小题7分）",
        memo: "",
        number: 2,
        questions: [
          {
            title: "【自测题】遵义会议集中解决的主要问题及其意义。",
            explanation:
              "解决的主要问题：1935年1月，中共中央政治局在遵义召开扩大会议，会议集中全力解决了当时具有决定意义的军事和组织问题。经过激烈的争论，多数人同意毛泽东为代表的正确意见，批评了博古、李德在第五次反“围剿”中的错误。会议增选毛泽东为中央政治局常委，并委托张闻天起草遵义会议决议。会后不久，中共中央政治局常委分工，根据毛泽东的提议，决定由张闻天代替博古负总的责任；博古任红军总政治部代理主任；并成立了由毛泽东、周恩来、王稼祥组成的新的三人团，全权负责红军的军事行动。这一系列重大决策，是在中国共产党同共产国际中断联系的情况下，独立自主地的作出的。\n意义：遵义会议在极其危急的情况下挽救了中国共产党、挽救了中国工农红军、挽救了中国革命，开始确立了以毛泽东为代表的新的中央的领导，成为中国共产党历史上一个生死攸关的转折点，标志着中国共产党在政治上走向成熟。",
            number: 15,
            userAnswer: [],
            score: 7,
            id: "g2q15",
            answer: [
              "（1）遵义会议集中解决了当时具有决定意义的军事和组织问题。\n（2）遵义会议挽救了中国共产党、中国工农红军和中国革命；\n（3）开始确立以毛泽东为代表的新的党中央的领导，成为中国共产党历史上一个生死攸关的转折点，标志着中国共产党在政治上走向成熟。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】中国工农红军长征胜利的历史意义。",
            explanation:
              "中国共产党领导的中国工农红军长征的胜利，具有极其重要的历史意义。\n（1）它粉碎了国民党“围剿”红军、消灭革命力量的企图，是中国革命转危为安的关键。\n（2）通过长征，把中国革命的大本营放在了西北，这为迎接中国人民抗日救亡的新高潮准备了条件。长征结束后，随着中国共产党倡导建立广泛的抗日民族统一战线，中国革命的新局面开始了。\n（3）长征保存并锤炼了中国革命的骨干力量，这是党和红军极为宝贵的精华。\n（4）长征播撒了革命的火种。它向沿途的人民群众宣布，只有在中国共产党的领导下，中国各族人民才能翻身得解放。\n（5）铸就了伟大的长征精神，即把全国人民和中华民族的根本利益看得高于一切，坚定革命的理想和信念，坚信正义事业必然胜利的精神；为了救国救民，不怕任何艰难险阻，不惜付出一切牺牲的精神；坚持独立自主、实事求是，一起从实际出发的精神；顾全大局、严守纪律、紧密团结的精神；紧紧依靠人民群众，同人民群众生死相依、患难与共、艰苦奋斗的精神。\n总之，红军长征的胜利，开辟了中国革命继往开来的光明道路，奠定了中国革命胜利前进的重要基础。",
            number: 16,
            userAnswer: [],
            score: 7,
            id: "g2q16",
            answer: [
              "（1）粉碎了国民党“围剿”红军、消灭革命力量的企图，是中国革命转危为安的关键。\n（2）通过长征，把中国革命的大本营放在了西北，这为迎接中国人民抗日救亡的新高潮准备了条件。\n（3）保存并锤炼了中国革命的骨干力量。\n（4）播撒了革命的火种。\n（5）铸就了伟大的长征精神。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】中国红色政权存在和发展的原因及条件是什么？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 17,
            userAnswer: [],
            score: 7,
            id: "g2q17",
            answer: [
              "（1）中国受多个帝国主义国家间接统治的政治经济发展极端不平衡的半殖民地半封建的大国。这是红色政权能够存在和发展的根本原因。\n（2）国民革命的影响。\n（3）全国革命形势的继续向前发展。这是红色政权存在和发展的两个客观条件。\n（4）相当力量的正式红军的存在。\n（5）共产党组织的坚强有力和各项政策的正确贯彻执行。这是红色政权存在和发展的两个主观条件。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】试述中国工农红军铸就的长征精神。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 18,
            userAnswer: [],
            score: 7,
            id: "g2q18",
            answer: [
              "中国工农红军铸就的长征精神就是：\n（1）把全国人民和中华民族的根本利益看得高于一切，坚定革命的理想和信念，坚信正义事业必然胜利的精神；\n（2）为了救国救民，不怕任何艰难险阻，不惜付出一切牺牲的精神；\n（3）坚持独立自主、实事求是，一切从实际出发的精神；\n（4）顾全大局、严守纪律、紧密团结的精神；\n（5）紧紧依靠人民群众，同人民群众生死相依、患难与共、艰苦奋斗的精神。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        id: "g2",
      },
    ],
    totalScore: 112,
    questionCount: 18,
  },
  create_time: "2020-09-02T21:07:50.954402",
  is_active: true,
  questions_count: 18,
  is_break_through: true,
  tags: "章节习题",
  order_number: 10,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第五章 中国革命的新道路（主观）",
};
