export default {
  id: 1156,
  title: "第六章 中华民族的抗日战争（主观）",
  content:
    "中国近现代史纲要 第六章 中华民族的抗日战争\n二、简答题（每小题6分）\n1.【自测题】中国人民抗日战争胜利的主要原因。\n答案：（1）以爱国主义为核心的伟大民族精神是中国人民抗日战争胜利的决定因素。\n（2）中国共产党的中流砥柱作用是中国人民抗日战争胜利的关键。\n（3）全民族抗战是中国人民抗日战争胜利的重要法宝。\n（4）世界所有爱好和平和正义的国家和人民、国际组织以及各种反法西斯力量的同情和支持。\n题解：（1）以爱国主义为核心的伟大民族精神是中国人民抗日战争胜利的决定因素。在抗日战争时期，这种民族觉醒和民族精神升华达到了全新的高度，形成了伟大的抗战精神，中国人民向世界展示了天下兴亡、匹夫有责的爱国情怀，视死如归、宁死不屈的民族气节，不畏强暴、血战到底的英雄气概，百折不挠、坚忍不拔的必胜信念。全体中华儿女众志成城、共御外侮，为民族而战，为祖国而战，为尊严而战，汇聚起气势磅礴的力量。\n（2）中国共产党的中流砥柱作用是中国人民抗日战争胜利的关键。中国共产党自成立之日起就把实现中华民族伟大复兴作为自己的历史使命。在抗日战争中，中国共产党坚持全面抗战路线，制定正确战略策略，开辟广大敌后战场，成为坚持抗战的中坚力量；中国共产党人以自己的政治主张、坚定意志、模范行动，支撑起全民族救亡图存的希望，引领着夺取战争胜利的正确方向，成为夺取战争胜利的民族先锋。\n（3）全民族抗战是中国人民抗日战争胜利的重要法宝。中国共产党领导开辟的敌后战场和国民党指挥的正面战场协力合作，形成了共同抗击日本侵略者的战略局面。中国共产党坚持动员人民、依靠人民，提出和实施持久战的战略总方针和一整套人民战争的战略战术，广泛开展伏击战、破袭战、地雷战、地道战、麻雀战等游击战的战术战法，使日本侵略者陷入了人民战争的汪洋大海之中。\n（4）世界所有爱好和平和正义的国家和人民、国际组织以及各种反法西斯力量的同情和支持，是中国人民抗日战争取得胜利的国际条件。苏联、美国、英国等反法西斯盟国为中国人民提供了宝贵的人力物力支持。朝鲜、越南、加拿大、印度、新西兰、波兰、丹麦以及德国、奥地利、罗马尼亚、保加利亚、日本等国的反法西斯战士直接参加了中国人民抗日战争。\n2.【自测题】中共洛川会议制定的《抗日救国十大纲领》的主要内容是什么？\n答案：（1）要打倒日本帝国主义，关键在于使已经发动的抗战成为全面的全民族的抗战。\n（2）必须改革政治机构，给人民以充分的抗日民主权利并适当改善工农大众的生活。\n（3）必须紧靠统一战线中无产阶级的领导权，在敌后放手发动独立自主的山地游击战，在国统区放手发动抗日的群众运动。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n3.【自测题】中国共产党抗日民族统一战线的策略总方针是什么？\n答案：为了坚持、扩大和巩固抗日民族统一战线，中国共产党制定了“发展进步势力，争取中间势力，孤立顽固势力”的策略总方针。\n（1）发展进步势力。进步势力主要是指工人、农民和城市小资产阶级。\n（2）争取中间势力。中间势力主要是指民族资产阶级、开明绅士和地方实力派\n（3）孤立顽固势力。顽固势力是指大地主大资产阶级的抗日派，即以蒋介石集团为代表的国民党亲英美派。\n题解：为了坚持、扩大和巩固抗日民族统一战线，中国共产党制定了“发展进步势力，争取中间势力，孤立顽固势力”的策略总方针。\n（1）进步势力主要是指工人、农民和城市小资产阶级。他们是统一战线的基础，抗日战争的主要依靠力量。为了发展进步势力，就要冲破国民党的限制和束缚，放手发动人民群众主要是农民群众，扩大八路军、新四军及其他抗日人民武装，创立抗日民主根据地，在全国发展共产党的组织，发展全国民众的抗日运动。这是整个策略的中心环节。\n（2）中间势力主要是指民主资产阶级、开明绅士和地方实力派。争取中间势力需要一定的条件：一是共产党要有充足的力量；二是尊重他们的利益；三是要同顽固派作坚决的斗争，并能一步一步地取得胜利。争取中间势力是党领导抗日民族统一战线十分重要的任务。\n（3）顽固势力是指大地主大资产阶级的抗日派，即以蒋介石集团为代表的国民党亲英美派。他们采取两面政策，既主张团结抗日，又限共、溶共、反共并摧残进步势力。为此，共产党必须以革命的两面政策来对付他们，即贯彻又联合又斗争的政策，斗争不忘团结，团结不忘斗争，二者不可偏废，而以团结为主。同顽固派作斗争时，应坚持有理、有利、有节的原则。有理，即自卫的原则；有利，即胜利的原则；有节，即休战的原则。只有这样，才能达到以斗争求团结的目的。\n中国共产党与国民党顽固派斗争时，紧紧抓住中国社会的最主要矛盾即中日之间的民族矛盾，把统一战线中的摩擦和斗争限制在一定的范围和程度内，始终坚持和发展抗日民族统一战线。\n4.【自测题】毛泽东在《论持久战》中对抗日战争历史进程的阐述。\n答案：（1）中国抗日战争将经过战略防御、战略相持、战略反攻三个阶段。\n（2）其中战略相持阶段，是中国抗日战争取得最后胜利的最关键的阶段。只要坚持持久抗战、坚持抗日民族统一战线，中国将在这个阶段中转弱为强。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n5.【自测题】简述新民主主义革命的基本纲领。\n答案：（1）政治上，推翻帝国主义和封建主义的压迫，建立一个以无产阶级为领导、以工农联盟为基础的各革命阶级联合专政的新民主主义共和国。\n（2）经济上，没收操纵国计民生的大银行、大工业、大商业归新民主主义国家所有，建立国营经济；没收地主阶级的土地归农民所有，并引导个体农民发展合作经济；允许民族资本主义经济的发展和富农经济的存在。\n（3）文化上，废除封建买办文化，发展无产阶级领导的人民大众的反帝反封建的中华民族的新文化，即民族的科学的大众的文化。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n6.【2017年04月】中国共产党在全民族抗战中的中流砥柱作用。\n答案：中国共产党的中流砥柱作用是中国人民抗日战争胜利的关键。中国共产党自成立之日起就把实现中华民族伟大复兴作为自己的历史使命。在抗日战争中，中国共产党坚持全面抗战路线，制定正确战略策略，开辟广大敌后战场，成为坚持抗战的中坚力量；中国共产党人以自己的政治主张、坚定意志、模范行动，支撑起全民族救亡图存的希望，引领着夺取战争胜利的正确方向，成为夺取战争胜利的民族先锋。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n7.【2017年10月】一二·九运动及其历史意义。\n答案：（1）1935年12月9日，在中共北平临时工作委员会领导下，北平学生抗日游行，喊出“反对华北自治运动”、“打倒日本帝国主义”、“停止内战，一致对外”等口号，游行队伍遭到国民党军警镇压。这就是一二•九运动。\n（2）意义：一二•九运动打击了日本帝国主义侵略中国并吞并华北的计划，促进了中华民族的觉醒，标志着中国人民抗日救亡运动新高潮的到来。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n8.【2018年10月】中国人民抗日战争在世界反法西斯战争中的地位。\n答案：（1）中国人民抗日战争是世界反法西斯战争的东方主战场。中国抗战开始最早，持续时间最长，抵制和抗击了日本主要兵力，对日本侵略者的彻底覆灭起到了决定性作用。\n（2）中国人民的论持久战，遏制了日本的“北进”计划，退避了日本的“南进”步伐，大大减轻了其它战场的压力，为盟军完成战略转折和实施战略反攻创造了有利条件。\n（3）中国作为亚太地区盟军对日作战的重要后方基地，为盟国提供了大量战略物资和军事情报。中国军队出过作战，不仅打击了日军，还对盟军给予了实际支援。\n（4）中国为战胜法西斯、维护世界和平付出了巨大牺牲，做出了伟大贡献。\n题解：中国人民抗日战争，从一开始就具有拯救人类文明、保卫世界和平的重大意义，是世界反法西斯战争的重要组成部分。中华民族为世界反法西斯战争的胜利作出了伟大贡献，付出了巨大的民族牺牲。\n（1）中国人民抗日战争是世界反法西斯战争的东方主战场。在世界反法西斯战争中，中国人民抗日战争开始最早，持续时间最长。中国战场长期牵制和抗击了日本军国主义的主要兵力，年平均牵制日本陆军的74%以上，最高年份达90%；日军在海外作战中损失的287万人中，有150万人伤亡在中国战场。中国人民抗日战争对日本侵略者的彻底覆灭起到了决定性作用。\n（2）中国人民的持久抗战，不仅遏制了日本的“北进”计划，迟滞了日本的“南进”步伐，而且大大减轻了其他战场的压力，制约和打乱了日本法西斯和德意法西斯战略配合的企图；在战略上策应和支持了盟国作战，配合了欧洲战场和太平洋战场的战略行动，为盟国军队完成战略转折和实施战略反攻创造了有利条件。\n（3）中国作为亚洲太平洋地区盟军对日作战的重要后方基地，还为盟国提供了大量战略物资和军事情报。中国军队出国作战，不仅打击了日军，还对盟军给予了实际支援。\n（4）总之，中国是全世界参加反法西斯战争的五个大国之一，是在亚洲大陆抗击日本侵略者的主要国家。中国人民在抗日战争中，为了自己的解放，为了帮助各同盟国，为了战胜法西斯、维护世界的和平付出了巨大的牺牲，作出了伟大的贡献。\n9.【2019年10月】延安整风运动的主要内容和意义。\n答案：（1）主要内容：反对主观主义以整顿学风、反对宗派主义以整顿党风、反对党八股以整顿文风。其中，反对主观主义是最主要的任务。\n（2）意义：是一场伟大的思想解放运动，通过整风在全党范围确立起一切从实际出发、理论联系实际、实事求是的马克思主义思想路线。\n题解：答案仅供参考，考生作答前后顺序与答案不同，也能得分。\n\n29.【2020年08月】中国共产党的中流砥柱作用是中国人民抗日战争胜利的关键。\n答案：（1）中国共产党是中国人民奋起抵抗日本帝国主义侵略的最早宣传者、动员者和最坚决的抗击者。\n（2）中国共产党积极倡导、促成、维护了抗日民族统一战线，是团结凝聚全民族抗战力量的杰出组织者、鼓舞者和坚强的政治领导核心。\n（3）中国共产党制定实施了全面抗战路线和持久战战略总方针，是中国抗日战争正确战略的提出者、指导者和引领者。\n（4）中国共产党领导开辟了广大敌后战场和建立了抗日民主根据地，党领导的人民武装逐步成为整个抗战的有生力量、中坚力量和主力。\n（5）中国共产党领导中国人民同仇敌忾、共赴国难，弘扬和铸就了伟大的抗战精神，为抗日战争的胜利付出了巨大牺牲、作出了重大贡献。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n28.【2020年10月】简述抗日民族统一战线中的中间势力及争取中间势力的主要条件。\n答案：（1）中间势力主要是指民族资产阶级、开明绅士和地方实力派。\n（2）争取中间势力需要一定的条件：一是共产党要有充足的力量；二是尊重他们的利益；三是要同顽固派作坚决的斗争，并能一步一步地取得胜利。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题（每小题7分）\n10.【自测题】中国抗日战争胜利的伟大历史意义是什么？\n答案：（1）彻底粉碎了日本军国主义殖民奴役中国的图谋，捍卫了国家主权和领土完整，彻底洗刷了近代以来抗击外来侵略屡战屡败的民族耻辱。\n（2）重新确立了中国在世界上的大国地位。中国人民为反法西斯战争作出的重大贡献，使中国国际地位显著提高。中国人民赢得了世界爱好和平人民的尊敬，赢得了崇高的民族声誉。\n（3）促进了中华民族的觉醒，开辟了中华民族伟大复兴的光明前景。抗日战争的胜利为中国共产党领导人民取得整个新民主主义革命的胜利奠定了基础。中国人民抗日战争的胜利具有伟大的意义。\n题解：中国人民抗日战争的胜利具有重大而深远的意义。\n（1）中国人民抗日战争的胜利，彻底粉碎了日本军国主义殖民奴役中国的图谋，迫使日本归还甲午战争以后从中国窃取的东北、台湾、澎湖列岛等神圣领土，捍卫了国家主权和领土完整，彻底洗刷了近代以来抗击外来侵略屡战屡败的民族耻辱。从此，再也没有侵略者可以在中国的土地上横行肆虐。\n（2）中国人民抗日战争的伟大胜利，重新确立了中国在世界上的大国地位。中国人民为反法西斯战争作出的重大贡献，使中国国际地位显著提高。1942年1月，由中、美、英、苏四国领衔，26个国家共同签署《联合国家宣言》。中国成为世界反法西斯统一战线的一个主要成员，中国的大国地位得以确认。1945年4月，中国同美国、英国、苏联共同发起旧金山会议，共商建立联合国。中共党员董必武以解放区代表身份参加中国代表团出席会议。随着联合国宪章正式出台，中国成为联合国安理会5个常任理事国之一。中国人民赢得了世界爱好和平人民的尊敬，赢得了崇高的民族声誉。中国人民赢得了世界爱好和平人民的尊敬，赢得了崇高的民族声誉。\n（3）中国人民抗日战争的胜利，促进了中华民族的觉醒，开辟了中华民族伟大复兴的光明前景。经历抗日战争锤炼的中国人民进一步认识到：只有实现民族独立和人民解放，建立人民当家作主的新中国，才能真正实现民族振兴、人民幸福。中国共产党提出的改造旧中国、建设新中国的主张，代表了中国人民根本利益。抗日战争的胜利为中国共产党领导人民取得整个新民主主义革命的胜利奠定了基础。\n\n11.【2018年04月】毛泽东在《论持久战》一文中对中日双方互相矛盾的四个特点的分析。\n答案：中日双方存在着互相矛盾的四个特点：敌强我弱，敌小我大，敌退步我进步，敌寡助我多助。日本是强国，中国是弱国，这就决定了抗日战争只能是持久战。另一方面，日本是小国，发动的是退步的、野蛮的侵略战争，在国际上失道寡助；而中国是大国，进行的是进步的、正义的反侵略战争，在国际上得道多助。中国已经有了代表中华民族和中国人民根本利益的共产党及其领导的人民军队和抗日根据地。因此，最后胜利是中国的。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
  content_object: {
    title: "中国近现代史纲要 第六章 中华民族的抗日战争",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 6,
        title: "简答题（每小题6分）",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【自测题】中国人民抗日战争胜利的主要原因。",
            explanation:
              "（1）以爱国主义为核心的伟大民族精神是中国人民抗日战争胜利的决定因素。在抗日战争时期，这种民族觉醒和民族精神升华达到了全新的高度，形成了伟大的抗战精神，中国人民向世界展示了天下兴亡、匹夫有责的爱国情怀，视死如归、宁死不屈的民族气节，不畏强暴、血战到底的英雄气概，百折不挠、坚忍不拔的必胜信念。全体中华儿女众志成城、共御外侮，为民族而战，为祖国而战，为尊严而战，汇聚起气势磅礴的力量。\n（2）中国共产党的中流砥柱作用是中国人民抗日战争胜利的关键。中国共产党自成立之日起就把实现中华民族伟大复兴作为自己的历史使命。在抗日战争中，中国共产党坚持全面抗战路线，制定正确战略策略，开辟广大敌后战场，成为坚持抗战的中坚力量；中国共产党人以自己的政治主张、坚定意志、模范行动，支撑起全民族救亡图存的希望，引领着夺取战争胜利的正确方向，成为夺取战争胜利的民族先锋。\n（3）全民族抗战是中国人民抗日战争胜利的重要法宝。中国共产党领导开辟的敌后战场和国民党指挥的正面战场协力合作，形成了共同抗击日本侵略者的战略局面。中国共产党坚持动员人民、依靠人民，提出和实施持久战的战略总方针和一整套人民战争的战略战术，广泛开展伏击战、破袭战、地雷战、地道战、麻雀战等游击战的战术战法，使日本侵略者陷入了人民战争的汪洋大海之中。\n（4）世界所有爱好和平和正义的国家和人民、国际组织以及各种反法西斯力量的同情和支持，是中国人民抗日战争取得胜利的国际条件。苏联、美国、英国等反法西斯盟国为中国人民提供了宝贵的人力物力支持。朝鲜、越南、加拿大、印度、新西兰、波兰、丹麦以及德国、奥地利、罗马尼亚、保加利亚、日本等国的反法西斯战士直接参加了中国人民抗日战争。",
            number: 1,
            userAnswer: [],
            score: 6,
            id: "g1q1",
            answer: [
              "（1）以爱国主义为核心的伟大民族精神是中国人民抗日战争胜利的决定因素。\n（2）中国共产党的中流砥柱作用是中国人民抗日战争胜利的关键。\n（3）全民族抗战是中国人民抗日战争胜利的重要法宝。\n（4）世界所有爱好和平和正义的国家和人民、国际组织以及各种反法西斯力量的同情和支持。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【自测题】中共洛川会议制定的《抗日救国十大纲领》的主要内容是什么？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 2,
            userAnswer: [],
            score: 6,
            id: "g1q2",
            answer: [
              "（1）要打倒日本帝国主义，关键在于使已经发动的抗战成为全面的全民族的抗战。\n（2）必须改革政治机构，给人民以充分的抗日民主权利并适当改善工农大众的生活。\n（3）必须紧靠统一战线中无产阶级的领导权，在敌后放手发动独立自主的山地游击战，在国统区放手发动抗日的群众运动。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】中国共产党抗日民族统一战线的策略总方针是什么？",
            explanation:
              "为了坚持、扩大和巩固抗日民族统一战线，中国共产党制定了“发展进步势力，争取中间势力，孤立顽固势力”的策略总方针。\n（1）进步势力主要是指工人、农民和城市小资产阶级。他们是统一战线的基础，抗日战争的主要依靠力量。为了发展进步势力，就要冲破国民党的限制和束缚，放手发动人民群众主要是农民群众，扩大八路军、新四军及其他抗日人民武装，创立抗日民主根据地，在全国发展共产党的组织，发展全国民众的抗日运动。这是整个策略的中心环节。\n（2）中间势力主要是指民主资产阶级、开明绅士和地方实力派。争取中间势力需要一定的条件：一是共产党要有充足的力量；二是尊重他们的利益；三是要同顽固派作坚决的斗争，并能一步一步地取得胜利。争取中间势力是党领导抗日民族统一战线十分重要的任务。\n（3）顽固势力是指大地主大资产阶级的抗日派，即以蒋介石集团为代表的国民党亲英美派。他们采取两面政策，既主张团结抗日，又限共、溶共、反共并摧残进步势力。为此，共产党必须以革命的两面政策来对付他们，即贯彻又联合又斗争的政策，斗争不忘团结，团结不忘斗争，二者不可偏废，而以团结为主。同顽固派作斗争时，应坚持有理、有利、有节的原则。有理，即自卫的原则；有利，即胜利的原则；有节，即休战的原则。只有这样，才能达到以斗争求团结的目的。\n中国共产党与国民党顽固派斗争时，紧紧抓住中国社会的最主要矛盾即中日之间的民族矛盾，把统一战线中的摩擦和斗争限制在一定的范围和程度内，始终坚持和发展抗日民族统一战线。",
            number: 3,
            userAnswer: [],
            score: 6,
            id: "g1q3",
            answer: [
              "为了坚持、扩大和巩固抗日民族统一战线，中国共产党制定了“发展进步势力，争取中间势力，孤立顽固势力”的策略总方针。\n（1）发展进步势力。进步势力主要是指工人、农民和城市小资产阶级。\n（2）争取中间势力。中间势力主要是指民族资产阶级、开明绅士和地方实力派\n（3）孤立顽固势力。顽固势力是指大地主大资产阶级的抗日派，即以蒋介石集团为代表的国民党亲英美派。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】毛泽东在《论持久战》中对抗日战争历史进程的阐述。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 4,
            userAnswer: [],
            score: 6,
            id: "g1q4",
            answer: [
              "（1）中国抗日战争将经过战略防御、战略相持、战略反攻三个阶段。\n（2）其中战略相持阶段，是中国抗日战争取得最后胜利的最关键的阶段。只要坚持持久抗战、坚持抗日民族统一战线，中国将在这个阶段中转弱为强。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】简述新民主主义革命的基本纲领。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 5,
            userAnswer: [],
            score: 6,
            id: "g1q5",
            answer: [
              "（1）政治上，推翻帝国主义和封建主义的压迫，建立一个以无产阶级为领导、以工农联盟为基础的各革命阶级联合专政的新民主主义共和国。\n（2）经济上，没收操纵国计民生的大银行、大工业、大商业归新民主主义国家所有，建立国营经济；没收地主阶级的土地归农民所有，并引导个体农民发展合作经济；允许民族资本主义经济的发展和富农经济的存在。\n（3）文化上，废除封建买办文化，发展无产阶级领导的人民大众的反帝反封建的中华民族的新文化，即民族的科学的大众的文化。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title: "【2017年04月】中国共产党在全民族抗战中的中流砥柱作用。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 6,
            userAnswer: [],
            score: 6,
            id: "g1q6",
            answer: [
              "中国共产党的中流砥柱作用是中国人民抗日战争胜利的关键。中国共产党自成立之日起就把实现中华民族伟大复兴作为自己的历史使命。在抗日战争中，中国共产党坚持全面抗战路线，制定正确战略策略，开辟广大敌后战场，成为坚持抗战的中坚力量；中国共产党人以自己的政治主张、坚定意志、模范行动，支撑起全民族救亡图存的希望，引领着夺取战争胜利的正确方向，成为夺取战争胜利的民族先锋。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
          {
            title: "【2017年10月】一二·九运动及其历史意义。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 7,
            userAnswer: [],
            score: 6,
            id: "g1q7",
            answer: [
              "（1）1935年12月9日，在中共北平临时工作委员会领导下，北平学生抗日游行，喊出“反对华北自治运动”、“打倒日本帝国主义”、“停止内战，一致对外”等口号，游行队伍遭到国民党军警镇压。这就是一二•九运动。\n（2）意义：一二•九运动打击了日本帝国主义侵略中国并吞并华北的计划，促进了中华民族的觉醒，标志着中国人民抗日救亡运动新高潮的到来。",
            ],
            position: 14,
            type: "textarea",
            options: [],
          },
          {
            title: "【2018年10月】中国人民抗日战争在世界反法西斯战争中的地位。",
            explanation:
              "中国人民抗日战争，从一开始就具有拯救人类文明、保卫世界和平的重大意义，是世界反法西斯战争的重要组成部分。中华民族为世界反法西斯战争的胜利作出了伟大贡献，付出了巨大的民族牺牲。\n（1）中国人民抗日战争是世界反法西斯战争的东方主战场。在世界反法西斯战争中，中国人民抗日战争开始最早，持续时间最长。中国战场长期牵制和抗击了日本军国主义的主要兵力，年平均牵制日本陆军的74%以上，最高年份达90%；日军在海外作战中损失的287万人中，有150万人伤亡在中国战场。中国人民抗日战争对日本侵略者的彻底覆灭起到了决定性作用。\n（2）中国人民的持久抗战，不仅遏制了日本的“北进”计划，迟滞了日本的“南进”步伐，而且大大减轻了其他战场的压力，制约和打乱了日本法西斯和德意法西斯战略配合的企图；在战略上策应和支持了盟国作战，配合了欧洲战场和太平洋战场的战略行动，为盟国军队完成战略转折和实施战略反攻创造了有利条件。\n（3）中国作为亚洲太平洋地区盟军对日作战的重要后方基地，还为盟国提供了大量战略物资和军事情报。中国军队出国作战，不仅打击了日军，还对盟军给予了实际支援。\n（4）总之，中国是全世界参加反法西斯战争的五个大国之一，是在亚洲大陆抗击日本侵略者的主要国家。中国人民在抗日战争中，为了自己的解放，为了帮助各同盟国，为了战胜法西斯、维护世界的和平付出了巨大的牺牲，作出了伟大的贡献。",
            number: 8,
            userAnswer: [],
            score: 6,
            id: "g1q8",
            answer: [
              "（1）中国人民抗日战争是世界反法西斯战争的东方主战场。中国抗战开始最早，持续时间最长，抵制和抗击了日本主要兵力，对日本侵略者的彻底覆灭起到了决定性作用。\n（2）中国人民的论持久战，遏制了日本的“北进”计划，退避了日本的“南进”步伐，大大减轻了其它战场的压力，为盟军完成战略转折和实施战略反攻创造了有利条件。\n（3）中国作为亚太地区盟军对日作战的重要后方基地，为盟国提供了大量战略物资和军事情报。中国军队出过作战，不仅打击了日军，还对盟军给予了实际支援。\n（4）中国为战胜法西斯、维护世界和平付出了巨大牺牲，做出了伟大贡献。",
            ],
            position: 16,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年10月】延安整风运动的主要内容和意义。",
            explanation: "答案仅供参考，考生作答前后顺序与答案不同，也能得分。",
            number: 9,
            userAnswer: [],
            score: 6,
            id: "g1q9",
            answer: [
              "（1）主要内容：反对主观主义以整顿学风、反对宗派主义以整顿党风、反对党八股以整顿文风。其中，反对主观主义是最主要的任务。\n（2）意义：是一场伟大的思想解放运动，通过整风在全党范围确立起一切从实际出发、理论联系实际、实事求是的马克思主义思想路线。",
            ],
            position: 18,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2020年08月】中国共产党的中流砥柱作用是中国人民抗日战争胜利的关键。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 10,
            userAnswer: [],
            score: 6,
            id: "g1q10",
            answer: [
              "（1）中国共产党是中国人民奋起抵抗日本帝国主义侵略的最早宣传者、动员者和最坚决的抗击者。\n（2）中国共产党积极倡导、促成、维护了抗日民族统一战线，是团结凝聚全民族抗战力量的杰出组织者、鼓舞者和坚强的政治领导核心。\n（3）中国共产党制定实施了全面抗战路线和持久战战略总方针，是中国抗日战争正确战略的提出者、指导者和引领者。\n（4）中国共产党领导开辟了广大敌后战场和建立了抗日民主根据地，党领导的人民武装逐步成为整个抗战的有生力量、中坚力量和主力。\n（5）中国共产党领导中国人民同仇敌忾、共赴国难，弘扬和铸就了伟大的抗战精神，为抗日战争的胜利付出了巨大牺牲、作出了重大贡献。",
            ],
            position: 20,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2020年10月】简述抗日民族统一战线中的中间势力及争取中间势力的主要条件。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 11,
            userAnswer: [],
            score: 6,
            id: "g1q11",
            answer: [
              "（1）中间势力主要是指民族资产阶级、开明绅士和地方实力派。\n（2）争取中间势力需要一定的条件：一是共产党要有充足的力量；二是尊重他们的利益；三是要同顽固派作坚决的斗争，并能一步一步地取得胜利。",
            ],
            position: 22,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
      {
        scorePerQuestion: 7,
        title: "论述题（每小题7分）",
        memo: "",
        number: 2,
        questions: [
          {
            title: "【自测题】中国抗日战争胜利的伟大历史意义是什么？",
            explanation:
              "中国人民抗日战争的胜利具有重大而深远的意义。\n（1）中国人民抗日战争的胜利，彻底粉碎了日本军国主义殖民奴役中国的图谋，迫使日本归还甲午战争以后从中国窃取的东北、台湾、澎湖列岛等神圣领土，捍卫了国家主权和领土完整，彻底洗刷了近代以来抗击外来侵略屡战屡败的民族耻辱。从此，再也没有侵略者可以在中国的土地上横行肆虐。\n（2）中国人民抗日战争的伟大胜利，重新确立了中国在世界上的大国地位。中国人民为反法西斯战争作出的重大贡献，使中国国际地位显著提高。1942年1月，由中、美、英、苏四国领衔，26个国家共同签署《联合国家宣言》。中国成为世界反法西斯统一战线的一个主要成员，中国的大国地位得以确认。1945年4月，中国同美国、英国、苏联共同发起旧金山会议，共商建立联合国。中共党员董必武以解放区代表身份参加中国代表团出席会议。随着联合国宪章正式出台，中国成为联合国安理会5个常任理事国之一。中国人民赢得了世界爱好和平人民的尊敬，赢得了崇高的民族声誉。中国人民赢得了世界爱好和平人民的尊敬，赢得了崇高的民族声誉。\n（3）中国人民抗日战争的胜利，促进了中华民族的觉醒，开辟了中华民族伟大复兴的光明前景。经历抗日战争锤炼的中国人民进一步认识到：只有实现民族独立和人民解放，建立人民当家作主的新中国，才能真正实现民族振兴、人民幸福。中国共产党提出的改造旧中国、建设新中国的主张，代表了中国人民根本利益。抗日战争的胜利为中国共产党领导人民取得整个新民主主义革命的胜利奠定了基础。",
            number: 12,
            userAnswer: [],
            score: 7,
            id: "g2q12",
            answer: [
              "（1）彻底粉碎了日本军国主义殖民奴役中国的图谋，捍卫了国家主权和领土完整，彻底洗刷了近代以来抗击外来侵略屡战屡败的民族耻辱。\n（2）重新确立了中国在世界上的大国地位。中国人民为反法西斯战争作出的重大贡献，使中国国际地位显著提高。中国人民赢得了世界爱好和平人民的尊敬，赢得了崇高的民族声誉。\n（3）促进了中华民族的觉醒，开辟了中华民族伟大复兴的光明前景。抗日战争的胜利为中国共产党领导人民取得整个新民主主义革命的胜利奠定了基础。中国人民抗日战争的胜利具有伟大的意义。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2018年04月】毛泽东在《论持久战》一文中对中日双方互相矛盾的四个特点的分析。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 13,
            userAnswer: [],
            score: 7,
            id: "g2q13",
            answer: [
              "中日双方存在着互相矛盾的四个特点：敌强我弱，敌小我大，敌退步我进步，敌寡助我多助。日本是强国，中国是弱国，这就决定了抗日战争只能是持久战。另一方面，日本是小国，发动的是退步的、野蛮的侵略战争，在国际上失道寡助；而中国是大国，进行的是进步的、正义的反侵略战争，在国际上得道多助。中国已经有了代表中华民族和中国人民根本利益的共产党及其领导的人民军队和抗日根据地。因此，最后胜利是中国的。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        id: "g2",
      },
    ],
    totalScore: 80,
    questionCount: 13,
  },
  create_time: "2020-09-02T21:09:20.398988",
  is_active: true,
  questions_count: 13,
  is_break_through: true,
  tags: "章节习题",
  order_number: 12,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第六章 中华民族的抗日战争（主观）",
};
