export default {
  id: 1157,
  title: "第七章 为创建新中国而奋斗（主观）",
  content:
    "中国近现代史纲要 第七章 为创建新中国而奋斗\n二、简答题（每小题6分）\n1.【自测题】《中国人民政治协商会议共同纲领》规定的新中国的国体和政体。\n答案：（1）《中国人民政治协商会议共同纲领》规定：中华人民共和国为新民主主义即人民民主主义的国家，实行工人阶级领导的、以工农联盟为基础的、团结各民主阶级和国内各民族的人民民主专政。\n（2）中华人民共和国的国家政权属于人民。人民行使国家政权的机关为各级人民代表大会和各级人民政府。各级政权机关一律实行民主集中制。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n2.【自测题】中国新民主主义革命的三大经济纲领。\n答案：（1）没收封建阶级的土地归农民所有；\n（2）没收蒋介石、宋子文、孔祥熙、陈立夫为首的垄断资本归新民主主义的国家所有；\n（3）保护民族工商业。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n3.【2017年10月】《中国人民政治协商会议共同纲领》规定的新中国的经济工作方针。\n答案：规定了新中国经济工作方针：“以公私兼顾、劳资两利、城乡互助、内外交流的政策，达到发展生产、繁荣经济之目的”。国家应调剂各种成分国营经济、个体经济、私人资本主义经济等，“使各种社会经济成分在国营经济领导之下，分工合作，各得其所，以促进整个社会经济的发展。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n4.【2018年04月】新民主主义革命的总路线和三大经济纲领。\n答案：（1）1948年4月，毛泽东在《在晋绥干部会议上的讲话》中完整地提出中国共产党在新民主主义革命阶段的总路线和总政策是：无产阶级领导的，人民大众的，反对帝国主义、封建主义和官僚资本主义的革命。\n（2）1947年12月，毛泽东在《目前形势和我们的任务》的报告中提出了新民主主义革命的三大经济纲领，即没收封建阶级的土地归农民所有，没收蒋介石、宋子文、孔祥熙、陈立夫为首的垄断资本归新民主主义的国家所有，保护民族工商业。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n5.【2019年10月】抗日战争胜利后的国际格局。\n答案：（1）帝国主义势力受到削弱，人民民主力量明显增长；\n（2）逐步打破了以维持欧洲大国均势为中心的传统的国际政治格局，形成了美苏两极的政治格局；\n（3）美国拟定了所谓“全球战略计划”，在遏制苏联的旗号下向全球扩张，并把夺取中国以巩固其在亚洲的地位作为重要战略部署。\n题解：抗日战争胜利后，国际格局出现了新的重大变化，它突出地体现在三个方面。\n（一）帝国主义势力受到削弱，人民民主力量明显增长\n（1）经过第二次世界大战，德、日、意三个法西斯国家被打败，英法在战争中受到严重削弱，只有美国开始在资本主义世界中称雄。\n（2）社会主义的苏联在经受战争考验后，得以较快地恢复和巩固；人民民主和社会主义制度在多国建立；民族解放运动在亚洲、非洲、拉丁美洲蓬勃发展；在资本主义社会，共产党的影响显著增长，工人运动有了新的发展。\n（二）美苏两极的政治格局逐步打破了以维持欧洲大国均势为中心的传统的国际政治格局，形成了美苏两极的政治格局。\n（三）全球战略计划战后不久，美国拟订了一个准备称霸世界的所谓“全球战略计划”。为实现此计划，把夺取中国，以巩固它在亚洲的地位作为重要的战略部署。为此，美国继续采取自中国抗战后期就已确立的扶蒋反共政策。包含两个方面：\n（1）在形势对国民党不利时，力促国共两党进行和平谈判，以期用和平手段诱骗中共向国民党投降，使美国不战而控制全中国。\n（2）从各方面大力加强国民党的力量，一旦和谈目的不能实现，便帮助国民党与中共决战，以期用武力打败中共，使中国成为美国的附庸。\n\n30.【2020年08月】中国各民主党派形成时的社会基础及其性质。\n答案：中国的民主党派形成时的社会基础，主要是民族资产阶级、城市小资产阶级及其知识分子，以及其他爱国民主分子，它们是阶级联盟性质的政党。性质：中国各民主党派是阶级联盟性质的政党。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题（每小题7分）\n6.【自测题】中国新民主主义革命取得胜利的主要原因。\n答案：（1）中国工人阶级的先锋队——中国共产党的领导。它以马克思列宁主义基本原理与中国实际相结合的毛泽东思想作为一切工作的指针，制定出适合中国国情和人民利益的纲领、路线、方针和攻策；它最有远见，最富于牺牲精神，最坚定，从而赢得了中国人民的衷心拥护。\n（2）人民群众和各界人士的广泛参加和大力支持。工人、农民、城市小资产阶级群众是民主革命的主要力量；随着斗争的发展，民族资产阶级也逐步向共产党靠拢。\n（3）国际无产阶级和人民群众的支持。\n题解：中国革命胜利的原因：\n（1）由于有了中国工人阶级的先锋队——中国共产党的领导。中国共产党不仅代表着中国工人阶级的利益，而且代表着整个中华民族和全中国人民的利益。中国共产党是用马克思主义的科学理论武装起来的，它以中国化的马克思主义即马克思列宁主义基本原理与中国实际相结合的毛泽东思想作为一切工作的指针。因此，中国共产党能够制定出适合中国情况的、符合中国人民利益的纲领、路线、方针和政策，为中国人民的斗争指明正确的方向。中国共产党人以行动表明了自己是最有原件，最富于牺牲精神，最坚定，而又最能虚心体察民情并依靠群众的坚强的革命者，从而赢得了广大中国人民的衷心拥护。“没有共产党，就没有新中国。”这是中国人民基于自己的切身体验所确认的客观真理。\n（2）由于帝国主义、封建主义、官僚资本主义的残酷压迫，中国人民走上了反帝反封建反官僚资本主义斗争的伟大时代。工人、农民、城市小资产阶级群众是民主革命的主要力量。在他们中间，涌现出了无数无畏的英雄和不屈的战士。随着斗争的发展，民族资产阶级也逐步向共产党靠拢。没有广大人民和各界人士的广泛参加和大力支持，中国革命的胜利是不可能的。\n（3）中国革命的胜利，同国际无产阶级和人民群众的支持也是分不开的。为了中国人民的解放事业，一些国际友人还直接参加了中国的革命斗争，有的已经长眠在中国的土地上。\n7.【自测题】中国新民主主义革命胜利的基本经验。\n答案：（1）建立广泛的统一战线。这是坚持和发展革命的政治基础。统一战线中存在着两个联盟：一个是劳动者的联盟，一个是劳动者与非劳动者的联盟。必须坚决依靠第一个联盟，争取建立和扩大第二个联盟。\n（2）坚持革命的武装斗争。中国革命只能以长期的武装斗争作为主要形式：中国革命必须走农村包围城市，武装夺取政权的道路；必须建立一支党绝对领导下的新型人民军队。\n（3）加强共产党自身的建设。着重从思想上建党：培育和发扬理论与实际相结合、密切联系群众和自我批评的作风；成为掌握统一战线和武装斗争这两个武器以实行对敌冲锋陷阵的英勇战士，成为全国各族人民拥戴的领导核心。\n题解：中国共产党在领导人民革命的过程中，积累了丰富的经验。\n（1）建立广泛的统一战线。建立广泛的统一战线，是坚持和发展革命的政治基础。统一战线中存在着两个联盟：一个是劳动者的联盟，主要是工人、农民和城市小资产阶级的联盟，这是基本的、主要的；一个是劳动者与非劳动者的联盟，主要是劳动者与民族资产阶级的联盟，有时还包括与一部分大资产阶级的暂时的联盟，这是辅助的、同时又是重要的。必须坚决依靠第一个联盟，争取建立和扩大第二个联盟。巩固和扩大统一战线的关键，是坚持工人阶级及其政党的领导权，率领同盟者向共同的敌人作坚决的斗争并取得胜利，对被领导者给以物质福利，至少不损害其利益，同时对被领导者给以政治教育；对同工人阶级争夺领导权的资产阶级采取又联合、又斗争的政策。\n（2）坚持革命的武装斗争。中国革命只能以长期的武装斗争作为主要形式。离开了武装斗争，就没有共产党的地位，就不能完成任何革命任务。中国的武装斗争实质上是工人阶级领导的农民战争。中国共产党必须深入农村，发动和武装农民，在农村建立革命的根据地，以农村包围城市，才能逐步地争取革命的胜利。为了坚持和发展中国革命，必须建立一支在工人阶级政党绝对领导下的、具有严格纪律的、同人民群众保持亲密联系的新型人民军队。没有一支人民的军队，便没有人民的一切。这支军队必须实行一系列具有中国特点的人民战争的战略战术。\n（3）加强共产党自身的建设。在工人阶级人数很少而战斗力很强，农民和其他小资产阶级占人口大多数的中国，建设一个工人阶级先锋队的党，是极其艰巨的任务。毛泽东的建档学说成功地解决了这个难题。中国共产党的建设，是密切地联系着党的政治路线进行的，注重在端正思想路线的基础上，制定和贯彻执行党的正确的政治路线。首先着重党的思想建设，用工人阶级思想克服资产阶级、小资产阶级思想；培育和发扬理论与实际相结合、密切联系群众和自我批评的作风；在党内斗争中实行“惩前毖后，治病救人”的方针；并创造了在全党通过批评与自我批评进行马克思主义思想教育的整风形式等。中国共产党在长期的斗争实践中，把自己锻炼成了“一个有纪律的，有马克思列宁主义理论武装的，采取自我批评方法的，联系人民群众的党”，成为了掌握统一战线和武装斗争这两个武器以实行对敌冲锋陷阵的英勇战士，成为了全国各族人民拥戴的领导核心。\n\n8.【2017年04月】全国解放战争时期，各民主党派与中国共产党团结合作的主要表现。\n答案：（1）在重庆谈判和政协会议期间，各民主党派同共产党作为“第三方面”，同共产党一起反对国民党反动派的内战、独裁政策，为和平民主而共同努力。\n（2）在国民党当局撕毁政协协议、发动全面内战时，民主党派中的大多数同共产党保持一致；拒绝参加国民党一手包办的“国民大会”、反对国民党炮制的“宪法”。\n（3）民主党派的许多成员积极参加和支持中国共产党领导的爱国民主运动，有的为此流血牺牲，如民盟中央委员李公朴、闻一多，民盟中央常委兼西北总支部主任委员杜斌丞。\n（4）在人民解放战争转入战略反攻并且取得节节胜利的形势下，各民主党派都公开宣言，站在人民革命一边，同共产党一道为推翻国民党的反动统治建立新中国而共同奋斗。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n9.【2018年10月】中国新民主主义革命胜利的主要原因。\n答案：（1）由于有了中国工人阶级的先锋队——中国共产党的领导。它以马克思列宁主义基本原理与中国实际相结合的毛泽东思想作为一切工作的指针，制定出符合中国国情和人民利益的纲领、路线、方针和政策，它有远见，最富于牺牲精神，最坚定，从而赢得得了中国人民的衷心拥护。\n（2）人民群众和各界人士的广泛参加和大力支持，工人、农民、城市小资产阶级群众是民主革命的主要力量，随着斗争的发展，民族资产阶级也逐步向共产党靠拢。\n（3）中国革命的胜利，同国际无产阶级和人民群众的支持也是分不开的。为了中国人民的解放事业，一些国际友人还直接参加了中国的革命斗争，有的已经长眠在中国的土地上。\n题解：中国革命胜利的原因：\n（1）由于有了中国工人阶级的先锋队——中国共产党的领导。中国共产党不仅代表着中国工人阶级的利益，而且代表着整个中华民族和全中国人民的利益。中国共产党是用马克思主义的科学理论武装起来的，它以中国化的马克思主义即马克思列宁主义基本原理与中国实际相结合的毛泽东思想作为一切工作的指针。因此，中国共产党能够制定出适合中国情况的、符合中国人民利益的纲领、路线、方针和政策，为中国人民的斗争指明正确的方向。中国共产党人以行动表明了自己是最有原件，最富于牺牲精神，最坚定，而又最能虚心体察民情并依靠群众的坚强的革命者，从而赢得了广大中国人民的衷心拥护。“没有共产党，就没有新中国。”这是中国人民基于自己的切身体验所确认的客观真理。\n（2）由于帝国主义、封建主义、官僚资本主义的残酷压迫，中国人民走上了反帝反封建反官僚资本主义斗争的伟大时代。工人、农民、城市小资产阶级群众是民主革命的主要力量。在他们中间，涌现出了无数无畏的英雄和不屈的战士。随着斗争的发展，民族资产阶级也逐步向共产党靠拢。没有广大人民和各界人士的广泛参加和大力支持，中国革命的胜利是不可能的。\n（3）中国革命的胜利，同国际无产阶级和人民群众的支持也是分不开的。为了中国人民的解放事业，一些国际友人还直接参加了中国的革命斗争，有的已经长眠在中国的土地上。\n10.【2019年04月】全国解放战争时期，各民主党派与中国共产党团结合作的主要表现。\n答案：（1）在重庆谈判和政协会议期间，各民主党派同共产党作为“第三方面”，同共产党一起反对国民党反动派的内战、独裁政策，为和平民主而共同努力。\n（2）在国民党当局撕毁政协协议、发动全面内战时，民主党派中的大多数同共产党保持一致；拒绝参加国民党一手包办的“国民大会”、反对国民党炮制的“宪法”。\n（3）民主党派的许多成员积极参加和支持中国共产党领导的爱国民主运动，有的为此流血牺牲，如民盟中央委员李公朴、闻一多，民盟中央常委兼西北总支部主任委员杜斌丞。\n（4）在人民解放战争转入战略反攻并且取得节节胜利的形势下，各民主党派都公开宣言，站在人民革命一边，同共产党一道为推翻国民党的反动统治建立新中国而共同奋斗。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n32.【2020年10月】试述《中国人民政治协商会议共同纲领》规定的新中国国体、政体及意义。\n答案：《共同纲领》规定：“中华人民共和国为新民主主义即人民民主主义的国家，实行工人阶级领导的、以工农联盟为基础的、团结各民主阶级和国内各民族的人民民主专政”。“中华人民共和国的国家政权属于人民。人民行使国家政权的机关为各级人民代表大会和各级人民政府”“各级政权机关一律实行民主集中制”。\n在当时的情况下，《共同纲领》起着临时宪法的作用。其中关于新中国的国体和政体的规定，是《共同纲领》最基本、最核心的内容。其他各项内容都是服从和服务于它及体现它的。这项规定也从法律上正式确立了中国共产党在全国的执政地位，因为中国工人阶级对国家的领导是要通过它的先锋队——中国共产党的领导来实现。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
  content_object: {
    title: "中国近现代史纲要 第七章 为创建新中国而奋斗",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 6,
        title: "简答题（每小题6分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】《中国人民政治协商会议共同纲领》规定的新中国的国体和政体。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 1,
            userAnswer: [""],
            score: 6,
            id: "g1q1",
            answer: [
              "（1）《中国人民政治协商会议共同纲领》规定：中华人民共和国为新民主主义即人民民主主义的国家，实行工人阶级领导的、以工农联盟为基础的、团结各民主阶级和国内各民族的人民民主专政。\n（2）中华人民共和国的国家政权属于人民。人民行使国家政权的机关为各级人民代表大会和各级人民政府。各级政权机关一律实行民主集中制。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】中国新民主主义革命的三大经济纲领。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 2,
            userAnswer: [""],
            score: 6,
            id: "g1q2",
            answer: [
              "（1）没收封建阶级的土地归农民所有；\n（2）没收蒋介石、宋子文、孔祥熙、陈立夫为首的垄断资本归新民主主义的国家所有；\n（3）保护民族工商业。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2017年10月】《中国人民政治协商会议共同纲领》规定的新中国的经济工作方针。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 3,
            userAnswer: [""],
            score: 6,
            id: "g1q3",
            answer: [
              "规定了新中国经济工作方针：“以公私兼顾、劳资两利、城乡互助、内外交流的政策，达到发展生产、繁荣经济之目的”。国家应调剂各种成分国营经济、个体经济、私人资本主义经济等，“使各种社会经济成分在国营经济领导之下，分工合作，各得其所，以促进整个社会经济的发展。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【2018年04月】新民主主义革命的总路线和三大经济纲领。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 4,
            userAnswer: [""],
            score: 6,
            id: "g1q4",
            answer: [
              "（1）1948年4月，毛泽东在《在晋绥干部会议上的讲话》中完整地提出中国共产党在新民主主义革命阶段的总路线和总政策是：无产阶级领导的，人民大众的，反对帝国主义、封建主义和官僚资本主义的革命。\n（2）1947年12月，毛泽东在《目前形势和我们的任务》的报告中提出了新民主主义革命的三大经济纲领，即没收封建阶级的土地归农民所有，没收蒋介石、宋子文、孔祥熙、陈立夫为首的垄断资本归新民主主义的国家所有，保护民族工商业。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年10月】抗日战争胜利后的国际格局。",
            explanation:
              "抗日战争胜利后，国际格局出现了新的重大变化，它突出地体现在三个方面。\n（一）帝国主义势力受到削弱，人民民主力量明显增长\n（1）经过第二次世界大战，德、日、意三个法西斯国家被打败，英法在战争中受到严重削弱，只有美国开始在资本主义世界中称雄。\n（2）社会主义的苏联在经受战争考验后，得以较快地恢复和巩固；人民民主和社会主义制度在多国建立；民族解放运动在亚洲、非洲、拉丁美洲蓬勃发展；在资本主义社会，共产党的影响显著增长，工人运动有了新的发展。\n（二）美苏两极的政治格局逐步打破了以维持欧洲大国均势为中心的传统的国际政治格局，形成了美苏两极的政治格局。\n（三）全球战略计划战后不久，美国拟订了一个准备称霸世界的所谓“全球战略计划”。为实现此计划，把夺取中国，以巩固它在亚洲的地位作为重要的战略部署。为此，美国继续采取自中国抗战后期就已确立的扶蒋反共政策。包含两个方面：\n（1）在形势对国民党不利时，力促国共两党进行和平谈判，以期用和平手段诱骗中共向国民党投降，使美国不战而控制全中国。\n（2）从各方面大力加强国民党的力量，一旦和谈目的不能实现，便帮助国民党与中共决战，以期用武力打败中共，使中国成为美国的附庸。",
            number: 5,
            userAnswer: [""],
            score: 6,
            id: "g1q5",
            answer: [
              "（1）帝国主义势力受到削弱，人民民主力量明显增长；\n（2）逐步打破了以维持欧洲大国均势为中心的传统的国际政治格局，形成了美苏两极的政治格局；\n（3）美国拟定了所谓“全球战略计划”，在遏制苏联的旗号下向全球扩张，并把夺取中国以巩固其在亚洲的地位作为重要战略部署。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title: "【2020年08月】中国各民主党派形成时的社会基础及其性质。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 6,
            userAnswer: [""],
            score: 6,
            id: "g1q6",
            answer: [
              "中国的民主党派形成时的社会基础，主要是民族资产阶级、城市小资产阶级及其知识分子，以及其他爱国民主分子，它们是阶级联盟性质的政党。性质：中国各民主党派是阶级联盟性质的政党。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
      {
        scorePerQuestion: 7,
        title: "论述题（每小题7分）",
        memo: "",
        number: 2,
        questions: [
          {
            title: "【自测题】中国新民主主义革命取得胜利的主要原因。",
            explanation:
              "中国革命胜利的原因：\n（1）由于有了中国工人阶级的先锋队——中国共产党的领导。中国共产党不仅代表着中国工人阶级的利益，而且代表着整个中华民族和全中国人民的利益。中国共产党是用马克思主义的科学理论武装起来的，它以中国化的马克思主义即马克思列宁主义基本原理与中国实际相结合的毛泽东思想作为一切工作的指针。因此，中国共产党能够制定出适合中国情况的、符合中国人民利益的纲领、路线、方针和政策，为中国人民的斗争指明正确的方向。中国共产党人以行动表明了自己是最有原件，最富于牺牲精神，最坚定，而又最能虚心体察民情并依靠群众的坚强的革命者，从而赢得了广大中国人民的衷心拥护。“没有共产党，就没有新中国。”这是中国人民基于自己的切身体验所确认的客观真理。\n（2）由于帝国主义、封建主义、官僚资本主义的残酷压迫，中国人民走上了反帝反封建反官僚资本主义斗争的伟大时代。工人、农民、城市小资产阶级群众是民主革命的主要力量。在他们中间，涌现出了无数无畏的英雄和不屈的战士。随着斗争的发展，民族资产阶级也逐步向共产党靠拢。没有广大人民和各界人士的广泛参加和大力支持，中国革命的胜利是不可能的。\n（3）中国革命的胜利，同国际无产阶级和人民群众的支持也是分不开的。为了中国人民的解放事业，一些国际友人还直接参加了中国的革命斗争，有的已经长眠在中国的土地上。",
            number: 7,
            userAnswer: [""],
            score: 7,
            id: "g2q7",
            answer: [
              "（1）中国工人阶级的先锋队——中国共产党的领导。它以马克思列宁主义基本原理与中国实际相结合的毛泽东思想作为一切工作的指针，制定出适合中国国情和人民利益的纲领、路线、方针和攻策；它最有远见，最富于牺牲精神，最坚定，从而赢得了中国人民的衷心拥护。\n（2）人民群众和各界人士的广泛参加和大力支持。工人、农民、城市小资产阶级群众是民主革命的主要力量；随着斗争的发展，民族资产阶级也逐步向共产党靠拢。\n（3）国际无产阶级和人民群众的支持。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】中国新民主主义革命胜利的基本经验。",
            explanation:
              "中国共产党在领导人民革命的过程中，积累了丰富的经验。\n（1）建立广泛的统一战线。建立广泛的统一战线，是坚持和发展革命的政治基础。统一战线中存在着两个联盟：一个是劳动者的联盟，主要是工人、农民和城市小资产阶级的联盟，这是基本的、主要的；一个是劳动者与非劳动者的联盟，主要是劳动者与民族资产阶级的联盟，有时还包括与一部分大资产阶级的暂时的联盟，这是辅助的、同时又是重要的。必须坚决依靠第一个联盟，争取建立和扩大第二个联盟。巩固和扩大统一战线的关键，是坚持工人阶级及其政党的领导权，率领同盟者向共同的敌人作坚决的斗争并取得胜利，对被领导者给以物质福利，至少不损害其利益，同时对被领导者给以政治教育；对同工人阶级争夺领导权的资产阶级采取又联合、又斗争的政策。\n（2）坚持革命的武装斗争。中国革命只能以长期的武装斗争作为主要形式。离开了武装斗争，就没有共产党的地位，就不能完成任何革命任务。中国的武装斗争实质上是工人阶级领导的农民战争。中国共产党必须深入农村，发动和武装农民，在农村建立革命的根据地，以农村包围城市，才能逐步地争取革命的胜利。为了坚持和发展中国革命，必须建立一支在工人阶级政党绝对领导下的、具有严格纪律的、同人民群众保持亲密联系的新型人民军队。没有一支人民的军队，便没有人民的一切。这支军队必须实行一系列具有中国特点的人民战争的战略战术。\n（3）加强共产党自身的建设。在工人阶级人数很少而战斗力很强，农民和其他小资产阶级占人口大多数的中国，建设一个工人阶级先锋队的党，是极其艰巨的任务。毛泽东的建档学说成功地解决了这个难题。中国共产党的建设，是密切地联系着党的政治路线进行的，注重在端正思想路线的基础上，制定和贯彻执行党的正确的政治路线。首先着重党的思想建设，用工人阶级思想克服资产阶级、小资产阶级思想；培育和发扬理论与实际相结合、密切联系群众和自我批评的作风；在党内斗争中实行“惩前毖后，治病救人”的方针；并创造了在全党通过批评与自我批评进行马克思主义思想教育的整风形式等。中国共产党在长期的斗争实践中，把自己锻炼成了“一个有纪律的，有马克思列宁主义理论武装的，采取自我批评方法的，联系人民群众的党”，成为了掌握统一战线和武装斗争这两个武器以实行对敌冲锋陷阵的英勇战士，成为了全国各族人民拥戴的领导核心。",
            number: 8,
            userAnswer: [""],
            score: 7,
            id: "g2q8",
            answer: [
              "（1）建立广泛的统一战线。这是坚持和发展革命的政治基础。统一战线中存在着两个联盟：一个是劳动者的联盟，一个是劳动者与非劳动者的联盟。必须坚决依靠第一个联盟，争取建立和扩大第二个联盟。\n（2）坚持革命的武装斗争。中国革命只能以长期的武装斗争作为主要形式：中国革命必须走农村包围城市，武装夺取政权的道路；必须建立一支党绝对领导下的新型人民军队。\n（3）加强共产党自身的建设。着重从思想上建党：培育和发扬理论与实际相结合、密切联系群众和自我批评的作风；成为掌握统一战线和武装斗争这两个武器以实行对敌冲锋陷阵的英勇战士，成为全国各族人民拥戴的领导核心。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2017年04月】全国解放战争时期，各民主党派与中国共产党团结合作的主要表现。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 9,
            userAnswer: [""],
            score: 7,
            id: "g2q9",
            answer: [
              "（1）在重庆谈判和政协会议期间，各民主党派同共产党作为“第三方面”，同共产党一起反对国民党反动派的内战、独裁政策，为和平民主而共同努力。\n（2）在国民党当局撕毁政协协议、发动全面内战时，民主党派中的大多数同共产党保持一致；拒绝参加国民党一手包办的“国民大会”、反对国民党炮制的“宪法”。\n（3）民主党派的许多成员积极参加和支持中国共产党领导的爱国民主运动，有的为此流血牺牲，如民盟中央委员李公朴、闻一多，民盟中央常委兼西北总支部主任委员杜斌丞。\n（4）在人民解放战争转入战略反攻并且取得节节胜利的形势下，各民主党派都公开宣言，站在人民革命一边，同共产党一道为推翻国民党的反动统治建立新中国而共同奋斗。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【2018年10月】中国新民主主义革命胜利的主要原因。",
            explanation:
              "中国革命胜利的原因：\n（1）由于有了中国工人阶级的先锋队——中国共产党的领导。中国共产党不仅代表着中国工人阶级的利益，而且代表着整个中华民族和全中国人民的利益。中国共产党是用马克思主义的科学理论武装起来的，它以中国化的马克思主义即马克思列宁主义基本原理与中国实际相结合的毛泽东思想作为一切工作的指针。因此，中国共产党能够制定出适合中国情况的、符合中国人民利益的纲领、路线、方针和政策，为中国人民的斗争指明正确的方向。中国共产党人以行动表明了自己是最有原件，最富于牺牲精神，最坚定，而又最能虚心体察民情并依靠群众的坚强的革命者，从而赢得了广大中国人民的衷心拥护。“没有共产党，就没有新中国。”这是中国人民基于自己的切身体验所确认的客观真理。\n（2）由于帝国主义、封建主义、官僚资本主义的残酷压迫，中国人民走上了反帝反封建反官僚资本主义斗争的伟大时代。工人、农民、城市小资产阶级群众是民主革命的主要力量。在他们中间，涌现出了无数无畏的英雄和不屈的战士。随着斗争的发展，民族资产阶级也逐步向共产党靠拢。没有广大人民和各界人士的广泛参加和大力支持，中国革命的胜利是不可能的。\n（3）中国革命的胜利，同国际无产阶级和人民群众的支持也是分不开的。为了中国人民的解放事业，一些国际友人还直接参加了中国的革命斗争，有的已经长眠在中国的土地上。",
            number: 10,
            userAnswer: [""],
            score: 7,
            id: "g2q10",
            answer: [
              "（1）由于有了中国工人阶级的先锋队——中国共产党的领导。它以马克思列宁主义基本原理与中国实际相结合的毛泽东思想作为一切工作的指针，制定出符合中国国情和人民利益的纲领、路线、方针和政策，它有远见，最富于牺牲精神，最坚定，从而赢得得了中国人民的衷心拥护。\n（2）人民群众和各界人士的广泛参加和大力支持，工人、农民、城市小资产阶级群众是民主革命的主要力量，随着斗争的发展，民族资产阶级也逐步向共产党靠拢。\n（3）中国革命的胜利，同国际无产阶级和人民群众的支持也是分不开的。为了中国人民的解放事业，一些国际友人还直接参加了中国的革命斗争，有的已经长眠在中国的土地上。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2019年04月】全国解放战争时期，各民主党派与中国共产党团结合作的主要表现。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 11,
            userAnswer: [""],
            score: 7,
            id: "g2q11",
            answer: [
              "（1）在重庆谈判和政协会议期间，各民主党派同共产党作为“第三方面”，同共产党一起反对国民党反动派的内战、独裁政策，为和平民主而共同努力。\n（2）在国民党当局撕毁政协协议、发动全面内战时，民主党派中的大多数同共产党保持一致；拒绝参加国民党一手包办的“国民大会”、反对国民党炮制的“宪法”。\n（3）民主党派的许多成员积极参加和支持中国共产党领导的爱国民主运动，有的为此流血牺牲，如民盟中央委员李公朴、闻一多，民盟中央常委兼西北总支部主任委员杜斌丞。\n（4）在人民解放战争转入战略反攻并且取得节节胜利的形势下，各民主党派都公开宣言，站在人民革命一边，同共产党一道为推翻国民党的反动统治建立新中国而共同奋斗。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2020年10月】试述《中国人民政治协商会议共同纲领》规定的新中国国体、政体及意义。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 12,
            userAnswer: [""],
            score: 7,
            id: "g2q12",
            answer: [
              "《共同纲领》规定：“中华人民共和国为新民主主义即人民民主主义的国家，实行工人阶级领导的、以工农联盟为基础的、团结各民主阶级和国内各民族的人民民主专政”。“中华人民共和国的国家政权属于人民。人民行使国家政权的机关为各级人民代表大会和各级人民政府”“各级政权机关一律实行民主集中制”。\n在当时的情况下，《共同纲领》起着临时宪法的作用。其中关于新中国的国体和政体的规定，是《共同纲领》最基本、最核心的内容。其他各项内容都是服从和服务于它及体现它的。这项规定也从法律上正式确立了中国共产党在全国的执政地位，因为中国工人阶级对国家的领导是要通过它的先锋队——中国共产党的领导来实现。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        id: "g2",
      },
    ],
    totalScore: 78,
    questionCount: 12,
  },
  create_time: "2020-09-02T21:10:55.887676",
  is_active: true,
  questions_count: 12,
  is_break_through: true,
  tags: "章节习题",
  order_number: 14,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第七章 为创建新中国而奋斗（主观）",
};
