export default {
  id: 1158,
  title: "第八章 社会主义基本制度的全面确立（主观）",
  content:
    "中国近现代史纲要 第八章 社会主义基本制度的全面确立\n二、简答题（每小题6分）\n1.【自测题】新中国建立初期中国共产党面临的主要问题和考验。\n答案：（1）能不能保卫住人民胜利的成果，巩固新生的人民政权。\n（2）能不能战胜严重的经济困难，迅速恢复和发展国民经济。\n（3）能不能巩固民族独立，维护国家主权和安全\n（4）能不能经受住执政的考验，继续保持谦虚、谨慎、不骄、不躁的作风和艰苦奋斗的作风。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n2.【自测题】1952年我国开展的“五反”运动的内容是什么？\n答案：为了打击不法资本家的严重“五毒”行为，在工商业者中开展了“五反”运动。其内容是：反行贿、反偷税漏税、反盗窃国家资财、反偷工减料、反盗窃国家经济情报。\n题解：1952年1月，中共中央决定开展反行贿、反偷税漏税、反盗窃国家资财、反偷工减料、反盗窃国家经济情报的“五反”运动。要求依靠工人阶级，团结守法的资本家及其他市民，揭露违法资本家的“五毒”行为。“五反”运动历时半年，打击了不法资本家严重的“五毒”行为，在工商业者中普遍进行了一次守法经营的教育，推动了在私营企业中建立工人监督和实行民主改革。\n3.【自测题】中国共产党在过渡时期总路线的内容及其特点是什么？\n答案：（1）内容：要在一个相当长的时社会主义改造期内，逐步实现国家的社会主义工业化，并逐步实现国家对农业、对手工业和对资本主义工商业的社会主义改造。\n（2）特点：这是社会主义建设同社会主义改造同时并举的总路线，体现了发展生产力和变革生产关系的有机统一。\n题解：（1）内容：中共中央在1952年底开始酝酿并与1953年正式提出党在过渡时期的总路线，明确规定：“党在这个过渡时期的总路线和总任务，是要在一个相当长的时期内，逐步实现国家的社会主义工业化，并逐步实现国家对农业、对手工业和资本主义工商业的社会主义改造。”\n（2）特点：这是一条“一化三改”、“一体两翼”的总路线，即社会主义建设同社会主义改造同时并举的总路线，体现了发展生产力和变革生产关系的有机统一。\n4.【自测题】我国社会主义改造基本完成的意义是什么？\n答案：（1）随着社会主义改造的基本完成，社会主义的基本经济制度在中国建立起来了。这是中国进入社会主义社会的最主要标志。\n（2）社会主义改造是在生产关系方面由私有制到公有制的一场伟大的变革，它使社会生产力从旧的生产关系中解放出来，从而促进了生产力的发展。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n5.【2017年04月】中国共产党在过渡时期总路线的内容及其特点。\n答案：（1）中共中央在 1953年正式提出党在过渡时期的总路线，明确规定：“党在这个过渡时期的总路线和总任务，是要在一个相当长的时期内，逐步实现国家的社会主义工业化，并逐步实现国家对农业、对手工业和对资本主义工商业的社会主义改造。”\n（2）其特点是这是一条“一化三改”、“一体两翼”的总路线，即社会主义建设同社会主义改造同时并举的总路线，一化反映了生产力方面的要求，三改则反映出对生产关系的改造，体现了发展生产力和变革生产关系的有机统一。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n6.【2018年10月】新中国1949年至1952年采取的向社会主义过渡的实际步骤。\n答案：（1）没收官僚资本，确立社会主义性质的国营经济的领导地位。\n（2）开始将资本主义纳入国家资本主义轨道。\n（3）引导个体农民在土地改革后逐步走上互助合作的道路。\n题解：新中国成立后的最初三年，即1949年至1952年期间，在着重完成民主革命的遗留任务的同时，社会主义革命的任务实际上也开始实行了。这主要表现在以下三个方面：\n（1）没收官僚资本，确立社会主义性质的国营经济的领导地位。\n（2）开始将资本主义纳入国家资本主义轨道。新中国在利用资本主义工商业的过程中，已经开始对它进行适当的限制，并把其中的大部分引上了初级形式的国家资本主义的道路。1952年，私营工业产值的56%，已属于加工、订货、统购、包销部分。\n（3）引导个体农民在土地改革后逐步走上互助合作的道路。1952年，全国已有40%的农户参加了互助组，少数农户还参加了半社会主义或社会主义性质的农业生产合作社。\n7.【2019年04月】新民主主义社会的五种经济成分及其特点。\n答案：（1）中国社会经济中存在着五种成分，即社会主义性质的国营经济，半社会主义性质的合作社经济，农民和手工业者的个体经济，私人资本主义经济和国家资本主义经济。\n（2）其中，半社会主义性质的合作社经济是个体经济向社会主义集体经济过渡的形式，国家资本主义经济是私人资本主义经济向国营经济过渡的形式，所以，主要分三种经济成分：社会主义经济、个体经济和私人资本主义经济。三种经济成分及与之相应的三种阶级力量间的矛盾，集中表现为无产阶级与资产阶级的矛盾、社会主义与资本主义的矛盾。中国存在两种基本矛盾：国际上，新中国同帝国主义的矛盾；国内，工人阶级和资产阶级的矛盾。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n29.【2020年10月】简述抗美援朝战争的历史意义。\n答案：抗美援朝战争的历史意义：\n（1）抗美援朝战争的胜利，打破了美国军队不可战胜的神话，雄辩地证明：西方侵略者几百年来只要在东方一个海岸上架起几尊大炮就可霸占一个国家的时代一去不复返了。\n（2）抗美援朝运动极大地激发了全国人民的爱国主义和国际主义精神，成为恢复和发展国民经济，推动各项社会改革的巨大动力。\n（3）抗美援朝的胜利，使全世界对新中国刮目相看，新中国的国际威望空前提高。\n新中国的经济建设和社会改革赢得了一个相对稳定的和平环境。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题（每小题7分）\n8.【自测题】为什么说中华人民共和国的成立开辟了中国历史的新纪元？\n答案：（1）帝国主义列强压迫中国、奴役中国人民的历史从此结束，中华民族一洗近百年来蒙受的屈辱，开始以崭新的姿态自立于世界的民族之林。\n（2）本国封建主义、官僚资本主义统治的历史从此结束，长期以来受尽压迫和欺凌的广大中国人民在政治上翻了身，第一次成为新社会、新国家的主人。\n（3）军阀割据、战乱频仍、匪患不断的历史从此结束，国家基本统一，民族团结，社会政治局面趋向稳定，各族人民开始过上安居乐业的生活。\n（4）从根本上改变了中国社会的发展方向，为实现由新民主主义向社会主义的过渡，创造了政治前提。\n（5）中国共产党成为全国范围内的执政党。它可以运用国家政权凝聚全国力量，解放并发展社会生产力，以造福于各族人民，以造福于整个中华民族。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n9.【自测题】我国农业合作化的基本原则和方针。\n答案：（1）在中国的条件下，可以走先合作化、后机械化的道路。在土地改革基本完成后，及时将“组织起来”作为农村工作的一件大事来抓。\n（2）充分利用和发挥土改后农民的两种生产积极性，通过互助组、初级农业生产合作社、高级农业生产合作社这种由低到高的互助合作的组织形式，实行积极发展、稳步前进、逐步过渡的方针。\n（3）农业互助合作的发展，要坚持自愿和互利的原则，采取典型示范、逐步推广的方法，发展一批，巩固一批。\n（4）要始终把是否增产作为衡量合作社是否办好的标准。\n（5）要把社会改造同技术改造相结合。在实现农业合作化以后，国家应努力用先进的技术和装备发展农业经济。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n10.【2017年10月】新中国成立初期争取财政经济状况根本好转的三个条件及国民经济迅速恢复的主要原因。\n答案：（1）1950年6月，中国共产党召开七届三中全会，毛泽东作了《为争取国家财政经济状况的根本好转而斗争》的报告。毛泽东指出，要获得国家财政经济情况的根本好转，要用三年左右的时间，创造三个条件，即土地改革的完成，现有工商业的调整，国家机构所需经费的大量节减。\n（2）到1952年底，国民经济的全面恢复的原因：第一，中共中央和人民政府紧抓恢复和发展生产作为一切工作的重心；第二，从当时国情出发，对国家财经实行集中和统一的管理；第三，刚刚执政的中国共产党加强自身建设，保持和发扬党的优良传统和作用，及时有力地抵制了资产阶级的腐蚀。\n题解：（1）三个条件：1950年6月，中国共产党召开七届三中全会，毛泽东作了《为争取国家财政经济状况的根本好转而斗争》的报告。毛泽东指出，要获得国家财政经济情况的根本好转，要用三年左右的时间，创造三个条件，即土地改革的完成，现有工商业的调整，国家机构所需经费的大量节减。\n（2）主要原因：到1952年底，国民经济得到全面恢复和初步发展。国民经济的全面恢复的原因：第一，中共中央和人民政府紧紧抓住恢复和发展生产作为一切工作的中心，正确处理恢复国民经济同其他各项工作的关系；第二，从当时的国情出发，对国家财经实行集中和统一的管理，制定了“不要四面出击”等正确方针政策，妥善处理公私关系、劳资关系等各种社会关系；第三，刚刚执行的中国共产党加强自身的建设，保持和发扬党的优良传统和作用，及时有力地抵制了资产阶级的腐蚀。\n11.【2018年04月】我国对个体农业进行社会主义改造的基本原则和方针。\n答案：（1）在中国的条件下，可以走先合作化、后机械化的道路。在土地改革基本完成后，及时将“组织起来”作为农村工作的一件大事来抓。\n（2）充分利用和发挥土改后农民生产积极性，通过互助组、初级农业生产合作社（初级社）、高级农业生产合作社（高级社）这种由低到高的互助合作组织形式，实行积极发展、稳步前进、逐步过渡的方针。\n（3）农业互助合作的发展坚持自愿和互利原则，采取典型示范、逐步推广方法，发展一批，巩固一批。\n（4）始终把是否增产作为衡量合作社是否办好的标准。\n（5）把社会改造同技术改造相结合，在实现农业合作化后，国家努力用先进技术和装备发展农业经济。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n12.【2019年10月】中华人民共和国成立的历史意义。\n答案：（1）帝国主义列强压迫和奴役中国人民的历史从此结束，中华民族开始以崭新的姿态自立于世界民族之林。\n（2）本国封建主义、官僚资本主义统治的历史从此结束，中国人民成为新社会、新国家的主人。\n（3）军阀割据、战乱频仍、匪患不断的历史从此结束，国家基本统一，民族团结，社会政治局面趋向稳定，各族人民开始过上安居乐业的生活。\n（4）从根本上改变了中国社会的发展方向，为实现由新民主主义向社会主义的过渡创造了前提条件。\n（5）中国共产党成为全国范围的执政党。它可以运用国家政权的力量，巩固民族独立和人民解放的成果，解放并发展社会生产力，以造福于各族人民。\n题解：1949年10月1日，中华人民共和国的成立，宣告中国人民当家作主的时代已经到来，中国历史由此开辟了一个新纪元。\n（1）帝国主义列强压迫中国、奴役中国人民的历史从此结束，中华民族一洗近百年来蒙受的屈辱，开始以崭新的姿态自立于世界的民族之林。\n（2）本国封建主义、官僚资本主义统治的历史从此结束，长期以来受尽压迫和欺凌的广大中国人民在政治上翻了身，第一次成为新社会、新国家的主人。\n（3）军阀割据、战乱频仍、匪患不断的历史从此结束，国家基本统一，民族团结，社会政治局面趋向稳定，各族人民开始过上安居乐业的生活。\n（4）从根本上改变了中国社会的发展方向，为实现由新民主主义向社会主义的过渡，创造了政治前提。\n（5）中国共产党成为全国范围内的执政党，它可以运用国家政权凝聚和调集全国力量，巩固民族独立和人民解放的成果，解放并发展社会生产力，以造福于各族人民，造福于整个中华民族。\n\n33.【2020年08月】中国共产党提出的过渡时期总路线反映了历史的必然。\n答案：（1）1953年通过了党从新民主主义向社会主义过渡的总路线，即实现社会主义工业化，实现对农业、手工业和资本主义工商业的社会主义改造。过渡时期总路线具有历史的必然性。\n（2）由于中国半殖民地半封建社会性质，决定中国革命必须分两步走。第一步是民主革命，第二步是社会主义革命，以建立中国社会主义的社会。\n（3）具备了转变的条件。新民主主义都具有社会主义因素，如中国共产党的政治领导、国营经济的领导地位、马克思主义在思想文化领域中的指导地位等等。这些为向社会主义转变创造了必要的条件。\n（4）中国革命在全国胜利并解决土地问题之后，国内的主要矛盾是工人阶级与资产阶级之间、社会主义道路与资本主义道路之间的矛盾。这就决定了民主革命胜利后，必须不停顿地转变为社会主义革命，建立社会主义制度。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
  content_object: {
    title: "中国近现代史纲要 第八章 社会主义基本制度的全面确立",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 6,
        title: "简答题（每小题6分）",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【自测题】新中国建立初期中国共产党面临的主要问题和考验。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 1,
            userAnswer: [],
            score: 6,
            id: "g1q1",
            answer: [
              "（1）能不能保卫住人民胜利的成果，巩固新生的人民政权。\n（2）能不能战胜严重的经济困难，迅速恢复和发展国民经济。\n（3）能不能巩固民族独立，维护国家主权和安全\n（4）能不能经受住执政的考验，继续保持谦虚、谨慎、不骄、不躁的作风和艰苦奋斗的作风。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】1952年我国开展的“五反”运动的内容是什么？",
            explanation:
              "1952年1月，中共中央决定开展反行贿、反偷税漏税、反盗窃国家资财、反偷工减料、反盗窃国家经济情报的“五反”运动。要求依靠工人阶级，团结守法的资本家及其他市民，揭露违法资本家的“五毒”行为。“五反”运动历时半年，打击了不法资本家严重的“五毒”行为，在工商业者中普遍进行了一次守法经营的教育，推动了在私营企业中建立工人监督和实行民主改革。",
            number: 2,
            userAnswer: [],
            score: 6,
            id: "g1q2",
            answer: [
              "为了打击不法资本家的严重“五毒”行为，在工商业者中开展了“五反”运动。其内容是：反行贿、反偷税漏税、反盗窃国家资财、反偷工减料、反盗窃国家经济情报。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】中国共产党在过渡时期总路线的内容及其特点是什么？",
            explanation:
              "（1）内容：中共中央在1952年底开始酝酿并与1953年正式提出党在过渡时期的总路线，明确规定：“党在这个过渡时期的总路线和总任务，是要在一个相当长的时期内，逐步实现国家的社会主义工业化，并逐步实现国家对农业、对手工业和资本主义工商业的社会主义改造。”\n（2）特点：这是一条“一化三改”、“一体两翼”的总路线，即社会主义建设同社会主义改造同时并举的总路线，体现了发展生产力和变革生产关系的有机统一。",
            number: 3,
            userAnswer: [],
            score: 6,
            id: "g1q3",
            answer: [
              "（1）内容：要在一个相当长的时社会主义改造期内，逐步实现国家的社会主义工业化，并逐步实现国家对农业、对手工业和对资本主义工商业的社会主义改造。\n（2）特点：这是社会主义建设同社会主义改造同时并举的总路线，体现了发展生产力和变革生产关系的有机统一。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】我国社会主义改造基本完成的意义是什么？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 4,
            userAnswer: [],
            score: 6,
            id: "g1q4",
            answer: [
              "（1）随着社会主义改造的基本完成，社会主义的基本经济制度在中国建立起来了。这是中国进入社会主义社会的最主要标志。\n（2）社会主义改造是在生产关系方面由私有制到公有制的一场伟大的变革，它使社会生产力从旧的生产关系中解放出来，从而促进了生产力的发展。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title: "【2017年04月】中国共产党在过渡时期总路线的内容及其特点。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 5,
            userAnswer: [],
            score: 6,
            id: "g1q5",
            answer: [
              "（1）中共中央在 1953年正式提出党在过渡时期的总路线，明确规定：“党在这个过渡时期的总路线和总任务，是要在一个相当长的时期内，逐步实现国家的社会主义工业化，并逐步实现国家对农业、对手工业和对资本主义工商业的社会主义改造。”\n（2）其特点是这是一条“一化三改”、“一体两翼”的总路线，即社会主义建设同社会主义改造同时并举的总路线，一化反映了生产力方面的要求，三改则反映出对生产关系的改造，体现了发展生产力和变革生产关系的有机统一。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2018年10月】新中国1949年至1952年采取的向社会主义过渡的实际步骤。",
            explanation:
              "新中国成立后的最初三年，即1949年至1952年期间，在着重完成民主革命的遗留任务的同时，社会主义革命的任务实际上也开始实行了。这主要表现在以下三个方面：\n（1）没收官僚资本，确立社会主义性质的国营经济的领导地位。\n（2）开始将资本主义纳入国家资本主义轨道。新中国在利用资本主义工商业的过程中，已经开始对它进行适当的限制，并把其中的大部分引上了初级形式的国家资本主义的道路。1952年，私营工业产值的56%，已属于加工、订货、统购、包销部分。\n（3）引导个体农民在土地改革后逐步走上互助合作的道路。1952年，全国已有40%的农户参加了互助组，少数农户还参加了半社会主义或社会主义性质的农业生产合作社。",
            number: 6,
            userAnswer: [],
            score: 6,
            id: "g1q6",
            answer: [
              "（1）没收官僚资本，确立社会主义性质的国营经济的领导地位。\n（2）开始将资本主义纳入国家资本主义轨道。\n（3）引导个体农民在土地改革后逐步走上互助合作的道路。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年04月】新民主主义社会的五种经济成分及其特点。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 7,
            userAnswer: [],
            score: 6,
            id: "g1q7",
            answer: [
              "（1）中国社会经济中存在着五种成分，即社会主义性质的国营经济，半社会主义性质的合作社经济，农民和手工业者的个体经济，私人资本主义经济和国家资本主义经济。\n（2）其中，半社会主义性质的合作社经济是个体经济向社会主义集体经济过渡的形式，国家资本主义经济是私人资本主义经济向国营经济过渡的形式，所以，主要分三种经济成分：社会主义经济、个体经济和私人资本主义经济。三种经济成分及与之相应的三种阶级力量间的矛盾，集中表现为无产阶级与资产阶级的矛盾、社会主义与资本主义的矛盾。中国存在两种基本矛盾：国际上，新中国同帝国主义的矛盾；国内，工人阶级和资产阶级的矛盾。",
            ],
            position: 14,
            type: "textarea",
            options: [],
          },
          {
            title: "【2020年10月】简述抗美援朝战争的历史意义。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 8,
            userAnswer: [],
            score: 6,
            id: "g1q8",
            answer: [
              "抗美援朝战争的历史意义：\n（1）抗美援朝战争的胜利，打破了美国军队不可战胜的神话，雄辩地证明：西方侵略者几百年来只要在东方一个海岸上架起几尊大炮就可霸占一个国家的时代一去不复返了。\n（2）抗美援朝运动极大地激发了全国人民的爱国主义和国际主义精神，成为恢复和发展国民经济，推动各项社会改革的巨大动力。\n（3）抗美援朝的胜利，使全世界对新中国刮目相看，新中国的国际威望空前提高。\n新中国的经济建设和社会改革赢得了一个相对稳定的和平环境。",
            ],
            position: 16,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
      {
        scorePerQuestion: 7,
        title: "论述题（每小题7分）",
        memo: "",
        number: 2,
        questions: [
          {
            title:
              "【自测题】为什么说中华人民共和国的成立开辟了中国历史的新纪元？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 9,
            userAnswer: [],
            score: 7,
            id: "g2q9",
            answer: [
              "（1）帝国主义列强压迫中国、奴役中国人民的历史从此结束，中华民族一洗近百年来蒙受的屈辱，开始以崭新的姿态自立于世界的民族之林。\n（2）本国封建主义、官僚资本主义统治的历史从此结束，长期以来受尽压迫和欺凌的广大中国人民在政治上翻了身，第一次成为新社会、新国家的主人。\n（3）军阀割据、战乱频仍、匪患不断的历史从此结束，国家基本统一，民族团结，社会政治局面趋向稳定，各族人民开始过上安居乐业的生活。\n（4）从根本上改变了中国社会的发展方向，为实现由新民主主义向社会主义的过渡，创造了政治前提。\n（5）中国共产党成为全国范围内的执政党。它可以运用国家政权凝聚全国力量，解放并发展社会生产力，以造福于各族人民，以造福于整个中华民族。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】我国农业合作化的基本原则和方针。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 10,
            userAnswer: [],
            score: 7,
            id: "g2q10",
            answer: [
              "（1）在中国的条件下，可以走先合作化、后机械化的道路。在土地改革基本完成后，及时将“组织起来”作为农村工作的一件大事来抓。\n（2）充分利用和发挥土改后农民的两种生产积极性，通过互助组、初级农业生产合作社、高级农业生产合作社这种由低到高的互助合作的组织形式，实行积极发展、稳步前进、逐步过渡的方针。\n（3）农业互助合作的发展，要坚持自愿和互利的原则，采取典型示范、逐步推广的方法，发展一批，巩固一批。\n（4）要始终把是否增产作为衡量合作社是否办好的标准。\n（5）要把社会改造同技术改造相结合。在实现农业合作化以后，国家应努力用先进的技术和装备发展农业经济。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2017年10月】新中国成立初期争取财政经济状况根本好转的三个条件及国民经济迅速恢复的主要原因。",
            explanation:
              "（1）三个条件：1950年6月，中国共产党召开七届三中全会，毛泽东作了《为争取国家财政经济状况的根本好转而斗争》的报告。毛泽东指出，要获得国家财政经济情况的根本好转，要用三年左右的时间，创造三个条件，即土地改革的完成，现有工商业的调整，国家机构所需经费的大量节减。\n（2）主要原因：到1952年底，国民经济得到全面恢复和初步发展。国民经济的全面恢复的原因：第一，中共中央和人民政府紧紧抓住恢复和发展生产作为一切工作的中心，正确处理恢复国民经济同其他各项工作的关系；第二，从当时的国情出发，对国家财经实行集中和统一的管理，制定了“不要四面出击”等正确方针政策，妥善处理公私关系、劳资关系等各种社会关系；第三，刚刚执行的中国共产党加强自身的建设，保持和发扬党的优良传统和作用，及时有力地抵制了资产阶级的腐蚀。",
            number: 11,
            userAnswer: [],
            score: 7,
            id: "g2q11",
            answer: [
              "（1）1950年6月，中国共产党召开七届三中全会，毛泽东作了《为争取国家财政经济状况的根本好转而斗争》的报告。毛泽东指出，要获得国家财政经济情况的根本好转，要用三年左右的时间，创造三个条件，即土地改革的完成，现有工商业的调整，国家机构所需经费的大量节减。\n（2）到1952年底，国民经济的全面恢复的原因：第一，中共中央和人民政府紧抓恢复和发展生产作为一切工作的重心；第二，从当时国情出发，对国家财经实行集中和统一的管理；第三，刚刚执政的中国共产党加强自身建设，保持和发扬党的优良传统和作用，及时有力地抵制了资产阶级的腐蚀。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2018年04月】我国对个体农业进行社会主义改造的基本原则和方针。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 12,
            userAnswer: [],
            score: 7,
            id: "g2q12",
            answer: [
              "（1）在中国的条件下，可以走先合作化、后机械化的道路。在土地改革基本完成后，及时将“组织起来”作为农村工作的一件大事来抓。\n（2）充分利用和发挥土改后农民生产积极性，通过互助组、初级农业生产合作社（初级社）、高级农业生产合作社（高级社）这种由低到高的互助合作组织形式，实行积极发展、稳步前进、逐步过渡的方针。\n（3）农业互助合作的发展坚持自愿和互利原则，采取典型示范、逐步推广方法，发展一批，巩固一批。\n（4）始终把是否增产作为衡量合作社是否办好的标准。\n（5）把社会改造同技术改造相结合，在实现农业合作化后，国家努力用先进技术和装备发展农业经济。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年10月】中华人民共和国成立的历史意义。",
            explanation:
              "1949年10月1日，中华人民共和国的成立，宣告中国人民当家作主的时代已经到来，中国历史由此开辟了一个新纪元。\n（1）帝国主义列强压迫中国、奴役中国人民的历史从此结束，中华民族一洗近百年来蒙受的屈辱，开始以崭新的姿态自立于世界的民族之林。\n（2）本国封建主义、官僚资本主义统治的历史从此结束，长期以来受尽压迫和欺凌的广大中国人民在政治上翻了身，第一次成为新社会、新国家的主人。\n（3）军阀割据、战乱频仍、匪患不断的历史从此结束，国家基本统一，民族团结，社会政治局面趋向稳定，各族人民开始过上安居乐业的生活。\n（4）从根本上改变了中国社会的发展方向，为实现由新民主主义向社会主义的过渡，创造了政治前提。\n（5）中国共产党成为全国范围内的执政党，它可以运用国家政权凝聚和调集全国力量，巩固民族独立和人民解放的成果，解放并发展社会生产力，以造福于各族人民，造福于整个中华民族。",
            number: 13,
            userAnswer: [],
            score: 7,
            id: "g2q13",
            answer: [
              "（1）帝国主义列强压迫和奴役中国人民的历史从此结束，中华民族开始以崭新的姿态自立于世界民族之林。\n（2）本国封建主义、官僚资本主义统治的历史从此结束，中国人民成为新社会、新国家的主人。\n（3）军阀割据、战乱频仍、匪患不断的历史从此结束，国家基本统一，民族团结，社会政治局面趋向稳定，各族人民开始过上安居乐业的生活。\n（4）从根本上改变了中国社会的发展方向，为实现由新民主主义向社会主义的过渡创造了前提条件。\n（5）中国共产党成为全国范围的执政党。它可以运用国家政权的力量，巩固民族独立和人民解放的成果，解放并发展社会生产力，以造福于各族人民。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2020年08月】中国共产党提出的过渡时期总路线反映了历史的必然。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 14,
            userAnswer: [],
            score: 7,
            id: "g2q14",
            answer: [
              "（1）1953年通过了党从新民主主义向社会主义过渡的总路线，即实现社会主义工业化，实现对农业、手工业和资本主义工商业的社会主义改造。过渡时期总路线具有历史的必然性。\n（2）由于中国半殖民地半封建社会性质，决定中国革命必须分两步走。第一步是民主革命，第二步是社会主义革命，以建立中国社会主义的社会。\n（3）具备了转变的条件。新民主主义都具有社会主义因素，如中国共产党的政治领导、国营经济的领导地位、马克思主义在思想文化领域中的指导地位等等。这些为向社会主义转变创造了必要的条件。\n（4）中国革命在全国胜利并解决土地问题之后，国内的主要矛盾是工人阶级与资产阶级之间、社会主义道路与资本主义道路之间的矛盾。这就决定了民主革命胜利后，必须不停顿地转变为社会主义革命，建立社会主义制度。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        id: "g2",
      },
    ],
    totalScore: 90,
    questionCount: 14,
  },
  create_time: "2020-09-02T21:11:41.207224",
  is_active: true,
  questions_count: 14,
  is_break_through: true,
  tags: "章节习题",
  order_number: 16,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第八章 社会主义基本制度的全面确立（主观）",
};
