export default {
  id: 1159,
  title: "第九章 社会主义建设在探索中曲折发展（主观）",
  content:
    "中国近现代史纲要 第九章 社会主义建设在探索中曲折发展\n二、简答题（每小题6分）\n1.【自测题】毛泽东在探索中国社会主义建设道路过程中理论贡献的主要方面。\n答案：（1）论述了必须实行马克思主义与中国实际“第二次结合”的基本思想；\n（2）提出了社会主义社会矛盾的学说；\n（3）阐明了建设社会主义的基本方针。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n2.【自测题】毛泽东在社会主义经济建设方面提出的主要思想。\n答案：（1）要正确处理重工业、轻工业和农业的关系，以农、轻、重为序发展国民经济；\n（2）在优先发展重工业的条件下，坚持工业和农业并举、重工业和轻工业并举、中央工业和地方工业并举、大中小企业并举等“两条腿”走路的方针；\n（3）正确解决好综合平衡的问题，处理好积累和消费、生产和生活的问题，处理好国家、集体和个人的关系，统筹兼顾，适当安排。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n3.【自测题】陈云在中共八大提出的“三个主体、三个补充”的思想是什么？\n答案：（1）国家经营和集体经营是主体，一定数量的个体经营为补充；\n（2）计划生产是主体，一定范围的自由生产为补充；\n（3）国家市场是主体，一定范围的自由市场为补充。\n题解：中共八大专门安排党和国家领导人及各方面代表作大会发言。在发言中，陈云提出“三个主体、三个补充”的思想，即：国家经营和集体经营是主体，一定数量的个体经营为补充；计划生产是主体，一定范围的自由生产为补充；国家市场是主体，一定范围的自由市场为补充。这个思想为大会所采纳，并写入决议，成为突破传统观念、探索适合中国特点的经济体制的重要步骤。\n\n4.【2018年04月】毛泽东提出的关于社会主义的发展阶段和现代化建设的战略目标。\n答案：（一）社会主义发展阶段：社会主义分为两个阶段，第一阶段是不发达的社会主义，第二阶段是比较发达的社会主义。后一阶段可能比前一阶段需要更长时间。\n（二）现代化建设的目标和步骤：\n（1）社会主义现代化建设的战略目标，是要把中国建设成为一个具有现代农业、现代工业、现代国防和现代科学技术的强国。\n（2）步骤采取“两步走”的发展战略，第一步，建成一个独立的比较完整的工业体系和国民经济体系；第二步，全面实现农业、工业、国防和科学技术的现代化，使中国的经济走在世界前列。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n三、论述题（每小题7分）\n5.【自测题】毛泽东等老一代革命家探索中国社会主义民主政治建设道路的理论贡献。\n答案：（1）要造成一个又有集中又有民主，又有纪律又有自由，又有统一意志、又有个人心情舒畅、生动活泼的政治局面；\n（2）把正确处理人民内部矛盾作为国家政治生活的主题，坚持人民民主，团结一切可以团结的力量；\n（3）处理好中国共产党同各民主党派的关系，坚持长期共存、互相监督的方针，巩固和扩大爱国统一战线；\n（4）切实保障人民当家作主的各项权利，尤其是人民参与国家和社会事务管理的权利；\n（5）社会主义法制要保护劳动人民利益，保护社会主义经济基础，保护社会生产力。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n6.【自测题】中共八大如何分析我国社会主义改造完成后国内的主要矛盾和主要任务？\n答案：社会主义改造完成后，我国国内的主要矛盾，已经是人民对于建立先进的工业国的要求同落后的农业国的现实之间的矛盾，已经是人民对于经济文化迅速发展的需要同经济文化不能满足人民需要的状况之间的矛盾。党和全国人民的主要任务是集中力量来解决这个矛盾，把我国尽快地从落后的农业国变为先进的工业国。\n题解：中共八大正确分析了国内的主要矛盾和主要任务，指出：我们国内的主要矛盾，已经是人民对于建立先进的工业国的要求同落后的农业国的现实之间的矛盾，已经是人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾。这一矛盾的实质，在我国社会主义制度已经建立的情况下，也就是先进的社会主义制度同落后的社会生产力之间的矛盾。党和全国人民的当前的主要任务就是集中力量来解决这个矛盾，把我国尽快地从落后的农业国变为先进的工业国。\n\n33.【2020年10月】试述毛泽东关于社会主义发展阶段和现代化建设战略目标与步骤的思想。\n答案：关于社会主义的发展阶段，毛泽东指出：“社会主义这个阶段，又可能为两个阶段，第一个阶段是不发达的社会主义，第二个阶段是比较发达的社会主义。后一阶段可能比前一阶段需要更长的时间。”\n关于社会主义现代化建设的战略目标和步骤，毛泽东强调：为了建设社会主义，必须大力推进中国的现代化事业社会主义现代化建设的战略目标，是要把中国建设成为一个具有现代农业、现代工业、现代国防和现代科学技术的强国。为此，应当采取“两步走”的发展战略：\n第一步，建成一个独立的比较完整的工业体系和国民经济体系；\n第二步，全面实现农业、工业、国防和科学技术的现代化，使中国的经济走在世界前列。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
  content_object: {
    title: "中国近现代史纲要 第九章 社会主义建设在探索中曲折发展",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 6,
        title: "简答题（每小题6分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】毛泽东在探索中国社会主义建设道路过程中理论贡献的主要方面。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 1,
            userAnswer: [],
            score: 6,
            id: "g1q1",
            answer: [
              "（1）论述了必须实行马克思主义与中国实际“第二次结合”的基本思想；\n（2）提出了社会主义社会矛盾的学说；\n（3）阐明了建设社会主义的基本方针。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】毛泽东在社会主义经济建设方面提出的主要思想。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 2,
            userAnswer: [],
            score: 6,
            id: "g1q2",
            answer: [
              "（1）要正确处理重工业、轻工业和农业的关系，以农、轻、重为序发展国民经济；\n（2）在优先发展重工业的条件下，坚持工业和农业并举、重工业和轻工业并举、中央工业和地方工业并举、大中小企业并举等“两条腿”走路的方针；\n（3）正确解决好综合平衡的问题，处理好积累和消费、生产和生活的问题，处理好国家、集体和个人的关系，统筹兼顾，适当安排。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【自测题】陈云在中共八大提出的“三个主体、三个补充”的思想是什么？",
            explanation:
              "中共八大专门安排党和国家领导人及各方面代表作大会发言。在发言中，陈云提出“三个主体、三个补充”的思想，即：国家经营和集体经营是主体，一定数量的个体经营为补充；计划生产是主体，一定范围的自由生产为补充；国家市场是主体，一定范围的自由市场为补充。这个思想为大会所采纳，并写入决议，成为突破传统观念、探索适合中国特点的经济体制的重要步骤。",
            number: 3,
            userAnswer: [],
            score: 6,
            id: "g1q3",
            answer: [
              "（1）国家经营和集体经营是主体，一定数量的个体经营为补充；\n（2）计划生产是主体，一定范围的自由生产为补充；\n（3）国家市场是主体，一定范围的自由市场为补充。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2018年04月】毛泽东提出的关于社会主义的发展阶段和现代化建设的战略目标。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 4,
            userAnswer: [],
            score: 6,
            id: "g1q4",
            answer: [
              "（一）社会主义发展阶段：社会主义分为两个阶段，第一阶段是不发达的社会主义，第二阶段是比较发达的社会主义。后一阶段可能比前一阶段需要更长时间。\n（二）现代化建设的目标和步骤：\n（1）社会主义现代化建设的战略目标，是要把中国建设成为一个具有现代农业、现代工业、现代国防和现代科学技术的强国。\n（2）步骤采取“两步走”的发展战略，第一步，建成一个独立的比较完整的工业体系和国民经济体系；第二步，全面实现农业、工业、国防和科学技术的现代化，使中国的经济走在世界前列。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
      {
        scorePerQuestion: 7,
        title: "论述题（每小题7分）",
        memo: "",
        number: 2,
        questions: [
          {
            title:
              "【自测题】毛泽东等老一代革命家探索中国社会主义民主政治建设道路的理论贡献。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 5,
            userAnswer: [],
            score: 7,
            id: "g2q5",
            answer: [
              "（1）要造成一个又有集中又有民主，又有纪律又有自由，又有统一意志、又有个人心情舒畅、生动活泼的政治局面；\n（2）把正确处理人民内部矛盾作为国家政治生活的主题，坚持人民民主，团结一切可以团结的力量；\n（3）处理好中国共产党同各民主党派的关系，坚持长期共存、互相监督的方针，巩固和扩大爱国统一战线；\n（4）切实保障人民当家作主的各项权利，尤其是人民参与国家和社会事务管理的权利；\n（5）社会主义法制要保护劳动人民利益，保护社会主义经济基础，保护社会生产力。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【自测题】中共八大如何分析我国社会主义改造完成后国内的主要矛盾和主要任务？",
            explanation:
              "中共八大正确分析了国内的主要矛盾和主要任务，指出：我们国内的主要矛盾，已经是人民对于建立先进的工业国的要求同落后的农业国的现实之间的矛盾，已经是人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾。这一矛盾的实质，在我国社会主义制度已经建立的情况下，也就是先进的社会主义制度同落后的社会生产力之间的矛盾。党和全国人民的当前的主要任务就是集中力量来解决这个矛盾，把我国尽快地从落后的农业国变为先进的工业国。",
            number: 6,
            userAnswer: [],
            score: 7,
            id: "g2q6",
            answer: [
              "社会主义改造完成后，我国国内的主要矛盾，已经是人民对于建立先进的工业国的要求同落后的农业国的现实之间的矛盾，已经是人民对于经济文化迅速发展的需要同经济文化不能满足人民需要的状况之间的矛盾。党和全国人民的主要任务是集中力量来解决这个矛盾，把我国尽快地从落后的农业国变为先进的工业国。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2020年10月】试述毛泽东关于社会主义发展阶段和现代化建设战略目标与步骤的思想。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 7,
            userAnswer: [],
            score: 7,
            id: "g2q7",
            answer: [
              "关于社会主义的发展阶段，毛泽东指出：“社会主义这个阶段，又可能为两个阶段，第一个阶段是不发达的社会主义，第二个阶段是比较发达的社会主义。后一阶段可能比前一阶段需要更长的时间。”\n关于社会主义现代化建设的战略目标和步骤，毛泽东强调：为了建设社会主义，必须大力推进中国的现代化事业社会主义现代化建设的战略目标，是要把中国建设成为一个具有现代农业、现代工业、现代国防和现代科学技术的强国。为此，应当采取“两步走”的发展战略：\n第一步，建成一个独立的比较完整的工业体系和国民经济体系；\n第二步，全面实现农业、工业、国防和科学技术的现代化，使中国的经济走在世界前列。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        id: "g2",
      },
    ],
    totalScore: 45,
    questionCount: 7,
  },
  create_time: "2020-09-02T21:12:46.946222",
  is_active: true,
  questions_count: 7,
  is_break_through: true,
  tags: "章节习题",
  order_number: 18,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第九章 社会主义建设在探索中曲折发展（主观）",
};
