export default {
  id: 1160,
  title: "第十章 中国特色社会主义的开创与接续发展（主观）",
  content:
    '中国近现代史纲要 第十章 中国特色社会主义的开创与接续发展\n二、简答题（每小题6分）\n2.【自测题】1979年3月，邓小平提出的四项基本原则及坚持这些原则的重要性。\n答案：（1）四项基本原则是指：坚持社会主义道路，坚持人民民主专政，坚持共产党的领导，坚持马克思列宁主义、毛泽东思想。\n（2）坚持这些原则的重要性：这是实现四个现代化的根本前提。如果动摇了其中的任何一项，那就动摇了整个社会主义现代化建设事业。\n题解：1979年3月30日，邓小平在理论工作务虚会上发表的讲话中指出：坚持社会主义道路，坚持人民民主专政，坚持共产党的领导，坚持马克思列宁主义、毛泽东思想这思想基本原则，“是实现四个现代化的根本前提”。“如果动摇了这四项基本原则中的任何一项，那就动摇了整个社会主义事业，整个现代化建设事业”。邓小平的讲话不仅在当时、而且在以后的党和国家政治生活中，对排除来自“左”的和右的方面的干扰和影响，保证改革开放和现代化建设事业的顺利进行，提供了可靠的政治基础，指明了正确的方向。\n3.【自测题】中共十三大制定的社会主义现代化建设“三步走”的战略部署是什么？\n答案：（1）第一步，实现国民生产总值比1980年翻一番，解决人民的温饱问题；\n（2）第二步，到20世纪末，使国民生产总值再增长一倍，人民生活达到小康水平；\n（3）第三步，到21世纪中叶，人均国民生产总值达到中等发达国家水平，人民生活比较富裕，基本实现现代化。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n4.【自测题】中共十三大提出的社会主义初级阶段的基本路线是什么？\n答案：中国共产党在社会主义初级阶段的基本路线是：领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强、民主、文明的社会主义现代化国家而奋斗。\n题解：中共十三大指出，我国正处在社会主义的初级阶段。这个论断，包括两层含义。第一，我国社会已经是社会主义社会。我们必须坚持而不能离开社会主义。第二，我国的社会主义社会还处在初级阶段。中国共产党在社会主义初级阶段的基本路线是，领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强、民主、文明的社会主义现代化国家而奋斗。\n\n30.【2020年10月】简述中共十三大制定的社会主义现代化建设“三步走”的战略部署。\n答案：中共十三大正式制定了社会主义现代化建设“三步走”的战略部署：\n第一步，实现国民生产总值比1980年翻一番，解决人民的温饱问题，这个任务已经基本实现；\n第二步，到20世纪末，使国民生产总值再增长一倍，人民生活达到小康水平；\n第三步，到21世纪中叶，人均国民生产总值达到中等发达国家水平，人民生活比较富裕，基本实现现代化。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题（每小题7分）\n5.【自测题】中共十一届三中全会以来改革开放和社会主义现代化建设取得了哪些成就？这些成就的取得说明了什么？\n答案：（一）取得的成就：\n（1）综合国力和国际竞争力显著提高\n（2）人民生活总体上达到小康水平\n（3）经济体制改革和对外开放取得重大进展\n（4）社会主义民主政治建设稳步推进\n（5）社会主义精神文明建设成效显著\n（6）民族政策和宗教政策得到全面贯彻\n（7）祖国统一大业取得重大进展\n（8）国防和军队建设迈出新步伐\n（9）积极开展全方位外交\n（10）党的建设新的伟大工程全面推进。\n（二）启示：\n（1）中国特色社会主义道路是实现中华民族伟大复兴中国梦的必由之路。\n（2）居安思危，长期艰苦奋斗"。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n6.【自测题】为什么说中共十一届三中全会是新中国成立以来具有深远历史意义的伟大转折？\n答案：（1）全会冲破长期“左”的错误的严重束缚，彻底否定了“两个凡是”的错误方针，高度评价了关于真理标准问题的讨论，并且断然否定了“以阶级斗争为纲”的指导思想，作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策，重新确立了马克思主义的思想路线、政治路线和组织路线。\n（2）全会恢复了党的民主集中制的优良传统，审查解决了历史上遗留的一批重大问题和一些重要领导人的功过是非问题。\n（3）全会结束了粉碎“四人帮”后两年在徘徊中前进的局面，开始了党在思想、政治、组织等领域的全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了改革开放的序幕。\n题解：（1）中共十一届三中全会冲破长期“左”的错误的严重束缚，彻底否定了“两个凡是”的错误方针，高度评价了关于真理标准问题的讨论，并且断然否定“以阶级斗争为纲”的指导思想，作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策。全会恢复了党的民主集中制的优良传统，审查解决了历史上遗留的一批重大问题和一些重要领导人的功过是非问题。\n（2）全会公报全面分析了当前的主要矛盾和主要任务，指出：“正如毛泽东同志所说，大规模的急风暴雨式的群众阶级斗争已经基本结束，对于社会主义社会的阶级斗争，应该按照严格区别和正确处理两类不同性质的矛盾的方针去解决，按照宪法和法律规定的程序去解决，决不允许混淆两类不同性质矛盾的界限，决不允许损害社会主义现代化建设所需要的安定团结的政治局面。”“实现四个现代化，要求大幅度地提高生产力，也就必然要求多方面地改变同生产力发展不相适应的生产关系和上层建筑，改变一切不适应的管理方式、活动方式和思想方式，因而是一场深刻的革命。”\n（3）全会作出了一系列具有深远影响的重大决定：鉴于全国范围的大规模的揭批林彪、“四人帮”的群众运动已经基本上胜利完成，全党工作的着重点应该从1979年转移到社会主义现代化建设上来；为了适应社会主义现代化建设的需要，全会决定在党的生活和国家政治生活中加强民主，明确党的思想路线，加强党的领导机构和成立中央纪律检查委员会；从现在起，应当把立法工作摆到全国人民代表大会及其常务委员会的重要议程上来。为了保障人民民主，必须加强社会主义法制，使民主制度化、法律化，使这种制度和法律具有稳定性、连续性和极大的权威，做到有法可依，有法必依，执法必严，违法必究。\n（4）中共十一届三中全会是新中国成立以来党的历史上县有深远意义的伟大转折。全会结束了粉碎“四人帮”后两年在徘徊中前进的局面，开始了中国共产党在思想、政治、组织等领域的全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了社会主义改革开放的序幕。以这次全会为起点，中国进入了改革开放和社会主义现代化建设的历史新时期。\n\n7.【2018年10月】中共十一届三中全会是新中国成立以来党的历史上具有深远意义的伟大转折。\n答案：（1）重新确立了马克思主义的思想路线。全会冲破长期“左”的错误的严重束缚，彻底否定了“两个凡是”的错误方针，高度评价了关于真理标准问题的讨论，并且断然否定“以阶级斗争为纲”的指导思想，恢复了马克思主义实事求是的思想路线。\n（2）全会全面分析了当前的主要矛盾和主要任务，作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策。\n（3）全会恢复了党的民主集中制优良传统，审查解决了历史上遗留的一批重大问题和一些重要领导人功过是非问题。\n（4）为了适应社会主义现代化建设的需要，全会决定在党的生活和国家政治生活中加强民主，明确党思想路线，加强党的领导机构和成立中央纪律检查委员会。\n（5）中共十一届三中全会是新中国成立以来党的历史上具有深远意义的伟大转折。全会结束了粉碎“四人帮”后在徘徊中前进的局面，开始了我党在思想、政治、组织等领域全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了社会主义改革开放的序幕。以这次全会为起点，中国进入了改革开放和社会主义现代化建设新时期。\n题解：（1）中共十一届三中全会冲破长期“左”的错误的严重束缚，彻底否定了“两个凡是”的错误方针，高度评价了关于真理标准问题的讨论，并且断然否定“以阶级斗争为纲”的指导思想，作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策。全会恢复了党的民主集中制的优良传统，审查解决了历史上遗留的一批重大问题和一些重要领导人的功过是非问题。\n（2）全会公报全面分析了当前的主要矛盾和主要任务，指出：“正如毛泽东同志所说，大规模的急风暴雨式的群众阶级斗争已经基本结束，对于社会主义社会的阶级斗争，应该按照严格区别和正确处理两类不同性质的矛盾的方针去解决，按照宪法和法律规定的程序去解决，决不允许混淆两类不同性质矛盾的界限，决不允许损害社会主义现代化建设所需要的安定团结的政治局面。”“实现四个现代化，要求大幅度地提高生产力，也就必然要求多方面地改变同生产力发展不相适应的生产关系和上层建筑，改变一切不适应的管理方式、活动方式和思想方式，因而是一场深刻的革命。”\n（3）全会作出了一系列具有深远影响的重大决定：鉴于全国范围的大规模的揭批林彪、“四人帮”的群众运动已经基本上胜利完成，全党工作的着重点应该从1979年转移到社会主义现代化建设上来；为了适应社会主义现代化建设的需要，全会决定在党的生活和国家政治生活中加强民主，明确党的思想路线，加强党的领导机构和成立中央纪律检查委员会；从现在起，应当把立法工作摆到全国人民代表大会及其常务委员会的重要议程上来。为了保障人民民主，必须加强社会主义法制，使民主制度化、法律化，使这种制度和法律具有稳定性、连续性和极大的权威，做到有法可依，有法必依，执法必严，违法必究。\n（4）中共十一届三中全会是新中国成立以来党的历史上县有深远意义的伟大转折。全会结束了粉碎“四人帮”后两年在徘徊中前进的局面，开始了中国共产党在思想、政治、组织等领域的全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了社会主义改革开放的序幕。以这次全会为起点，中国进入了改革开放和社会主义现代化建设的历史新时期。',
  content_object: {
    title: "中国近现代史纲要 第十章 中国特色社会主义的开创与接续发展",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 6,
        title: "简答题（每小题6分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】1979年3月，邓小平提出的四项基本原则及坚持这些原则的重要性。",
            explanation:
              "1979年3月30日，邓小平在理论工作务虚会上发表的讲话中指出：坚持社会主义道路，坚持人民民主专政，坚持共产党的领导，坚持马克思列宁主义、毛泽东思想这思想基本原则，“是实现四个现代化的根本前提”。“如果动摇了这四项基本原则中的任何一项，那就动摇了整个社会主义事业，整个现代化建设事业”。邓小平的讲话不仅在当时、而且在以后的党和国家政治生活中，对排除来自“左”的和右的方面的干扰和影响，保证改革开放和现代化建设事业的顺利进行，提供了可靠的政治基础，指明了正确的方向。",
            number: 1,
            userAnswer: [],
            score: 6,
            id: "g1q1",
            answer: [
              "（1）四项基本原则是指：坚持社会主义道路，坚持人民民主专政，坚持共产党的领导，坚持马克思列宁主义、毛泽东思想。\n（2）坚持这些原则的重要性：这是实现四个现代化的根本前提。如果动摇了其中的任何一项，那就动摇了整个社会主义现代化建设事业。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【自测题】中共十三大制定的社会主义现代化建设“三步走”的战略部署是什么？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 2,
            userAnswer: [],
            score: 6,
            id: "g1q2",
            answer: [
              "（1）第一步，实现国民生产总值比1980年翻一番，解决人民的温饱问题；\n（2）第二步，到20世纪末，使国民生产总值再增长一倍，人民生活达到小康水平；\n（3）第三步，到21世纪中叶，人均国民生产总值达到中等发达国家水平，人民生活比较富裕，基本实现现代化。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【自测题】中共十三大提出的社会主义初级阶段的基本路线是什么？",
            explanation:
              "中共十三大指出，我国正处在社会主义的初级阶段。这个论断，包括两层含义。第一，我国社会已经是社会主义社会。我们必须坚持而不能离开社会主义。第二，我国的社会主义社会还处在初级阶段。中国共产党在社会主义初级阶段的基本路线是，领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强、民主、文明的社会主义现代化国家而奋斗。",
            number: 3,
            userAnswer: [],
            score: 6,
            id: "g1q3",
            answer: [
              "中国共产党在社会主义初级阶段的基本路线是：领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强、民主、文明的社会主义现代化国家而奋斗。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2020年10月】简述中共十三大制定的社会主义现代化建设“三步走”的战略部署。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 4,
            userAnswer: [],
            score: 6,
            id: "g1q4",
            answer: [
              "中共十三大正式制定了社会主义现代化建设“三步走”的战略部署：\n第一步，实现国民生产总值比1980年翻一番，解决人民的温饱问题，这个任务已经基本实现；\n第二步，到20世纪末，使国民生产总值再增长一倍，人民生活达到小康水平；\n第三步，到21世纪中叶，人均国民生产总值达到中等发达国家水平，人民生活比较富裕，基本实现现代化。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
      {
        scorePerQuestion: 7,
        title: "论述题（每小题7分）",
        memo: "",
        number: 2,
        questions: [
          {
            title:
              "【自测题】中共十一届三中全会以来改革开放和社会主义现代化建设取得了哪些成就？这些成就的取得说明了什么？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 5,
            userAnswer: [],
            score: 7,
            id: "g2q5",
            answer: [
              '（一）取得的成就：\n（1）综合国力和国际竞争力显著提高\n（2）人民生活总体上达到小康水平\n（3）经济体制改革和对外开放取得重大进展\n（4）社会主义民主政治建设稳步推进\n（5）社会主义精神文明建设成效显著\n（6）民族政策和宗教政策得到全面贯彻\n（7）祖国统一大业取得重大进展\n（8）国防和军队建设迈出新步伐\n（9）积极开展全方位外交\n（10）党的建设新的伟大工程全面推进。\n（二）启示：\n（1）中国特色社会主义道路是实现中华民族伟大复兴中国梦的必由之路。\n（2）居安思危，长期艰苦奋斗"。',
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【自测题】为什么说中共十一届三中全会是新中国成立以来具有深远历史意义的伟大转折？",
            explanation:
              "（1）中共十一届三中全会冲破长期“左”的错误的严重束缚，彻底否定了“两个凡是”的错误方针，高度评价了关于真理标准问题的讨论，并且断然否定“以阶级斗争为纲”的指导思想，作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策。全会恢复了党的民主集中制的优良传统，审查解决了历史上遗留的一批重大问题和一些重要领导人的功过是非问题。\n（2）全会公报全面分析了当前的主要矛盾和主要任务，指出：“正如毛泽东同志所说，大规模的急风暴雨式的群众阶级斗争已经基本结束，对于社会主义社会的阶级斗争，应该按照严格区别和正确处理两类不同性质的矛盾的方针去解决，按照宪法和法律规定的程序去解决，决不允许混淆两类不同性质矛盾的界限，决不允许损害社会主义现代化建设所需要的安定团结的政治局面。”“实现四个现代化，要求大幅度地提高生产力，也就必然要求多方面地改变同生产力发展不相适应的生产关系和上层建筑，改变一切不适应的管理方式、活动方式和思想方式，因而是一场深刻的革命。”\n（3）全会作出了一系列具有深远影响的重大决定：鉴于全国范围的大规模的揭批林彪、“四人帮”的群众运动已经基本上胜利完成，全党工作的着重点应该从1979年转移到社会主义现代化建设上来；为了适应社会主义现代化建设的需要，全会决定在党的生活和国家政治生活中加强民主，明确党的思想路线，加强党的领导机构和成立中央纪律检查委员会；从现在起，应当把立法工作摆到全国人民代表大会及其常务委员会的重要议程上来。为了保障人民民主，必须加强社会主义法制，使民主制度化、法律化，使这种制度和法律具有稳定性、连续性和极大的权威，做到有法可依，有法必依，执法必严，违法必究。\n（4）中共十一届三中全会是新中国成立以来党的历史上县有深远意义的伟大转折。全会结束了粉碎“四人帮”后两年在徘徊中前进的局面，开始了中国共产党在思想、政治、组织等领域的全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了社会主义改革开放的序幕。以这次全会为起点，中国进入了改革开放和社会主义现代化建设的历史新时期。",
            number: 6,
            userAnswer: [],
            score: 7,
            id: "g2q6",
            answer: [
              "（1）全会冲破长期“左”的错误的严重束缚，彻底否定了“两个凡是”的错误方针，高度评价了关于真理标准问题的讨论，并且断然否定了“以阶级斗争为纲”的指导思想，作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策，重新确立了马克思主义的思想路线、政治路线和组织路线。\n（2）全会恢复了党的民主集中制的优良传统，审查解决了历史上遗留的一批重大问题和一些重要领导人的功过是非问题。\n（3）全会结束了粉碎“四人帮”后两年在徘徊中前进的局面，开始了党在思想、政治、组织等领域的全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了改革开放的序幕。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2018年10月】中共十一届三中全会是新中国成立以来党的历史上具有深远意义的伟大转折。",
            explanation:
              "（1）中共十一届三中全会冲破长期“左”的错误的严重束缚，彻底否定了“两个凡是”的错误方针，高度评价了关于真理标准问题的讨论，并且断然否定“以阶级斗争为纲”的指导思想，作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策。全会恢复了党的民主集中制的优良传统，审查解决了历史上遗留的一批重大问题和一些重要领导人的功过是非问题。\n（2）全会公报全面分析了当前的主要矛盾和主要任务，指出：“正如毛泽东同志所说，大规模的急风暴雨式的群众阶级斗争已经基本结束，对于社会主义社会的阶级斗争，应该按照严格区别和正确处理两类不同性质的矛盾的方针去解决，按照宪法和法律规定的程序去解决，决不允许混淆两类不同性质矛盾的界限，决不允许损害社会主义现代化建设所需要的安定团结的政治局面。”“实现四个现代化，要求大幅度地提高生产力，也就必然要求多方面地改变同生产力发展不相适应的生产关系和上层建筑，改变一切不适应的管理方式、活动方式和思想方式，因而是一场深刻的革命。”\n（3）全会作出了一系列具有深远影响的重大决定：鉴于全国范围的大规模的揭批林彪、“四人帮”的群众运动已经基本上胜利完成，全党工作的着重点应该从1979年转移到社会主义现代化建设上来；为了适应社会主义现代化建设的需要，全会决定在党的生活和国家政治生活中加强民主，明确党的思想路线，加强党的领导机构和成立中央纪律检查委员会；从现在起，应当把立法工作摆到全国人民代表大会及其常务委员会的重要议程上来。为了保障人民民主，必须加强社会主义法制，使民主制度化、法律化，使这种制度和法律具有稳定性、连续性和极大的权威，做到有法可依，有法必依，执法必严，违法必究。\n（4）中共十一届三中全会是新中国成立以来党的历史上县有深远意义的伟大转折。全会结束了粉碎“四人帮”后两年在徘徊中前进的局面，开始了中国共产党在思想、政治、组织等领域的全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了社会主义改革开放的序幕。以这次全会为起点，中国进入了改革开放和社会主义现代化建设的历史新时期。",
            number: 7,
            userAnswer: [],
            score: 7,
            id: "g2q7",
            answer: [
              "（1）重新确立了马克思主义的思想路线。全会冲破长期“左”的错误的严重束缚，彻底否定了“两个凡是”的错误方针，高度评价了关于真理标准问题的讨论，并且断然否定“以阶级斗争为纲”的指导思想，恢复了马克思主义实事求是的思想路线。\n（2）全会全面分析了当前的主要矛盾和主要任务，作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策。\n（3）全会恢复了党的民主集中制优良传统，审查解决了历史上遗留的一批重大问题和一些重要领导人功过是非问题。\n（4）为了适应社会主义现代化建设的需要，全会决定在党的生活和国家政治生活中加强民主，明确党思想路线，加强党的领导机构和成立中央纪律检查委员会。\n（5）中共十一届三中全会是新中国成立以来党的历史上具有深远意义的伟大转折。全会结束了粉碎“四人帮”后在徘徊中前进的局面，开始了我党在思想、政治、组织等领域全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了社会主义改革开放的序幕。以这次全会为起点，中国进入了改革开放和社会主义现代化建设新时期。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        id: "g2",
      },
    ],
    totalScore: 45,
    questionCount: 7,
  },
  create_time: "2020-09-02T21:13:46.577932",
  is_active: true,
  questions_count: 7,
  is_break_through: true,
  tags: "章节习题",
  order_number: 20,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第十章 中国特色社会主义的开创与接续发展（主观）",
};
