export default {
  id: 1161,
  title: "第十一章 中国特色社会主义进入新时代（主观）",
  content:
    "中国近现代史纲要 第十一章 中国特色社会主义进入新时代\n二、简答题（每小题6分）\n2.【自测题】简述中国经济发展进入新常态的表现及如何适应和引领经济发展新常态。\n答案：（一）表现：\n（1）从高速增长转为中高速增长。\n（2）经济结构不断优化升级。\n（3）从要素驱动、投资驱动转向创新驱动。\n（二）方法：推进供给侧结构性改革，是适应和引领经济发展新常态的重大创新。中央经济工作会议强调，实行宏观政策要稳、产业政策要准、微观政策要活、改革政策要实、社会政策要托底的总体思路，着力加强结构性改革，在适度扩大总需求的同时，去产能、去库存、去杠杆、降成本、补短板（简称“三去一降一补”），推动我国社会生产力水平整体改善。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n3.【自测题】简述中共十八大之后的五年，党和国家事业的历史性成就和历史性变革。\n答案：（1）历史性成就：经济建设取得重大成就；全面深化改革取得重大突破；民主法治建设迈出重大步伐；思想文化建设取得重大进展；人民生活不断改善；生态文明建设成效显著；强军兴军开创新局面；港澳台工作取得新进展；全方位外交布局深入展开；全面从严治党成效卓著。\n（2）历史性变革：中共十八大后五年的成就是全方位的、开创性的，变革是深层次的、根本性的。中共中央统筹推进改革发展稳定、内政外交国防、治党治国治军，提出了一系列新理念新思想新战略，出台了一系列重大方针政策，推出了一系列重大举措，推进了一系列重大工作，解决了许多长期想解决而没有解决的难题，办成了许多过去想办而没有办成的大事，推动党和国家事业发生历史性变革，为中国特色社会主义进入新时代作出了开创性贡献。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n4.【自测题】简述深化党和国家机构的改革的目标和首要任务。\n答案：（1）改革的目标：深化党和国家机构改革的目标是，构建系统完备、科学规范、运行高效的党和国家机构职能体系，形成总揽全局、协调各方的党的领导体系，职责明确、依法行政的政府治理体系，中国特色、世界一流的武装力量体系，联系广泛、服务群众的群团工作体系，推动人大、政府、政协、监察机关、审判机关、检察机关、人民团体、企事业单位、社会组织等在党的统一领导下协调行动、增强合力，全面提高国家治理能力和治理水平。\n（2）首要任务：深化党和国家机构改革的首要任务是，完善坚持党的全面领导的制度，加强党对各领域各方面工作领导，确保党的领导全覆盖，确保党的领导更加坚强有力。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n三、论述题（每小题7分）\n5.【自测题】试述中国特色社会主义进入新时代我国的主要矛盾及其影响。\n答案：（1）主要矛盾：中国特色社会主义进入新时代，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。我国社会主要矛盾的变化是关系全局的历史性变化，对党和国家工作提出了许多新要求。\n（2）影响：我国社会主要矛盾的变化，没有改变我们对我国社会主义所处历史阶段的判断，我国仍处于并将长期处于社会主义初级阶段的基本国情没有变，我国是世界最大发展中国家的国际地位没有变。全党要牢牢把握社会主义初级阶段这个基本国情，牢牢立足社会主义初级阶段这个最大实际，牢牢坚持党的基本路线这个党和国家的生命线、人民的幸福线。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n6.【2019年04月】中共十八大后党和国家事业的历史性成就和历史性变革给我们的启示。\n答案：（1）必须始终坚持用党的理论创新成果武装头脑、指导实践。习近平新时代中国特色社会主义思想，是全党全国各族人民为实现中华民族伟大复兴而奋斗的行动指南，必须长期坚持。\n（2）必须始终坚持维护党中央和全党的核心。维护以习近平总书记为核心的党中央，对党、国家和全国各族人民至关重要。\n（3）必须始终坚持和加强党的全面领导。只有坚持和加强党的全面领导、推进全面从严治党，才能更好实现中华民族伟大复兴的中国梦。\n题解：中共十八大后的五年来取得的成就、发生的变革，给我们留下了深刻的启示。主要是：\n（1）必须始终坚持用党的理论创新成果武装头脑、指导实践。习近平新时代中国特色社会主义思想，是全党全国各族人民为实现中华民族伟大复兴而奋斗的行动指南，必须长期坚持。\n（2）必须始终维护党中央和全党的核心。习近平总书记赢得全党全军全国各族人民的高度评价和衷心爱戴，成为党中央的核心、全党的核心。对中国这样的大国，中共这样的大党，党中央有核心、全党有核心、全国各族人民有核心至关重要。\n（3）必须始终坚持和加强党的全面领导。这是党和国家的根本所在、命脉所在，是全国各族人民的利益所在、幸福所在。只有坚持和加强党的全面领导、推进全面从严治党，我们才能更好实现中华民族伟大复兴的中国梦。",
  content_object: {
    title: "中国近现代史纲要 第十一章 中国特色社会主义进入新时代",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 6,
        title: "简答题（每小题6分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】简述中国经济发展进入新常态的表现及如何适应和引领经济发展新常态。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 1,
            userAnswer: [],
            score: 6,
            id: "g1q1",
            answer: [
              "（一）表现：\n（1）从高速增长转为中高速增长。\n（2）经济结构不断优化升级。\n（3）从要素驱动、投资驱动转向创新驱动。\n（二）方法：推进供给侧结构性改革，是适应和引领经济发展新常态的重大创新。中央经济工作会议强调，实行宏观政策要稳、产业政策要准、微观政策要活、改革政策要实、社会政策要托底的总体思路，着力加强结构性改革，在适度扩大总需求的同时，去产能、去库存、去杠杆、降成本、补短板（简称“三去一降一补”），推动我国社会生产力水平整体改善。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【自测题】简述中共十八大之后的五年，党和国家事业的历史性成就和历史性变革。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 2,
            userAnswer: [],
            score: 6,
            id: "g1q2",
            answer: [
              "（1）历史性成就：经济建设取得重大成就；全面深化改革取得重大突破；民主法治建设迈出重大步伐；思想文化建设取得重大进展；人民生活不断改善；生态文明建设成效显著；强军兴军开创新局面；港澳台工作取得新进展；全方位外交布局深入展开；全面从严治党成效卓著。\n（2）历史性变革：中共十八大后五年的成就是全方位的、开创性的，变革是深层次的、根本性的。中共中央统筹推进改革发展稳定、内政外交国防、治党治国治军，提出了一系列新理念新思想新战略，出台了一系列重大方针政策，推出了一系列重大举措，推进了一系列重大工作，解决了许多长期想解决而没有解决的难题，办成了许多过去想办而没有办成的大事，推动党和国家事业发生历史性变革，为中国特色社会主义进入新时代作出了开创性贡献。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】简述深化党和国家机构的改革的目标和首要任务。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 3,
            userAnswer: [],
            score: 6,
            id: "g1q3",
            answer: [
              "（1）改革的目标：深化党和国家机构改革的目标是，构建系统完备、科学规范、运行高效的党和国家机构职能体系，形成总揽全局、协调各方的党的领导体系，职责明确、依法行政的政府治理体系，中国特色、世界一流的武装力量体系，联系广泛、服务群众的群团工作体系，推动人大、政府、政协、监察机关、审判机关、检察机关、人民团体、企事业单位、社会组织等在党的统一领导下协调行动、增强合力，全面提高国家治理能力和治理水平。\n（2）首要任务：深化党和国家机构改革的首要任务是，完善坚持党的全面领导的制度，加强党对各领域各方面工作领导，确保党的领导全覆盖，确保党的领导更加坚强有力。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
      {
        scorePerQuestion: 7,
        title: "论述题（每小题7分）",
        memo: "",
        number: 2,
        questions: [
          {
            title:
              "【自测题】试述中国特色社会主义进入新时代我国的主要矛盾及其影响。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 4,
            userAnswer: [],
            score: 7,
            id: "g2q4",
            answer: [
              "（1）主要矛盾：中国特色社会主义进入新时代，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。我国社会主要矛盾的变化是关系全局的历史性变化，对党和国家工作提出了许多新要求。\n（2）影响：我国社会主要矛盾的变化，没有改变我们对我国社会主义所处历史阶段的判断，我国仍处于并将长期处于社会主义初级阶段的基本国情没有变，我国是世界最大发展中国家的国际地位没有变。全党要牢牢把握社会主义初级阶段这个基本国情，牢牢立足社会主义初级阶段这个最大实际，牢牢坚持党的基本路线这个党和国家的生命线、人民的幸福线。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2019年04月】中共十八大后党和国家事业的历史性成就和历史性变革给我们的启示。",
            explanation:
              "中共十八大后的五年来取得的成就、发生的变革，给我们留下了深刻的启示。主要是：\n（1）必须始终坚持用党的理论创新成果武装头脑、指导实践。习近平新时代中国特色社会主义思想，是全党全国各族人民为实现中华民族伟大复兴而奋斗的行动指南，必须长期坚持。\n（2）必须始终维护党中央和全党的核心。习近平总书记赢得全党全军全国各族人民的高度评价和衷心爱戴，成为党中央的核心、全党的核心。对中国这样的大国，中共这样的大党，党中央有核心、全党有核心、全国各族人民有核心至关重要。\n（3）必须始终坚持和加强党的全面领导。这是党和国家的根本所在、命脉所在，是全国各族人民的利益所在、幸福所在。只有坚持和加强党的全面领导、推进全面从严治党，我们才能更好实现中华民族伟大复兴的中国梦。",
            number: 5,
            userAnswer: [],
            score: 7,
            id: "g2q5",
            answer: [
              "（1）必须始终坚持用党的理论创新成果武装头脑、指导实践。习近平新时代中国特色社会主义思想，是全党全国各族人民为实现中华民族伟大复兴而奋斗的行动指南，必须长期坚持。\n（2）必须始终坚持维护党中央和全党的核心。维护以习近平总书记为核心的党中央，对党、国家和全国各族人民至关重要。\n（3）必须始终坚持和加强党的全面领导。只有坚持和加强党的全面领导、推进全面从严治党，才能更好实现中华民族伟大复兴的中国梦。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        id: "g2",
      },
    ],
    totalScore: 32,
    questionCount: 5,
  },
  create_time: "2020-09-02T21:14:42.821578",
  is_active: true,
  questions_count: 5,
  is_break_through: true,
  tags: "章节习题",
  order_number: 22,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第十一章 中国特色社会主义进入新时代（主观）",
};
