export default {
  id: 14,
  title: "第三章 辛亥革命（客观）",
  content:
    "中国近现代史纲要 第三章 辛亥革命\n一.单项选择题（每小题2分）\n1.【自测题】20世纪初，邹容发表的宣传民主革命思想的著作是（ ）\nA.《驳康有为论革命书》  B.《革命军》  C.《警示钟》  D.《猛回头》\n答案：B\n题解：《驳康有为论革命书》是章炳麟发表的，《警示钟》和《猛回头》是陈天华发表的，《革命军》是邹容发表的。\n2.【自测题】近代中国历史上第一个全国性的资产阶级革命政党是（ ）\nA.兴中会  B.中国同盟会  C.中华革命党   D.中国国民党\n答案：B\n题解：中国同盟会是近代中国第一个全国性的资产阶级性质的政党，它的成立标志着中国资产阶级民主革命进入了一个新阶段。\n3.【自测题】1911年夏，湖北、湖南、广东和四川爆发的民众运动是（ ）\nA.拒俄运动 B.拒法运动 C.立宪运动 D.保路运动\n答案：D\n题解：1911年5月，清政府皇族内阁为筹集借款，宣布“铁路干线收归国有”，并将粤汉、川汉铁路的路权出卖给帝国主义，引起湖北、湖南、广东、四川四省民众的强烈反对，一场事关民族权益和个人利益的保路运动就这样兴起了，四川省尤其强烈。\n4.【自测题】1894年，孙中山在檀香山建立的中国第一个资产阶级革命组织是（ ）\nA.兴中会 B.华兴会 C.光复会 D.岳王会\n答案：A\n题解：1894年，孙中山在北上过程中发现清政府的腐败比他原先了解的要严重得多，从此放弃改良主张，走上了资产阶级民主革命之路。同年，孙中山在檀香山组织了中国第一个资产阶级革命组织——兴中会。\n5.【自测题】1905年至1907年，资产阶级革命派与改良派论战的焦点是（ ）\nA.要不要打倒列强   B.要不要以革命手段推翻清政府  C.要不要实行共和  D.要不要废科举，兴学堂\n答案：B\n题解：1905年至1907年，以孙中山为代表的革命派和以康有为为代表的改良派，分别以《民报》和《新民丛报》为主要舆论阵地展开论战。这场论战主要围绕以下问题展开：（1）要不要以革命手段推翻清政府。这是论战的焦点。（2）要不要推翻帝制，实行共和。（3）要不要社会改革。\n6.【自测题】1911年4月，资产阶级革命派在黄兴带领下举行的起义是（ ）\nA.惠州起义  B.河口起义  C.广州起义  D.武昌起义\n答案：C\n题解：1911年4月27日，在黄兴的亲自带领下，120多名革命志士在广州举行起义。起义失败后，遇难者有72人被安葬于广州红花岗（改名为黄花岗），史称黄花岗起义。\n7.【自测题】中国历史上第一部具有资产阶级共和国宪法性质的法典是（ ）\nA.《中华民国宪法》 B.《钦定宪法大纲》  C.《中华民国约法》  D.《中华民国临时约法》\n答案：D\n题解：1912年3月，临时参议院颁布《中华民国临时约法》。这是中国历史上第一部具有资产阶级共和国宪法性质的法典。\n8.【自测题】为反对袁世凯刺杀宋教仁和“善后大借款”，孙中山在1913年领导革命党人发动了（ ）\nA.“二次革命” B.护国战争   C.护法战争   D.北伐战争\n答案：A\n题解：面对北洋军阀的黑暗统治，以孙中山为首的资产阶级革命派仍坚持革命的立场，为捍卫资产阶级民主革命成果进行了一系列的斗争。为反对袁世凯刺杀宋教仁和“善后大借款”，1913年7月，李烈钧在江西湖口通电讨袁，不久黄兴在南京宣布讨袁，其他地方如上海、安徽、湖南、广东、福建等地也先后响应。战争主要在九江、南京一带进行，史称“赣宁之役”，又称“二次革命”。\n9.【自测题】1911年，在保路运动中规模最大、斗争最激烈的省份是（ ）\nA.湖北 B.湖南 C.广东  D.四川\n答案：D\n题解：1911年5月，清政府皇族内阁为筹集借款，宣布“铁路干线收归国有”，并将粤汉、川汉铁路的路权出卖给帝国主义，引起湖北、湖南、广东、四川四省民众的强烈反对，一场事关民族权益和个人利益的保路运动就这样兴起了，四川省尤其强烈。\n10.【自测题】1904年至1905年，为了争夺在华利益（侵略权益）而在中国东北进行战争的帝国主义国家是（ ）\nA.美国与俄国 B.美国与英国 C.英国与日本  D.日本与俄国\n答案：D\n题解：1904年至1905年，日、俄两国为了争夺在华利益竟然在中国东北进行战争，清政府却宣布“局外中立”，结果日本战胜俄国，俄国将所攫得的中国东北南部所有一切权益“转让”日本。\n11.【自测题】1905年8月，中国同盟会成立时所确定的机关刊物是（ ）\nA.《民报》 B.《新民丛报》 C.《时务报》 D.《万国公报》\n答案：A\n题解：1905年8月20日，孙中山、黄兴等人在东京成立中国同盟会，孙中山被公举为总理，黄兴被任命为执行部庶务，实际主持会内日常工作。同盟会以“驱除鞑虏，恢复中华，创立民国，平均地权”为纲领，机关报为《民报》。\n12.【自测题】1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的（ ）\nA.惠州起义  B.河口起义  C.广州起义  D.武昌起义\n答案：D\n题解：武昌起义引来了全国响应，掀起了辛亥革命的高潮。\n13.【自测题】1911年4月，资产阶级革命派发动的武装起义是（ ）\nA.惠州起义  B.河口起义  C.广州起义  D.武昌起义\n答案：C\n题解：1911年4月27日，在黄兴的亲自带领下，120多名革命志士在广州举行起义。起义失败后，遇难者有72人被安葬于广州红花岗（改名为黄花岗），史称黄花岗起义。\n14.【自测题】1913年，孙中山领导革命党人发动的反对袁世凯的斗争是（ ）\nA.“二次革命” B.护国战争 C.护法战争 D.北伐战争\n答案：A\n题解：面对北洋军阀的黑暗统治，以孙中山为首的资产阶级革命派仍坚持革命的立场，为捍卫资产阶级民主革命成果进行了一系列的斗争。为反对袁世凯刺杀宋教仁和“善后大借款”，1913年7月，李烈钧在江西湖口通电讨袁，不久黄兴在南京宣布讨袁，其他地方如上海、安徽、湖南、广东、福建等地也先后响应。战争主要在九江、南京一带进行，史称“赣宁之役”，又称“二次革命”。\n15.【自测题】1914年7月，孙中山在东京正式成立的革命党派是（ ）\nA.兴中会 B.中国同盟会 C.国民党 D.中华革命党\n答案：D\n题解：二次革命失败后，孙中山逃亡日本。1914年7月，孙中山在东京正式成立中华革命党。中华革命党坚持反对袁世凯专制统治的正确方向，但其要求党员个人绝对服从领袖，并采用打指模的封建入会方式，遭到黄兴等人的公开反对。中华革命党的社会影响远不如同盟会。\n16.【自测题】1917年，孙中山领导发动了反对北洋军阀的（ ）\nA.“二次革命” B.护国运动 C.第一次护法运动  D.第二次护法运动\n答案：C\n题解：1917年7月中旬，孙中山率领部分国会议员南下广州，发动了第一次护法运动。\n17.【自测题】20世纪初，为传播民主革命思想，号召人民推翻清朝统治的著作《革命军》的作者是（ ）\nA.黄兴 B.章炳麟 C.邹容 D.陈天华\n答案：C\n题解：邹容的《革命军》，阐述了在中国进行民主革命的正义性和必要性，号召人民推翻清朝统治，建立“中华共和国”。\n18.【自测题】20世纪初，在民主革命思想传播中发表《警世钟》的是（ ）\nA.章炳麟 B.邹容 C.陈天华  D.孙中山\n答案：C\n题解：陈天华的《警世钟》和《猛回头》，抨击了外国列强瓜分中国的罪恶图谋，揭露了清政府的卖国行径，号召人民推翻这个“洋人的朝廷”。\n19.【自测题】20世纪初，在民主革命思想传播中发表《驳康有为论革命书》的是（ ）\nA.邹容 B.章炳麟 C.陈天华 D.严复\n答案：B\n题解：章炳麟发表的《驳康有为论革命书》，歌颂革命是“启迪民智，除旧布新”的良药，强调中国人有能力建立民主共和制度。\n20.【自测题】20世纪初，邹容发表的号召人民推翻清朝统治、建立“中华共和国”（即宣传民主革命思想）的著作是（ ）\nA.《驳康有为论革命书》  B.《革命军》  C.《警世钟》  D.《猛回头》\n答案：B\n题解：《驳康有为论革命书》是章炳麟发表的，《革命军》是邹容发表的，《警世钟》和《猛回头》是陈天华发表的。\n21.【自测题】中国历史上第一次比较完全意义上的资产阶级民主革命是（ ）\nA.戊戌维新运动 B.辛亥革命 C.护国运动  D.国民革命\n答案：B\n题解：辛亥革命是一次比较完全意义上的资产阶级民主革命，打开了中国进步潮流的闸门，是中华民族伟大复兴征程上的一个里程碑，具有伟大的历史意义。\n22.【自测题】袁世凯窃夺辛亥革命成果后，于1914年5月炮制了（ ）\nA.《戒严法》 B.《中华民国约法》 C.《钦定宪法大纲》 D.《暂行新刑律》\n答案：B\n题解：1914年5月，袁世凯炮制《中华民国约法》，用总统制取代内阁制。\n23.【自测题】辛亥革命时期，资产阶级革命派的阶级基础是（ ）\nA.买办资产阶级 B.官僚资产阶级 C.民族资产阶级 D.城市小资产阶级  \n答案：C\n题解：中国资产阶级民主革命是由以孙中山为首的资产阶级革命派首先发动的，其阶级基础是中国民族资产阶级。\n\n24.【2017年04月】1911年，在保路运动中规模最大、斗争最激烈的省份是（ ）\nA.湖北   B.湖南   C.广东 D.四川\n答案：D\n题解：1911年5月，清政府皇族内阁为筹集借款，宣布“铁路干线收归国有”，并将粤汉、川汉铁路的路权出卖给帝国主义，引起湖北、湖南、广东、四川四省民众的强烈反对，一场事关民族权益和个人利益的保路运动就这样兴起了，四川省尤其强烈。\n25.【2017年04月】中国历史上第一部具有资产阶级共和国宪法性质的法典是（ ）\nA.《中华民国临时约法》 B.《钦定宪法大纲》  C.《中华民国约法》   D.《中华民国宪法》\n答案：A\n题解：1912年3月，临时参议院颁布《中华民国临时约法》。这是中国历史上第一部具有资产阶级共和国宪法性质的法典。\n26.【2017年10月】1904年至1905年，为争夺侵略权益公然在中国东北进行战争的是（ ）\nA.美国与俄国   B.美国与英国   C.英国与日本   D.日本与俄国\n答案：D\n题解：1904年至1905年，日、俄两国为了争夺在华利益竟然在中国东北进行战争，清政府却宣布“局外中立”，结果日本战胜俄国，俄国将所攫得的中国东北南部所有一切权益“转让”日本。\n27.【2017年10月】20世纪初，在资产阶级民主革命思想传播中发表《驳康有为论革命书》的是（ ）\nA.孙中山   B.邹容   C.章炳麟   D.陈天华\n答案：C\n题解：20世纪初，资产阶级革命派著书立说，使民主革命思想迅速地传播开来。其中，章炳麟的《驳康有为论革命书》，歌颂革命是“启迪民智，除旧布新”的良药，强调中国人有能力建立民主共和制度。\n28.【2018年04月】为反对袁世凯的独裁和卖国行径，孙中山在1913年领导革命党人发动了（ ）\nA.二次革命   B.护国战争  C.护法战争   D.北伐战争\n答案：A\n题解：面对北洋军阀的黑暗统治，以孙中山为首的资产阶级革命派仍坚持革命的立场，为捍卫资产阶级民主革命成果进行了一系列的斗争。为反对袁世凯刺杀宋教仁和“善后大借款”，1913年7月，李烈钧在江西湖口通电讨袁，不久黄兴在南京宣布讨袁，其他地方如上海、安徽、湖南、广东、福建等地也先后响应。战争主要在九江、南京一带进行，史称“赣宁之役”，又称“二次革命”。\n29.【2018年10月】1904年至1905年，为争夺在华利益而在中国东北进行战争的帝国主义国家是（ ）\nA.日本与俄国   B.美国与英国   C.英国与日本   D.美国与俄国\n答案：A\n题解：1904年至1905年，日、俄两国为了争夺在华利益竟然在中国东北进行战争，清政府却宣布“局外中立”，结果日本战胜俄国，俄国将所攫得的中国东北南部所有一切权益“转让”日本。\n30.【2018年10月】在1911年爆发的保路运动中，规模最大，斗争最激烈的省份是（ ）\nA.湖南   B.湖北  C.广东   D.四川\n答案：D\n题解：1911年5月，清政府皇族内阁为筹集借款，宣布“铁路干线收归国有”，并将粤汉、川汉铁路的路权出卖给帝国主义，引起湖北、湖南、广东、四川四省民众的强烈反对，一场事关民族权益和个人利益的保路运动就这样兴起了，四川省尤其强烈。\n31.【2019年04月】1911年4月，资产阶级革命派发动的武装起义是（ ）\nA.惠州起义  B.河口起义   C.黄花岗起义   D.武昌起义\n答案：C\n题解：同盟会成立以后，以孙中山为首的资产阶级革命派，把开展武装起义放在了首要地位，组织了多次武装起义。其中影响最大的是1911年的广州起义。1911年4月27日，在黄兴的亲自带领下，120多名革命志士在广州举行起义。起义失败后，遇难者有72人被安葬于广州红花岗（改名为黄花岗），史称黄花岗起义。\n32.【2019年04月】在1911年爆发的保路运动中，规模最大、斗争最激烈的省份是（ ）\nA.湖南   B.四川   C.广东  D.湖北\n答案：B\n题解：1911年5月，清政府皇族内阁为筹集借款，宣布“铁路干线收归国有”，并将粤汉、川汉铁路的路权出卖给帝国主义，引起湖北、湖南、广东、四川四省民众的强烈反对，一场事关民族权益和个人利益的保路运动就这样兴起了，四川省尤其强烈。\n\n33.【2019年10月】在1911年爆发的保路运动中，规模最大、斗争最激烈的省份是（ ）\nA.四川 B.湖南 C.广东 D.湖北\n答案：A\n题解：1911年5月，清政府皇族内阁为筹集借款，宣布“铁路干线收归国有”，并将粤汉、川汉铁路的路权出卖给帝国主义，引起湖北、湖南、广东、四川等四省民众的强烈反对，一场事关民族权益和个人利益的保路运动随后兴起，四川省尤其强烈。\n\n34.【2019年10月】中国历史上第一部具有资产阶级共和国宪法性质的法典是（ ）\nA.《中华民国宪法》 B.《钦定宪法大纲》 C.《中华民国约法》 D.《中华民国临时约法》\n答案：D\n题解：1912年3月，临时参议院颁布《中华民国临时约法》。这是中国历史上第一部具有资产阶级共和国宪法性质的法典。《中华民国临时约法》以根本大法的形式废除了两千年来的封建君主专制制度，确认了资产阶级共和国的政治制度。\n\n3.【2020年08月】20世纪初，邹容发表的号召人民推翻清朝统治、建立“中华共和国”的著作是（）\nA、《驳康有为论革命书》\nB、《革命军》\nC、《警世钟》\nD、《猛回头》\n答案：B\n题解：邹容的《革命家》，阐述了在中国进行民主革命的正义性和必要性，号召人民推翻清朝统治，建立“中华共和国”。\n\n4.【2020年08月】1911年4月，资产阶级革命派在黄兴带领下举行的起义是（）\nA、广州起义\nB、河口起义\nC、惠州起义\nD、武昌起义\n答案：A\n题解：1911年4月27日，在黄兴的亲自带领下，120多名革命志士在广州举行起义。",
  content_object: {
    title: "中国近现代史纲要 第三章 辛亥革命",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 2,
        title: "单项选择题（每小题2分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】20世纪初，邹容发表的宣传民主革命思想的著作是（ ）",
            explanation:
              "《驳康有为论革命书》是章炳麟发表的，《警示钟》和《猛回头》是陈天华发表的，《革命军》是邹容发表的。",
            number: 1,
            userAnswer: [],
            score: 2,
            id: "g1q1",
            answer: ["B"],
            position: 2,
            type: "single",
            options: [
              { text: "《驳康有为论革命书》", value: "A" },
              { text: "《革命军》", value: "B" },
              { text: "《警示钟》", value: "C" },
              { text: "《猛回头》", value: "D" },
            ],
          },
          {
            title:
              "【自测题】近代中国历史上第一个全国性的资产阶级革命政党是（ ）",
            explanation:
              "中国同盟会是近代中国第一个全国性的资产阶级性质的政党，它的成立标志着中国资产阶级民主革命进入了一个新阶段。",
            number: 2,
            userAnswer: [],
            score: 2,
            id: "g1q2",
            answer: ["B"],
            position: 4,
            type: "single",
            options: [
              { text: "兴中会", value: "A" },
              { text: "中国同盟会", value: "B" },
              { text: "中华革命党", value: "C" },
              { text: "中国国民党", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1911年夏，湖北、湖南、广东和四川爆发的民众运动是（ ）",
            explanation:
              "1911年5月，清政府皇族内阁为筹集借款，宣布“铁路干线收归国有”，并将粤汉、川汉铁路的路权出卖给帝国主义，引起湖北、湖南、广东、四川四省民众的强烈反对，一场事关民族权益和个人利益的保路运动就这样兴起了，四川省尤其强烈。",
            number: 3,
            userAnswer: [],
            score: 2,
            id: "g1q3",
            answer: ["D"],
            position: 6,
            type: "single",
            options: [
              { text: "拒俄运动", value: "A" },
              { text: "拒法运动", value: "B" },
              { text: "立宪运动", value: "C" },
              { text: "保路运动", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1894年，孙中山在檀香山建立的中国第一个资产阶级革命组织是（ ）",
            explanation:
              "1894年，孙中山在北上过程中发现清政府的腐败比他原先了解的要严重得多，从此放弃改良主张，走上了资产阶级民主革命之路。同年，孙中山在檀香山组织了中国第一个资产阶级革命组织——兴中会。",
            number: 4,
            userAnswer: [],
            score: 2,
            id: "g1q4",
            answer: ["A"],
            position: 8,
            type: "single",
            options: [
              { text: "兴中会", value: "A" },
              { text: "华兴会", value: "B" },
              { text: "光复会", value: "C" },
              { text: "岳王会", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1905年至1907年，资产阶级革命派与改良派论战的焦点是（ ）",
            explanation:
              "1905年至1907年，以孙中山为代表的革命派和以康有为为代表的改良派，分别以《民报》和《新民丛报》为主要舆论阵地展开论战。这场论战主要围绕以下问题展开：（1）要不要以革命手段推翻清政府。这是论战的焦点。（2）要不要推翻帝制，实行共和。（3）要不要社会改革。",
            number: 5,
            userAnswer: [],
            score: 2,
            id: "g1q5",
            answer: ["B"],
            position: 10,
            type: "single",
            options: [
              { text: "要不要打倒列强", value: "A" },
              { text: "要不要以革命手段推翻清政府", value: "B" },
              { text: "要不要实行共和", value: "C" },
              { text: "要不要废科举，兴学堂", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1911年4月，资产阶级革命派在黄兴带领下举行的起义是（ ）",
            explanation:
              "1911年4月27日，在黄兴的亲自带领下，120多名革命志士在广州举行起义。起义失败后，遇难者有72人被安葬于广州红花岗（改名为黄花岗），史称黄花岗起义。",
            number: 6,
            userAnswer: [],
            score: 2,
            id: "g1q6",
            answer: ["C"],
            position: 12,
            type: "single",
            options: [
              { text: "惠州起义", value: "A" },
              { text: "河口起义", value: "B" },
              { text: "广州起义", value: "C" },
              { text: "武昌起义", value: "D" },
            ],
          },
          {
            title:
              "【自测题】中国历史上第一部具有资产阶级共和国宪法性质的法典是（ ）",
            explanation:
              "1912年3月，临时参议院颁布《中华民国临时约法》。这是中国历史上第一部具有资产阶级共和国宪法性质的法典。",
            number: 7,
            userAnswer: [],
            score: 2,
            id: "g1q7",
            answer: ["D"],
            position: 14,
            type: "single",
            options: [
              { text: "《中华民国宪法》", value: "A" },
              { text: "《钦定宪法大纲》", value: "B" },
              { text: "《中华民国约法》", value: "C" },
              { text: "《中华民国临时约法》", value: "D" },
            ],
          },
          {
            title:
              "【自测题】为反对袁世凯刺杀宋教仁和“善后大借款”，孙中山在1913年领导革命党人发动了（ ）",
            explanation:
              "面对北洋军阀的黑暗统治，以孙中山为首的资产阶级革命派仍坚持革命的立场，为捍卫资产阶级民主革命成果进行了一系列的斗争。为反对袁世凯刺杀宋教仁和“善后大借款”，1913年7月，李烈钧在江西湖口通电讨袁，不久黄兴在南京宣布讨袁，其他地方如上海、安徽、湖南、广东、福建等地也先后响应。战争主要在九江、南京一带进行，史称“赣宁之役”，又称“二次革命”。",
            number: 8,
            userAnswer: [],
            score: 2,
            id: "g1q8",
            answer: ["A"],
            position: 16,
            type: "single",
            options: [
              { text: "“二次革命”", value: "A" },
              { text: "护国战争", value: "B" },
              { text: "护法战争", value: "C" },
              { text: "北伐战争", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1911年，在保路运动中规模最大、斗争最激烈的省份是（ ）",
            explanation:
              "1911年5月，清政府皇族内阁为筹集借款，宣布“铁路干线收归国有”，并将粤汉、川汉铁路的路权出卖给帝国主义，引起湖北、湖南、广东、四川四省民众的强烈反对，一场事关民族权益和个人利益的保路运动就这样兴起了，四川省尤其强烈。",
            number: 9,
            userAnswer: [],
            score: 2,
            id: "g1q9",
            answer: ["D"],
            position: 18,
            type: "single",
            options: [
              { text: "湖北", value: "A" },
              { text: "湖南", value: "B" },
              { text: "广东", value: "C" },
              { text: "四川", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1904年至1905年，为了争夺在华利益（侵略权益）而在中国东北进行战争的帝国主义国家是（ ）",
            explanation:
              "1904年至1905年，日、俄两国为了争夺在华利益竟然在中国东北进行战争，清政府却宣布“局外中立”，结果日本战胜俄国，俄国将所攫得的中国东北南部所有一切权益“转让”日本。",
            number: 10,
            userAnswer: [],
            score: 2,
            id: "g1q10",
            answer: ["D"],
            position: 20,
            type: "single",
            options: [
              { text: "美国与俄国", value: "A" },
              { text: "美国与英国", value: "B" },
              { text: "英国与日本", value: "C" },
              { text: "日本与俄国", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1905年8月，中国同盟会成立时所确定的机关刊物是（ ）",
            explanation:
              "1905年8月20日，孙中山、黄兴等人在东京成立中国同盟会，孙中山被公举为总理，黄兴被任命为执行部庶务，实际主持会内日常工作。同盟会以“驱除鞑虏，恢复中华，创立民国，平均地权”为纲领，机关报为《民报》。",
            number: 11,
            userAnswer: [],
            score: 2,
            id: "g1q11",
            answer: ["A"],
            position: 22,
            type: "single",
            options: [
              { text: "《民报》", value: "A" },
              { text: "《新民丛报》", value: "B" },
              { text: "《时务报》", value: "C" },
              { text: "《万国公报》", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的（ ）",
            explanation: "武昌起义引来了全国响应，掀起了辛亥革命的高潮。",
            number: 12,
            userAnswer: [],
            score: 2,
            id: "g1q12",
            answer: ["D"],
            position: 24,
            type: "single",
            options: [
              { text: "惠州起义", value: "A" },
              { text: "河口起义", value: "B" },
              { text: "广州起义", value: "C" },
              { text: "武昌起义", value: "D" },
            ],
          },
          {
            title: "【自测题】1911年4月，资产阶级革命派发动的武装起义是（ ）",
            explanation:
              "1911年4月27日，在黄兴的亲自带领下，120多名革命志士在广州举行起义。起义失败后，遇难者有72人被安葬于广州红花岗（改名为黄花岗），史称黄花岗起义。",
            number: 13,
            userAnswer: [],
            score: 2,
            id: "g1q13",
            answer: ["C"],
            position: 26,
            type: "single",
            options: [
              { text: "惠州起义", value: "A" },
              { text: "河口起义", value: "B" },
              { text: "广州起义", value: "C" },
              { text: "武昌起义", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1913年，孙中山领导革命党人发动的反对袁世凯的斗争是（ ）",
            explanation:
              "面对北洋军阀的黑暗统治，以孙中山为首的资产阶级革命派仍坚持革命的立场，为捍卫资产阶级民主革命成果进行了一系列的斗争。为反对袁世凯刺杀宋教仁和“善后大借款”，1913年7月，李烈钧在江西湖口通电讨袁，不久黄兴在南京宣布讨袁，其他地方如上海、安徽、湖南、广东、福建等地也先后响应。战争主要在九江、南京一带进行，史称“赣宁之役”，又称“二次革命”。",
            number: 14,
            userAnswer: [],
            score: 2,
            id: "g1q14",
            answer: ["A"],
            position: 28,
            type: "single",
            options: [
              { text: "“二次革命”", value: "A" },
              { text: "护国战争", value: "B" },
              { text: "护法战争", value: "C" },
              { text: "北伐战争", value: "D" },
            ],
          },
          {
            title: "【自测题】1914年7月，孙中山在东京正式成立的革命党派是（ ）",
            explanation:
              "二次革命失败后，孙中山逃亡日本。1914年7月，孙中山在东京正式成立中华革命党。中华革命党坚持反对袁世凯专制统治的正确方向，但其要求党员个人绝对服从领袖，并采用打指模的封建入会方式，遭到黄兴等人的公开反对。中华革命党的社会影响远不如同盟会。",
            number: 15,
            userAnswer: [],
            score: 2,
            id: "g1q15",
            answer: ["D"],
            position: 30,
            type: "single",
            options: [
              { text: "兴中会", value: "A" },
              { text: "中国同盟会", value: "B" },
              { text: "国民党", value: "C" },
              { text: "中华革命党", value: "D" },
            ],
          },
          {
            title: "【自测题】1917年，孙中山领导发动了反对北洋军阀的（ ）",
            explanation:
              "1917年7月中旬，孙中山率领部分国会议员南下广州，发动了第一次护法运动。",
            number: 16,
            userAnswer: [],
            score: 2,
            id: "g1q16",
            answer: ["C"],
            position: 32,
            type: "single",
            options: [
              { text: "“二次革命”", value: "A" },
              { text: "护国运动", value: "B" },
              { text: "第一次护法运动", value: "C" },
              { text: "第二次护法运动", value: "D" },
            ],
          },
          {
            title:
              "【自测题】20世纪初，为传播民主革命思想，号召人民推翻清朝统治的著作《革命军》的作者是（ ）",
            explanation:
              "邹容的《革命军》，阐述了在中国进行民主革命的正义性和必要性，号召人民推翻清朝统治，建立“中华共和国”。",
            number: 17,
            userAnswer: [],
            score: 2,
            id: "g1q17",
            answer: ["C"],
            position: 34,
            type: "single",
            options: [
              { text: "黄兴", value: "A" },
              { text: "章炳麟", value: "B" },
              { text: "邹容", value: "C" },
              { text: "陈天华", value: "D" },
            ],
          },
          {
            title:
              "【自测题】20世纪初，在民主革命思想传播中发表《警世钟》的是（ ）",
            explanation:
              "陈天华的《警世钟》和《猛回头》，抨击了外国列强瓜分中国的罪恶图谋，揭露了清政府的卖国行径，号召人民推翻这个“洋人的朝廷”。",
            number: 18,
            userAnswer: [],
            score: 2,
            id: "g1q18",
            answer: ["C"],
            position: 36,
            type: "single",
            options: [
              { text: "章炳麟", value: "A" },
              { text: "邹容", value: "B" },
              { text: "陈天华", value: "C" },
              { text: "孙中山", value: "D" },
            ],
          },
          {
            title:
              "【自测题】20世纪初，在民主革命思想传播中发表《驳康有为论革命书》的是（ ）",
            explanation:
              "章炳麟发表的《驳康有为论革命书》，歌颂革命是“启迪民智，除旧布新”的良药，强调中国人有能力建立民主共和制度。",
            number: 19,
            userAnswer: [],
            score: 2,
            id: "g1q19",
            answer: ["B"],
            position: 38,
            type: "single",
            options: [
              { text: "邹容", value: "A" },
              { text: "章炳麟", value: "B" },
              { text: "陈天华", value: "C" },
              { text: "严复", value: "D" },
            ],
          },
          {
            title:
              "【自测题】20世纪初，邹容发表的号召人民推翻清朝统治、建立“中华共和国”（即宣传民主革命思想）的著作是（ ）",
            explanation:
              "《驳康有为论革命书》是章炳麟发表的，《革命军》是邹容发表的，《警世钟》和《猛回头》是陈天华发表的。",
            number: 20,
            userAnswer: [],
            score: 2,
            id: "g1q20",
            answer: ["B"],
            position: 40,
            type: "single",
            options: [
              { text: "《驳康有为论革命书》", value: "A" },
              { text: "《革命军》", value: "B" },
              { text: "《警世钟》", value: "C" },
              { text: "《猛回头》", value: "D" },
            ],
          },
          {
            title:
              "【自测题】中国历史上第一次比较完全意义上的资产阶级民主革命是（ ）",
            explanation:
              "辛亥革命是一次比较完全意义上的资产阶级民主革命，打开了中国进步潮流的闸门，是中华民族伟大复兴征程上的一个里程碑，具有伟大的历史意义。",
            number: 21,
            userAnswer: [],
            score: 2,
            id: "g1q21",
            answer: ["B"],
            position: 42,
            type: "single",
            options: [
              { text: "戊戌维新运动", value: "A" },
              { text: "辛亥革命", value: "B" },
              { text: "护国运动", value: "C" },
              { text: "国民革命", value: "D" },
            ],
          },
          {
            title: "【自测题】袁世凯窃夺辛亥革命成果后，于1914年5月炮制了（ ）",
            explanation:
              "1914年5月，袁世凯炮制《中华民国约法》，用总统制取代内阁制。",
            number: 22,
            userAnswer: [],
            score: 2,
            id: "g1q22",
            answer: ["B"],
            position: 44,
            type: "single",
            options: [
              { text: "《戒严法》", value: "A" },
              { text: "《中华民国约法》", value: "B" },
              { text: "《钦定宪法大纲》", value: "C" },
              { text: "《暂行新刑律》", value: "D" },
            ],
          },
          {
            title: "【自测题】辛亥革命时期，资产阶级革命派的阶级基础是（ ）",
            explanation:
              "中国资产阶级民主革命是由以孙中山为首的资产阶级革命派首先发动的，其阶级基础是中国民族资产阶级。",
            number: 23,
            userAnswer: [],
            score: 2,
            id: "g1q23",
            answer: ["C"],
            position: 46,
            type: "single",
            options: [
              { text: "买办资产阶级", value: "A" },
              { text: "官僚资产阶级", value: "B" },
              { text: "民族资产阶级", value: "C" },
              { text: "城市小资产阶级", value: "D" },
            ],
          },
          {
            title:
              "【2017年04月】1911年，在保路运动中规模最大、斗争最激烈的省份是（ ）",
            explanation:
              "1911年5月，清政府皇族内阁为筹集借款，宣布“铁路干线收归国有”，并将粤汉、川汉铁路的路权出卖给帝国主义，引起湖北、湖南、广东、四川四省民众的强烈反对，一场事关民族权益和个人利益的保路运动就这样兴起了，四川省尤其强烈。",
            number: 24,
            userAnswer: [],
            score: 2,
            id: "g1q24",
            answer: ["D"],
            position: 48,
            type: "single",
            options: [
              { text: "湖北", value: "A" },
              { text: "湖南", value: "B" },
              { text: "广东", value: "C" },
              { text: "四川", value: "D" },
            ],
          },
          {
            title:
              "【2017年04月】中国历史上第一部具有资产阶级共和国宪法性质的法典是（ ）",
            explanation:
              "1912年3月，临时参议院颁布《中华民国临时约法》。这是中国历史上第一部具有资产阶级共和国宪法性质的法典。",
            number: 25,
            userAnswer: [],
            score: 2,
            id: "g1q25",
            answer: ["A"],
            position: 50,
            type: "single",
            options: [
              { text: "《中华民国临时约法》", value: "A" },
              { text: "《钦定宪法大纲》", value: "B" },
              { text: "《中华民国约法》", value: "C" },
              { text: "《中华民国宪法》", value: "D" },
            ],
          },
          {
            title:
              "【2017年10月】1904年至1905年，为争夺侵略权益公然在中国东北进行战争的是（ ）",
            explanation:
              "1904年至1905年，日、俄两国为了争夺在华利益竟然在中国东北进行战争，清政府却宣布“局外中立”，结果日本战胜俄国，俄国将所攫得的中国东北南部所有一切权益“转让”日本。",
            number: 26,
            userAnswer: [],
            score: 2,
            id: "g1q26",
            answer: ["D"],
            position: 52,
            type: "single",
            options: [
              { text: "美国与俄国", value: "A" },
              { text: "美国与英国", value: "B" },
              { text: "英国与日本", value: "C" },
              { text: "日本与俄国", value: "D" },
            ],
          },
          {
            title:
              "【2017年10月】20世纪初，在资产阶级民主革命思想传播中发表《驳康有为论革命书》的是（ ）",
            explanation:
              "20世纪初，资产阶级革命派著书立说，使民主革命思想迅速地传播开来。其中，章炳麟的《驳康有为论革命书》，歌颂革命是“启迪民智，除旧布新”的良药，强调中国人有能力建立民主共和制度。",
            number: 27,
            userAnswer: [],
            score: 2,
            id: "g1q27",
            answer: ["C"],
            position: 54,
            type: "single",
            options: [
              { text: "孙中山", value: "A" },
              { text: "邹容", value: "B" },
              { text: "章炳麟", value: "C" },
              { text: "陈天华", value: "D" },
            ],
          },
          {
            title:
              "【2018年04月】为反对袁世凯的独裁和卖国行径，孙中山在1913年领导革命党人发动了（ ）",
            explanation:
              "面对北洋军阀的黑暗统治，以孙中山为首的资产阶级革命派仍坚持革命的立场，为捍卫资产阶级民主革命成果进行了一系列的斗争。为反对袁世凯刺杀宋教仁和“善后大借款”，1913年7月，李烈钧在江西湖口通电讨袁，不久黄兴在南京宣布讨袁，其他地方如上海、安徽、湖南、广东、福建等地也先后响应。战争主要在九江、南京一带进行，史称“赣宁之役”，又称“二次革命”。",
            number: 28,
            userAnswer: [],
            score: 2,
            id: "g1q28",
            answer: ["A"],
            position: 56,
            type: "single",
            options: [
              { text: "二次革命", value: "A" },
              { text: "护国战争", value: "B" },
              { text: "护法战争", value: "C" },
              { text: "北伐战争", value: "D" },
            ],
          },
          {
            title:
              "【2018年10月】1904年至1905年，为争夺在华利益而在中国东北进行战争的帝国主义国家是（ ）",
            explanation:
              "1904年至1905年，日、俄两国为了争夺在华利益竟然在中国东北进行战争，清政府却宣布“局外中立”，结果日本战胜俄国，俄国将所攫得的中国东北南部所有一切权益“转让”日本。",
            number: 29,
            userAnswer: [],
            score: 2,
            id: "g1q29",
            answer: ["A"],
            position: 58,
            type: "single",
            options: [
              { text: "日本与俄国", value: "A" },
              { text: "美国与英国", value: "B" },
              { text: "英国与日本", value: "C" },
              { text: "美国与俄国", value: "D" },
            ],
          },
          {
            title:
              "【2018年10月】在1911年爆发的保路运动中，规模最大，斗争最激烈的省份是（ ）",
            explanation:
              "1911年5月，清政府皇族内阁为筹集借款，宣布“铁路干线收归国有”，并将粤汉、川汉铁路的路权出卖给帝国主义，引起湖北、湖南、广东、四川四省民众的强烈反对，一场事关民族权益和个人利益的保路运动就这样兴起了，四川省尤其强烈。",
            number: 30,
            userAnswer: [],
            score: 2,
            id: "g1q30",
            answer: ["D"],
            position: 60,
            type: "single",
            options: [
              { text: "湖南", value: "A" },
              { text: "湖北", value: "B" },
              { text: "广东", value: "C" },
              { text: "四川", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】1911年4月，资产阶级革命派发动的武装起义是（ ）",
            explanation:
              "同盟会成立以后，以孙中山为首的资产阶级革命派，把开展武装起义放在了首要地位，组织了多次武装起义。其中影响最大的是1911年的广州起义。1911年4月27日，在黄兴的亲自带领下，120多名革命志士在广州举行起义。起义失败后，遇难者有72人被安葬于广州红花岗（改名为黄花岗），史称黄花岗起义。",
            number: 31,
            userAnswer: [],
            score: 2,
            id: "g1q31",
            answer: ["C"],
            position: 62,
            type: "single",
            options: [
              { text: "惠州起义", value: "A" },
              { text: "河口起义", value: "B" },
              { text: "黄花岗起义", value: "C" },
              { text: "武昌起义", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】在1911年爆发的保路运动中，规模最大、斗争最激烈的省份是（ ）",
            explanation:
              "1911年5月，清政府皇族内阁为筹集借款，宣布“铁路干线收归国有”，并将粤汉、川汉铁路的路权出卖给帝国主义，引起湖北、湖南、广东、四川四省民众的强烈反对，一场事关民族权益和个人利益的保路运动就这样兴起了，四川省尤其强烈。",
            number: 32,
            userAnswer: [],
            score: 2,
            id: "g1q32",
            answer: ["B"],
            position: 64,
            type: "single",
            options: [
              { text: "湖南", value: "A" },
              { text: "四川", value: "B" },
              { text: "广东", value: "C" },
              { text: "湖北", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】在1911年爆发的保路运动中，规模最大、斗争最激烈的省份是（ ）",
            explanation:
              "1911年5月，清政府皇族内阁为筹集借款，宣布“铁路干线收归国有”，并将粤汉、川汉铁路的路权出卖给帝国主义，引起湖北、湖南、广东、四川等四省民众的强烈反对，一场事关民族权益和个人利益的保路运动随后兴起，四川省尤其强烈。",
            number: 33,
            userAnswer: [],
            score: 2,
            id: "g1q33",
            answer: ["A"],
            position: 66,
            type: "single",
            options: [
              { text: "四川", value: "A" },
              { text: "湖南", value: "B" },
              { text: "广东", value: "C" },
              { text: "湖北", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】中国历史上第一部具有资产阶级共和国宪法性质的法典是（ ）",
            explanation:
              "1912年3月，临时参议院颁布《中华民国临时约法》。这是中国历史上第一部具有资产阶级共和国宪法性质的法典。《中华民国临时约法》以根本大法的形式废除了两千年来的封建君主专制制度，确认了资产阶级共和国的政治制度。",
            number: 34,
            userAnswer: [],
            score: 2,
            id: "g1q34",
            answer: ["D"],
            position: 68,
            type: "single",
            options: [
              { text: "《中华民国宪法》", value: "A" },
              { text: "《钦定宪法大纲》", value: "B" },
              { text: "《中华民国约法》", value: "C" },
              { text: "《中华民国临时约法》", value: "D" },
            ],
          },
          {
            title:
              "【2020年08月】20世纪初，邹容发表的号召人民推翻清朝统治、建立“中华共和国”的著作是（）",
            explanation:
              "邹容的《革命家》，阐述了在中国进行民主革命的正义性和必要性，号召人民推翻清朝统治，建立“中华共和国”。",
            number: 35,
            userAnswer: [],
            score: 2,
            id: "g1q35",
            answer: ["B"],
            position: 70,
            type: "single",
            options: [
              { text: "《驳康有为论革命书》", value: "A" },
              { text: "《革命军》", value: "B" },
              { text: "《警世钟》", value: "C" },
              { text: "《猛回头》", value: "D" },
            ],
          },
          {
            title:
              "【2020年08月】1911年4月，资产阶级革命派在黄兴带领下举行的起义是（）",
            explanation:
              "1911年4月27日，在黄兴的亲自带领下，120多名革命志士在广州举行起义。",
            number: 36,
            userAnswer: [],
            score: 2,
            id: "g1q36",
            answer: ["A"],
            position: 72,
            type: "single",
            options: [
              { text: "广州起义", value: "A" },
              { text: "河口起义", value: "B" },
              { text: "惠州起义", value: "C" },
              { text: "武昌起义", value: "D" },
            ],
          },
        ],
        position: 1,
        type: "single",
        id: "g1",
      },
    ],
    totalScore: 72,
    questionCount: 36,
  },
  create_time: "2018-07-11T09:59:56.570740",
  is_active: true,
  questions_count: 36,
  is_break_through: false,
  tags: "章节习题",
  order_number: 5,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第三章 辛亥革命（客观）",
};
