export default {
  id: 18,
  title: "第六章 中华民族的抗日战争（客观）",
  content:
    "中国近现代史纲要 第六章 中华民族的抗日战争\n一.单项选择题（每小题2分）\n1.【自测题】毛泽东在《论持久战》中指出，中国抗日战争取得胜利最关键的阶段是（ ）\nA.战略防御阶段  B.战略相持阶段  C.战略反攻阶段  D.战略决战阶段\n答案：B\n题解：1938年5月至6月间，毛泽东发表《论持久战》，总结抗战10个月来的经验，集中全党智慧，系统地阐述了抗日战争的特点、前途和发展规律，阐明了持久抗战的总方针。毛泽东还科学地预测了抗日战争的发展进程。即：抗日战争将经过战略防御、战略相持、战略反攻三个阶段。其中，战略相持阶段，是中国抗日战争取得最后胜利的最关键的阶段。\n2.【自测题】1931年，日本帝国主义制造的侵略中国东北的事变是（ ）\nA.九一八事变  B.一•二八事变  C.七七事变  D.八一三事变\n答案：A\n题解：1931年9月18日深夜，日本关东军自行炸毁“南满”铁路沈阳北郊柳条湖的一小段路轨，反诬中国军队所为，随即炮轰东北军驻地北大营；接着，日军分别向沈阳和长春、四平、公主岭等地发起进攻。这就是九一八事变。日本开始了变中国为其独占殖民地的侵华战争。\n3.【自测题】1935年12月，中国共产党确定抗日民族统一战线政策的会议是（ ）\nA.遵义会议  B.瓦窑堡会议  C.洛川会议    D.晋绥干部会议\n答案：B\n题解：在全国抗日救亡运动高涨之际，中国共产党及时提出抗日民族统一战线的新政策。早在1935年8月1日，中共驻共产国际代表团就以中华苏维埃共和国临时中央政府和中共中央的名义发表《为抗日救国告全国同胞书》，呼吁全国各党派、各界同胞、各军队都应有“兄弟阋于墙外御其侮”的真诚觉悟，捐弃前嫌，停止内战，集中一切国力，为抗日救国的神圣事业而奋斗。同年12月，长征到达陕北不就的中共中央在瓦窑堡召开政治局扩大会议，提出了在抗日的条件下与民族资产阶级重建统一战线的新政策，批评了党内长期存在的“左”倾冒险主义、关门主义的错误倾向。瓦窑堡会议为迎接全国抗日新高潮到来作了理论和政治上的准备。\n4.【自测题】1938年3月，国民党军队在抗日战争正面战场上取得胜利的战役是（ ）\nA.台儿庄战役   B.桂南战役  C.枣宜战役  D.中条山战役  \n答案：A\n题解：1938年3月，李宗仁领导的第五战区在台儿庄战役中，歼灭日军1万余人，取得大捷。\n5.【自测题】1938年5月，毛泽东发表的系统阐述抗日战争特点、前途和发展规律的著作是（ ）\nA.《论反对日本帝国主义的策略》 B.《论持久战》  C.《论政策》  D.《论联合政府》\n答案：B\n题解：1938年5月至6月间，毛泽东发表《论持久战》，总结抗战10个月来的经验，集中全党智慧，系统地阐述了抗日战争的特点、前途和发展规律，阐明了持久抗战的总方针。\n6.【自测题】在抗日战争中为国捐躯的八路军副参谋长是（ ）\nA.彭雪枫   B.赵尚志   C.杨靖宇  D.左权\n答案：D\n题解：在抗日战争中，涌现了无数的民族英雄，八路军副参谋长左权、东北抗日联军第一路军总指挥杨靖宇、第二路军副总指挥赵尚志、新四军第四师师长彭雪枫等抗日将领在作战中以身殉国。\n7.【自测题】1945年8月，发表《对日寇的最后一战》声明的是（ ）\nA.朱德  B.周恩来   C.彭德怀   D.毛泽东\n答案：D\n题解：1945年8月9日，毛泽东发表《对日寇的最后一战》的声明，指出抗日战争到了最后阶段，号召八路军、新四军及其他人民军队，应在一切可能条件下，对于一切不愿投降的侵略者及其走狗实行广泛的进攻。\n8.【自测题】1933年5月，国民党西北军将领冯玉祥领导成立的抗日武装力量是（ ）\nA.东北抗日义勇军  B.察哈尔抗日同盟军  C.东北抗日联军  D.冀中回民支队\n答案：B\n题解：1933年5月，原西北军将领冯玉祥在张家口成立察哈尔抗日同盟军，并任同盟军总司令。\n9.【自测题】1938年3月，国民党军队在抗日战争正面战场取得胜利的战役是（ ）\nA.平型关战役  B.桂南战役  C.台儿庄战役  D.枣宜战役\n答案：C\n题解：1938年3月，李宗仁领导的第五战区在台儿庄战役中，歼灭日军1万余人，取得大捷。\n10.【自测题】1937年8月，中国共产党制定《抗日救国十大纲领》的重要会议是（ ）\nA.瓦窑堡会议  B.洛川会议\tC.中共六届六中全会  D.中共六届七中全会\n答案：B\n题解：1937年8月22日，中共中央在陕北洛川召开了政治局扩大会议。会议通过了《关于目前形势与党的任务的决定》和《抗日救国十大纲领》，提出了关于抗日的基本主张。\n11.【自测题】1931年，日本帝国主义制造的侵略中国东北的事变是（ ）\nA.九一八事变  B.一•二八事变  C.七七事变  D.八一三事变\n答案：A\n题解：1931年9月18日深夜，日本关东军自行炸毁“南满”铁路沈阳北郊柳条湖的一小段路轨，反诬中国军队所为，随即炮轰东北军驻地北大营；接着，日军分别向沈阳和长春、四平、公主岭等地发起进攻。这就是九一八事变。日本开始了变中国为其独占殖民地的侵华战争。\n12.【自测题】1932年，日本侵略者在中国策划建立的傀儡政权是（ ）\nA.伪“华北自治政府”  B.伪“满洲国”  C.伪“中华民国维新政府”  D.伪“中华民国国民政府”\n答案：B\n题解：日本发动侵华战争后，在占领区复制傀儡政权，实行极端残暴的军事殖民统治。九一八事变后，日本在中国东北实行了14年的殖民统治。1932年3月，在日本关东军的导演下，伪“满洲国”发表“建国”宣言，年号“大同”。早已被中国人民革命赶下台的清朝末代皇帝溥仪在长春举行“就职典礼”，担任伪“满洲国”的“执政”。日本通过伪“满洲国”，对东北人民实行殖民统治。\n13.【自测题】1933年11月，国民党爱国将领蔡廷锴和蒋光鼐发动了抗日反蒋的（ ）\nA.北京事变  B.福建事变  C.西安事变\tD.皖南事变\n答案：B\n题解：1933年11月，国民党第十九路军将领蔡廷锴、蒋光鼐以及国民党内李济深、陈铭枢等反蒋爱国人士在福建福州举行抗日反蒋事变。\n14.【自测题】1933年11月，在福州发动抗日反蒋事变的国民党爱国将领是（ ）\nA.马占山和李杜  B.冯玉祥和吉鸿昌  C.蔡廷锴和蒋光鼐  D.张学良和杨虎城\n答案：C\n题解：1933年11月，国民党第十九路军将领蔡廷锴、蒋光鼐以及国民党内李济深、陈铭枢等反蒋爱国人士在福建福州举行抗日反蒋事变。\n15.【自测题】1933年5月，在张家口领导成立察哈尔民众抗日同盟军的国民党爱国将领是（ ）\nA.蔡廷锴  B.蒋光鼐  C.冯玉祥  D.李济深\n答案：C\n题解：1933年5月，原西北军将领冯玉祥在张家口成立察哈尔抗日同盟军，并任同盟军总司令。\n16.【自测题】1935年12月，中国共产党召开的确定抗日民族统一战线新政策的会议是（ ）\nA.西湖会议  B.八七会议  C.瓦窑堡会议  D.洛川会议\n答案：C\n题解：在全国抗日救亡运动高涨之际，中国共产党及时提出抗日民族统一战线的新政策。早在1935年8月1日，中共驻共产国际代表团就以中华苏维埃共和国临时中央政府和中共中央的名义发表《为抗日救国告全国同胞书》，呼吁全国各党派、各界同胞、各军队都应有“兄弟阋于墙外御其侮”的真诚觉悟，捐弃前嫌，停止内战，集中一切国力，为抗日救国的神圣事业而奋斗。同年12月，长征到达陕北不就的中共中央在瓦窑堡召开政治局扩大会议，提出了在抗日的条件下与民族资产阶级重建统一战线的新政策，批评了党内长期存在的“左”倾冒险主义、关门主义的错误倾向。瓦窑堡会议为迎接全国抗日新高潮到来作了理论和政治上的准备。\n17.【自测题】1935年，北平学生在中共号召和北平临时工作委员会领导下举行的抗日救亡运动是（ ）\nA.五卅运动   B.一二•九运动    C.一二•一运动  D.一二•三O运动\n答案：B\n题解：1935年12月9日，在中国共产党救亡图存、全民抗战的号召和中共北平临时工作委员会的领导下，北平学生举行声势浩大的抗日游行。学生们喊出“反对华北自治运动”、“打倒日本帝国主义”、“停止内战，一致对外”等口号，游行队伍遭到国民党军警镇压。12月16日，北平学生和市民1万多人在天桥召开市民大会，反对成立冀察政务委员会，并举行了更大规模的示威游行。在群众的压力下，冀察政务委员会被迫延期成立。这就是一二·九运动。\n18.【自测题】1935年，日本帝国主义制造了侵略中国的（ ）\nA.九一八事变  B.一二八事变   C.华北事变  D.卢沟桥事变\n答案：C\n题解：九一八事变是1931年发动的；一二八事变，又称一·二八淞沪抗战，是1932年发动的；华北事变是1935年发动的；卢沟桥事变是1937年发动的。\n19.【自测题】1937年7月，日本帝国主义发动全面侵华战争的标志是（ ）\nA.九一八事变  B.一二八事变  C.华北事变   D.卢沟桥事变\n答案：D\n题解：九一八事变是1931年发动的；一二八事变，又称一·二八淞沪抗战，是1932年发动的；华北事变是1935年发动的；卢沟桥事变是1937年发动的。\n20.【自测题】1937年8月，中国共产党制定《抗日救国十大纲领》的重要会议是（ ）\nA.瓦窑堡会议  B.洛川会议   C.中共六届六中全会  D.中共六届七中全会\n答案：B\n题解：1937年8月22日，中共中央在陕北洛川召开了政治局扩大会议。会议通过了《关于目前形势与党的任务的决定》和《抗日救国十大纲领》，提出了关于抗日的基本主张。\n21.【自测题】1937年，出任新四军军长的是（ ）\nA.朱德   B.刘伯承   C.叶挺   D.陈毅\n答案：C\n题解：抗战爆发后，叶挺出任新四军军长。朱德是八路军总指挥。刘伯承是八路军129师师长。陈毅是皖南事变后继叶挺之后的新四军军长。\n22.【自测题】1937年，在抗日战争的淞沪会战中，率领“八百壮士”孤军据守四行仓库的爱国将领是（ ）\nA.佟麟阁  B.赵登禹   C.戴安澜  D.谢晋元\n答案：D\n题解：在淞沪会战中，第八十八师五二四团团附谢晋元率孤军据守四行仓库，被上海市民誉为“八百壮士”。\n23.【自测题】1938年10月广州、武汉失守后，中国抗日战争进入（ ）\nA.战略防御阶段  B.战略相持阶段  C.战略反攻阶段  D.战略决战阶段\n答案：B\n题解：从1937年7月卢沟桥事变到1938年10月广州、武汉失守，中国抗战处于战略防御阶段。广州、武汉失守之后，中国抗战进入战略相持阶段。\n24.【自测题】1938年3月，在抗日战争的战略防御阶段，国民党军队在正面战场上取得胜利的战役是（ ）\nA.台儿庄战役  B.桂南战役  C.枣宜战役  D.中条山战役\n答案：A\n题解：1938年3月，李宗仁领导的第五战区在台儿庄战役中，歼灭日军1万余人，取得大捷。\n25.【自测题】1938年5、6月间，毛泽东发表的系统论述抗日战争特点、前途和发展规律的著作是（ ）\nA.《论反对日本帝国主义的策略》  B.《抗日救国十大纲领》  C.《论持久战》  D.《对日寇的最后一战》  \n答案：C\n题解：1938年5月至6月间，毛泽东发表《论持久战》，总结抗战10个月来的经验，集中全党智慧，系统地阐述了抗日战争的特点、前途和发展规律，阐明了持久抗战的总方针。\n26.【自测题】1939年1月，国民党制定“防共、限共、溶共、反共”方针的会议是（ ）\nA.五届三中全会  B.五届四中全会  C.五届五中全会   D.五届六中全会  \n答案：C\n题解：1939年1月，国民党五届五中全会决定成立“防共委员会”，确定了“防共、限共、溶共、反共”的方针。\n27.【自测题】1940年8-12月，八路军发动的大规模进攻华北日军的战役是（ ）\nA.平型关战役  B.忻口战役   C.黄桥战役  D.百团大战\n答案：D\n题解：1940年8月至12月初，八路军总部调集105个团共20万人，对华北日军发动了一场大规模的以破袭敌人交通线为重要目标的进攻战役。这就是百团大战。\n28.【自测题】1940年，在枣宜会战中以身殉国的国民党爱国将领是（ ）\nA.佟麟阁  B.赵登禹  C.谢晋元  D.张自忠\n答案：D\n题解：1940年5月，在枣宜会战中，第三十三集团军总司令张自忠殉国。佟麟阁和赵登禹是在北平保卫战中殉国的国民党高级将领。谢晋元是在淞沪战役中率领八百壮士守四行的团长。\n29.【自测题】1942年，在缅北对日作战中以身殉国的中国远征军将领是（ ）\nA.佟麟阁  B.谢晋元\tC.戴安澜  D. 张自忠\n答案：C\n题解：1942年，中国陆军第二〇〇师师长戴安澜在缅北殉国。佟麟阁献身于卢沟桥事变后北平南苑保卫战，张自忠献身于1940年枣宜战役。谢晋元是上海四行仓库八百壮士的领衔。\n30.【自测题】1945年4月，出席联合国制宪会议中国代表团中的解放区代表是（ ）\nA.周恩来  B.刘少奇  C.董必武  D.王若飞  \n答案：C\n题解：中华民族在夺取抗日战争胜利的同时，也赢得了世界爱好和平人民的尊敬，中国国际地位也伴随抗日战争的胜利得到提高。1945年4月，联合国制宪会议在美国旧金山举行，包括中国解放区代表董必武在内的中国代表团出席了会议。\n31.【自测题】1945年4月，包括中国解放区代表董必武在内的中国代表团出席了（ ）\nA.《联合国家宣言》签署会议   B.德黑兰会议  C.雅尔塔会议  D.联合国制宪会议\n答案：D\n题解：中华民族在夺取抗日战争胜利的同时，也赢得了世界爱好和平人民的尊敬，中国国际地位也伴随抗日战争的胜利得到提高。1945年4月，联合国制宪会议在美国旧金山举行，包括中国解放区代表董必武在内的中国代表团出席了会议。\n32.【自测题】1945年8月，毛泽东发表的号召对日本侵略者实行全国规模反攻的文章是（ ）\nA.《为抗日救国告全国同胞书》  B.《关于目前形势与党的任务的决定》  C.《论持久战》  D.《对日寇的最后一战》\n答案：D\n题解：1945年8月9日，毛泽东发表《对日寇的最后一战》的声明，指出抗日战争到了最后阶段，号召八路军、新四军及其他人民军队，应在一切可能条件下，对于一切不愿投降的侵略者及其走狗实行广泛的进攻。\n33.【自测题】中国人民抗日战争进入全民族抗战的新阶段是在（ ）\nA.九一八事变爆发后   B.一二八事变爆发后  C.华北事变爆发后  D.卢沟桥事变爆发后\n答案：D\n题解：卢沟桥事变发生在1937年7月7日，日本发动全面侵华战争，中国人民全民族抗战开始。九一八事变发生在1931年，是日本开始侵华的标志，也是中国人民局部抗战的开始。一二八事变发生在1932年初，华北事变发生在1935年，二者是日本进一步侵华的系列事件。\n34.【自测题】从1937年卢沟桥事变到1938年10月广州、武汉失守，中国抗日战争处于（ ）\nA.战略防御阶段   B.战略相持阶段  C.战略反攻阶段   D.战略决战阶段\n答案：A\n题解：从1937年7月卢沟桥事变到1938年10月广州、武汉失守，中国抗战处于战略防御阶段。广州、武汉失守之后，中国抗战进入战略相持阶段。\n35.【自测题】全国性抗战开始后，中国军队取得的第一次重大胜利的战役是（ ）\nA.平型关战役  B.台儿庄战役  C.百团大战\tD.昆仑关战役\n答案：A\n题解：1937年9月，八路军第一一五师主力在晋东北平型关附近伏击日军，歼敌1000余人，击毁汽车100多辆，这就是平型关战役。平型关战役是全国性抗战开始后中国军队的第一次重大胜利，粉碎了日军不可战胜的神话。\n36.【自测题】在抗日战争中，国民党由比较积极地抗战转向消极抗战的标志是（ ）\nA.国民党五届三中全会的召开  B.国民党五届四中全会的召开  C.国民党五届五中全会的召开   D.国民党五届六中全会的召开\n答案：C\n题解：1939年1月，国民党五届五中全会决定成立“防共委员会”，确定了“防共、限共、溶共、反共”的方针。蒋介石还将抗战到底的含义解释为“恢复到卢沟桥事变以前的状态”。这标志着国民党由片面抗战逐步转变为消极抗战。\n37.【自测题】抗日战争时期，中国共产党开展的延安整风运动最主要的任务是（ ）\nA.反对主观主义以整顿学风  B.反对宗派主义以整顿党风  C.反对官僚主义以整顿作风  D.反对党八股以整顿文风\n答案：A\n题解：整风运动的主要内容：反对主观主义以整顿学风、反对宗派主义以整顿党风、反对党八股以整顿文风。其中，反对主观主义是整风运动最主要的任务。\n38.【自测题】抗日战争进入相持阶段后，日本帝国主义对国民党政府采取的政策是（ ）\nA.以军事打击为主，政治诱降为辅  B.以政治诱降为主，军事打击为辅  C.军事打击和政治诱降并重  D.速战速决，武力征服\n答案：B\n题解：抗日战争进入相持阶段后，日本改变了“速战速决”的战略方针，准备应付长期战争。1938年11月，日本政府提出“善邻友好、共同防共、经济提携”的对华三原则，对国民政府采取政治诱降为主、军事打击为辅的方针。\n39.【自测题】抗日民族统一战线中的顽固势力是指（ ）\nA.民族资产阶级   B.城市小资产阶级  C.大地主大资产阶级的抗日派  D.地方实力派\n答案：C\n题解：顽固势力是指大地主大资产阶级的抗日派，即以蒋介石集团为代表的国民党亲英美派。城市小资产阶级属于进步势力，民族资产阶级和地方势力派属于中间势力。\n40.【自测题】标志十年内战结束、国内和平基本实现的事件是（ ）\nA.九一八事变   B.西安事变  C.卢沟桥事变  D.八一三事变  \n答案：B\n题解：西安事变的和平解决成为时局转换的枢纽，十年内战的局面由此结束，国内和平基本实现。\n\n41.【2017年04月】1933年 11月，国民党爱国将领蔡廷锴和蒋光鼐发动的抗日反蒋事件是（ ）\nA.宁都起义  B.福建事变  C.西安事变  D.二二八起义\n答案：B\n题解：1933年11月，国民党第十九路军将领蔡廷锴、蒋光鼐以及国民党内李济深、陈铭枢等反蒋爱国人士在福建福州举行抗日反蒋事变。\n42.【2017年04月】1938年 10月广州、武汉失守后，中国抗日战争进入的阶段是（ ）\nA.战略防御阶段  B.战略相持阶段  C.战略反攻阶段  D.战略决战阶段\n答案：B\n题解：从1937年7月卢沟桥事变到1938年10月广州、武汉失守，中国抗战处于战略防御阶段。广州、武汉失守之后，中国抗战进入战略相持阶段。\n43.【2017年04月】1940年，八路军对华北日军发动大规模进攻的战役是（ ）\nA.平型关战役  B.雁门关战役  C.阳明堡战役  D.百团大战\n答案：D\n题解：1940年8月至12月初，八路军总部调集105个团共20万人，对华北日军发动了一场大规模的以破袭敌人交通线为重要目标的进攻战役。这就是百团大战。\n44.【2017年10月】1935年，日本帝国主义为扩大对华侵略而发动的事变是（ ）\nA.九一八事变  B.一•二八事变  C.华北事变  D.卢沟桥事变\n答案：C\n题解：日本占领中国东北后，其侵略野心并没有得到满足，又开始向中国华北地区渗透。1935年，日本在华北制造了一系列事端，向中国政府提出华北政权“特殊化”的要求。国民政府在河北、察哈尔两省的主权大部丧失，华北成为日军可以自由出入的“真空地带”。日本还策划华北五省两市“防共自治运动”。这一系列事件被称为“华北事件”。\n45.【2017年10月】1937年，在淞沪会战中率领“八百壮士”孤军据守四行仓库的爱国将领是（ ）\nA.谢晋元  B.佟麟阁   C.张自忠  D.戴安澜\n答案：A\n题解：在淞沪会战中，第八十八师五二四团团附谢晋元率孤军据守四行仓库，被上海市民誉为“八百壮士”。\n46.【2017年10月】1940年，八路军对侵华日军发动大规模进攻的战役是（ ）\nA.平型关战役   B.雁门关战役  C.阳明堡战役  D.百团大战\n答案：D\n题解：1940年8月至12月初，八路军总部调集105个团共20万人，对华北日军发动了一场大规模的以破袭敌人交通线为重要目标的进攻战役。这就是百团大战。\n47.【2018年04月】1933年11月，国民党爱国将领蔡廷锴和蒋光鼐等发动的抗日反蒋事件是（ ）\nA.宁都起义  B.福建事变  C.西安事变  D.二二八起义\n答案：B\n题解：1933年11月，国民党第十九路军将领蔡廷锴、蒋光鼐以及国民党内李济深、陈铭枢等反蒋爱国人士在福州举行抗日反蒋事变。\n48.【2018年10月】1935年，中国共产党提出建立抗日民族统一战线的会议是（ ）\nA.瓦窑堡会议  B.洛川会议   C.中共六届六中全会  D.中共六届七中全会\n答案：A\n题解：在全国抗日救亡运动高涨之际，中国共产党及时提出抗日民族统一战线的新政策。早在1935年8月1日，中共驻共产国际代表团就以中华苏维埃共和国临时中央政府和中共中央的名义发表《为抗日救国告全国同胞书》，呼吁全国各党派、各界同胞、各军队都应有“兄弟阋于墙外御其侮”的真诚觉悟，捐弃前嫌，停止内战，集中一切国力，为抗日救国的神圣事业而奋斗。同年12月，长征到达陕北不就的中共中央在瓦窑堡召开政治局扩大会议，提出了在抗日的条件下与民族资产阶级重建统一战线的新政策，批评了党内长期存在的“左”倾冒险主义、关门主义的错误倾向。瓦窑堡会议为迎接全国抗日新高潮到来作了理论和政治上的准备。\n49.【2018年10月】抗日战争全面爆发后，中国军队取得第一次重大胜利的战役是（ ）\nA.平型关战役  B.台儿庄战役  C.百团大战  D.昆仑关战役\n答案：A\n题解：1937年9月，八路军第一一五师主力在晋东北平型关附近伏击日军，歼敌1000余人，击毁汽车100多辆，这就是平型关战役。平型关战役是全国性抗战开始后中国军队的第一次重大胜利，粉碎了日军不可战胜的神话。\n50.【2019年04月】1932年，日本侵略者在中国策划建立的傀儡政权是（ ）\nA.伪“华北自治政府”  B.伪“满洲国”  C.伪“中华民国维新政府”  D.伪“中华民国国民政府”\n答案：B\n题解：日本发动侵华战争后，在占领区复制傀儡政权，实行极端残暴的军事殖民统治。九一八事变后，日本在中国东北实行了14年的殖民统治。1932年3月，在日本关东军的导演下，伪“满洲国”发表“建国”宣言，年号“大同”。早已被中国人民革命赶下台的清朝末代皇帝溥仪在长春举行“就职典礼”，担任伪“满洲国”的“执政”。日本通过伪“满洲国”，对东北人民实行殖民统治。\n51.【2019年04月】1933 年5月，国民党西北军将领冯玉祥领导成立的抗日武装力量是（ ）\nA.东北抗日义勇军  B.东北抗日联军  C.察哈尔抗日同盟军  D.冀中回民支队\n答案：C\n题解：1933年5月，原西北军将领冯玉祥在张家口成立察哈尔抗日同盟军，并任同盟军总司令。\n52.【2019年04月】1937年，在淞沪会战中率领“八百壮士”孤守上海四行仓库的爱国将领是（ ）\nA.佟麟阁  B.赵登禹  C.谢晋元  D.戴安澜\n答案：C\n题解：在淞沪会战中，第八十八师五二四团团附谢晋元率孤军据守四行仓库，被上海市民誉为“八百壮士”。\n53.【2019年04月】1938年，毛泽东发表的系统阐述抗日战争特点、前途和发展规律的著作是（ ）\nA.《论反对日本帝国主义的策略》  B.《论持久战》  C.《抗日救国十大纲领》  D.《论联合政府》\n答案：B\n题解：1938年5月至6月间，毛泽东发表《论持久战》，总结抗战10个月来的经验，集中全党智慧，系统地阐述了抗日战争的特点、前途和发展规律，阐明了持久抗战的总方针。\n54.【2019年04月】1945年4 月，包括解放区代表董必武在内的中国代表团出席的国际会议是（ ）\nA.开罗会议  B.德黑兰会议  C.雅尔塔会议  D.旧金山会议\n答案：D\n题解：1945年4月，中国同美国、英国、苏联共同发起旧金山会议，共商建立联合国。中共党员董必武以解放区代表身份参加中国代表团出席会议。随着联合国宪章正式出台，中国成为联合国安理会5个常任理事国之一。中国人民赢得了世界爱好和平人民的尊敬，赢得了崇高的民族声誉。\n55.【2019年10月】1933年5月，在张家口领导成立察哈尔抗日同盟军的国民党爱国将领是（ ）\nA.蔡廷锴 B.蒋光鼐 C.冯玉祥 D.李济深\n答案：C\n题解：1933年5月，原西北军将领冯玉祥在张家口成立察哈尔抗日同盟军，并任同盟军总司令。\n56.【2019年10月】1935年，日帝国主义为扩大对华侵略而制造的事变是（ ）\nA.九一八事变 B.华北事变 C.卢沟桥事变 D.八一三事变\n答案：B\n题解：华北事变：1935年，日本在华北制造了一系列事端，向中国政府提出华北政权“特殊化”的要求。国民政府在河北、察哈尔两省的主权大部丧失，华北成为日军可以自由出入的“真空地带”。日本还策划华北五省（河北、察哈尔、绥远、山西、山东）两市（北平、天津）“防共自治运动”。\n\n7.【2020年08月】1933年11月，国民党爱国将领蔡廷锴和蒋光鼐等发动的抗日反蒋事件是（）\nA、宁都起义\nB、福建事变\nC、西安事变\nD、二二八起义\n答案：B\n题解：1933年11月，国民党第十九路军将领蔡廷锴、蒋光鼐等爱国人士在福州发动抗日反蒋事变。\n\n8.【2020年08月】1935年，中国共产党提出抗日民族统一战线新政策的会议是（）\nA、瓦窑堡会议\nB、洛川会议\nC、中共六届六中全会\nD、中共六届七中全会\n答案：A\n题解：1935年12月，长征到达陕北不久的中共中央在瓦窑堡召开政治局扩大会议，提出了在抗日的条件下与民族资产阶级重建统一战线的新政策，批评了党内长期存在的“左”倾冒险主义、关门主义的错误倾向。\n\n15.【2020年10月】1937年，日本帝国主义制造的侵华事件是（ ）。\nA.九一八事变\nB.一二八事变\nC.华北事变\nD.卢沟桥事变\n答案：D\n题解：1937年7月7日，日本挑起卢沟桥事变，发动全面侵华战争。\n\n16.【2020年10月】1938年10月广州武汉失守后，中国抗日战争进入的阶段是（ ）。\nA.战略防御阶段\nB.战略相持阶段\nC.战略反攻阶段\nD.战略决战阶段\n答案：B\n题解：1938年10月广州、武汉失守前中国抗战是属于战略防御阶段，但失守后则进入到了战略相持阶段。",
  content_object: {
    title: "中国近现代史纲要 第六章 中华民族的抗日战争",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 2,
        title: "单项选择题（每小题2分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】毛泽东在《论持久战》中指出，中国抗日战争取得胜利最关键的阶段是（ ）",
            explanation:
              "1938年5月至6月间，毛泽东发表《论持久战》，总结抗战10个月来的经验，集中全党智慧，系统地阐述了抗日战争的特点、前途和发展规律，阐明了持久抗战的总方针。毛泽东还科学地预测了抗日战争的发展进程。即：抗日战争将经过战略防御、战略相持、战略反攻三个阶段。其中，战略相持阶段，是中国抗日战争取得最后胜利的最关键的阶段。",
            number: 1,
            userAnswer: [],
            score: 2,
            id: "g1q1",
            answer: ["B"],
            position: 2,
            type: "single",
            options: [
              { text: "战略防御阶段", value: "A" },
              { text: "战略相持阶段", value: "B" },
              { text: "战略反攻阶段", value: "C" },
              { text: "战略决战阶段", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1931年，日本帝国主义制造的侵略中国东北的事变是（ ）",
            explanation:
              "1931年9月18日深夜，日本关东军自行炸毁“南满”铁路沈阳北郊柳条湖的一小段路轨，反诬中国军队所为，随即炮轰东北军驻地北大营；接着，日军分别向沈阳和长春、四平、公主岭等地发起进攻。这就是九一八事变。日本开始了变中国为其独占殖民地的侵华战争。",
            number: 2,
            userAnswer: [],
            score: 2,
            id: "g1q2",
            answer: ["A"],
            position: 4,
            type: "single",
            options: [
              { text: "九一八事变", value: "A" },
              { text: "一•二八事变", value: "B" },
              { text: "七七事变", value: "C" },
              { text: "八一三事变", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1935年12月，中国共产党确定抗日民族统一战线政策的会议是（ ）",
            explanation:
              "在全国抗日救亡运动高涨之际，中国共产党及时提出抗日民族统一战线的新政策。早在1935年8月1日，中共驻共产国际代表团就以中华苏维埃共和国临时中央政府和中共中央的名义发表《为抗日救国告全国同胞书》，呼吁全国各党派、各界同胞、各军队都应有“兄弟阋于墙外御其侮”的真诚觉悟，捐弃前嫌，停止内战，集中一切国力，为抗日救国的神圣事业而奋斗。同年12月，长征到达陕北不就的中共中央在瓦窑堡召开政治局扩大会议，提出了在抗日的条件下与民族资产阶级重建统一战线的新政策，批评了党内长期存在的“左”倾冒险主义、关门主义的错误倾向。瓦窑堡会议为迎接全国抗日新高潮到来作了理论和政治上的准备。",
            number: 3,
            userAnswer: [],
            score: 2,
            id: "g1q3",
            answer: ["B"],
            position: 6,
            type: "single",
            options: [
              { text: "遵义会议", value: "A" },
              { text: "瓦窑堡会议", value: "B" },
              { text: "洛川会议", value: "C" },
              { text: "晋绥干部会议", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1938年3月，国民党军队在抗日战争正面战场上取得胜利的战役是（ ）",
            explanation:
              "1938年3月，李宗仁领导的第五战区在台儿庄战役中，歼灭日军1万余人，取得大捷。",
            number: 4,
            userAnswer: [],
            score: 2,
            id: "g1q4",
            answer: ["A"],
            position: 8,
            type: "single",
            options: [
              { text: "台儿庄战役", value: "A" },
              { text: "桂南战役", value: "B" },
              { text: "枣宜战役", value: "C" },
              { text: "中条山战役", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1938年5月，毛泽东发表的系统阐述抗日战争特点、前途和发展规律的著作是（ ）",
            explanation:
              "1938年5月至6月间，毛泽东发表《论持久战》，总结抗战10个月来的经验，集中全党智慧，系统地阐述了抗日战争的特点、前途和发展规律，阐明了持久抗战的总方针。",
            number: 5,
            userAnswer: [],
            score: 2,
            id: "g1q5",
            answer: ["B"],
            position: 10,
            type: "single",
            options: [
              { text: "《论反对日本帝国主义的策略》", value: "A" },
              { text: "《论持久战》", value: "B" },
              { text: "《论政策》", value: "C" },
              { text: "《论联合政府》", value: "D" },
            ],
          },
          {
            title: "【自测题】在抗日战争中为国捐躯的八路军副参谋长是（ ）",
            explanation:
              "在抗日战争中，涌现了无数的民族英雄，八路军副参谋长左权、东北抗日联军第一路军总指挥杨靖宇、第二路军副总指挥赵尚志、新四军第四师师长彭雪枫等抗日将领在作战中以身殉国。",
            number: 6,
            userAnswer: [],
            score: 2,
            id: "g1q6",
            answer: ["D"],
            position: 12,
            type: "single",
            options: [
              { text: "彭雪枫", value: "A" },
              { text: "赵尚志", value: "B" },
              { text: "杨靖宇", value: "C" },
              { text: "左权", value: "D" },
            ],
          },
          {
            title: "【自测题】1945年8月，发表《对日寇的最后一战》声明的是（ ）",
            explanation:
              "1945年8月9日，毛泽东发表《对日寇的最后一战》的声明，指出抗日战争到了最后阶段，号召八路军、新四军及其他人民军队，应在一切可能条件下，对于一切不愿投降的侵略者及其走狗实行广泛的进攻。",
            number: 7,
            userAnswer: [],
            score: 2,
            id: "g1q7",
            answer: ["D"],
            position: 14,
            type: "single",
            options: [
              { text: "朱德", value: "A" },
              { text: "周恩来", value: "B" },
              { text: "彭德怀", value: "C" },
              { text: "毛泽东", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1933年5月，国民党西北军将领冯玉祥领导成立的抗日武装力量是（ ）",
            explanation:
              "1933年5月，原西北军将领冯玉祥在张家口成立察哈尔抗日同盟军，并任同盟军总司令。",
            number: 8,
            userAnswer: [],
            score: 2,
            id: "g1q8",
            answer: ["B"],
            position: 16,
            type: "single",
            options: [
              { text: "东北抗日义勇军", value: "A" },
              { text: "察哈尔抗日同盟军", value: "B" },
              { text: "东北抗日联军", value: "C" },
              { text: "冀中回民支队", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1938年3月，国民党军队在抗日战争正面战场取得胜利的战役是（ ）",
            explanation:
              "1938年3月，李宗仁领导的第五战区在台儿庄战役中，歼灭日军1万余人，取得大捷。",
            number: 9,
            userAnswer: [],
            score: 2,
            id: "g1q9",
            answer: ["C"],
            position: 18,
            type: "single",
            options: [
              { text: "平型关战役", value: "A" },
              { text: "桂南战役", value: "B" },
              { text: "台儿庄战役", value: "C" },
              { text: "枣宜战役", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1937年8月，中国共产党制定《抗日救国十大纲领》的重要会议是（ ）",
            explanation:
              "1937年8月22日，中共中央在陕北洛川召开了政治局扩大会议。会议通过了《关于目前形势与党的任务的决定》和《抗日救国十大纲领》，提出了关于抗日的基本主张。",
            number: 10,
            userAnswer: [],
            score: 2,
            id: "g1q10",
            answer: ["B"],
            position: 20,
            type: "single",
            options: [
              { text: "瓦窑堡会议", value: "A" },
              { text: "洛川会议", value: "B" },
              { text: "中共六届六中全会", value: "C" },
              { text: "中共六届七中全会", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1931年，日本帝国主义制造的侵略中国东北的事变是（ ）",
            explanation:
              "1931年9月18日深夜，日本关东军自行炸毁“南满”铁路沈阳北郊柳条湖的一小段路轨，反诬中国军队所为，随即炮轰东北军驻地北大营；接着，日军分别向沈阳和长春、四平、公主岭等地发起进攻。这就是九一八事变。日本开始了变中国为其独占殖民地的侵华战争。",
            number: 11,
            userAnswer: [],
            score: 2,
            id: "g1q11",
            answer: ["A"],
            position: 22,
            type: "single",
            options: [
              { text: "九一八事变", value: "A" },
              { text: "一•二八事变", value: "B" },
              { text: "七七事变", value: "C" },
              { text: "八一三事变", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1932年，日本侵略者在中国策划建立的傀儡政权是（ ）",
            explanation:
              "日本发动侵华战争后，在占领区复制傀儡政权，实行极端残暴的军事殖民统治。九一八事变后，日本在中国东北实行了14年的殖民统治。1932年3月，在日本关东军的导演下，伪“满洲国”发表“建国”宣言，年号“大同”。早已被中国人民革命赶下台的清朝末代皇帝溥仪在长春举行“就职典礼”，担任伪“满洲国”的“执政”。日本通过伪“满洲国”，对东北人民实行殖民统治。",
            number: 12,
            userAnswer: [],
            score: 2,
            id: "g1q12",
            answer: ["B"],
            position: 24,
            type: "single",
            options: [
              { text: "伪“华北自治政府”", value: "A" },
              { text: "伪“满洲国”", value: "B" },
              { text: "伪“中华民国维新政府”", value: "C" },
              { text: "伪“中华民国国民政府”", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1933年11月，国民党爱国将领蔡廷锴和蒋光鼐发动了抗日反蒋的（ ）",
            explanation:
              "1933年11月，国民党第十九路军将领蔡廷锴、蒋光鼐以及国民党内李济深、陈铭枢等反蒋爱国人士在福建福州举行抗日反蒋事变。",
            number: 13,
            userAnswer: [],
            score: 2,
            id: "g1q13",
            answer: ["B"],
            position: 26,
            type: "single",
            options: [
              { text: "北京事变", value: "A" },
              { text: "福建事变", value: "B" },
              { text: "西安事变", value: "C" },
              { text: "皖南事变", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1933年11月，在福州发动抗日反蒋事变的国民党爱国将领是（ ）",
            explanation:
              "1933年11月，国民党第十九路军将领蔡廷锴、蒋光鼐以及国民党内李济深、陈铭枢等反蒋爱国人士在福建福州举行抗日反蒋事变。",
            number: 14,
            userAnswer: [],
            score: 2,
            id: "g1q14",
            answer: ["C"],
            position: 28,
            type: "single",
            options: [
              { text: "马占山和李杜", value: "A" },
              { text: "冯玉祥和吉鸿昌", value: "B" },
              { text: "蔡廷锴和蒋光鼐", value: "C" },
              { text: "张学良和杨虎城", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1933年5月，在张家口领导成立察哈尔民众抗日同盟军的国民党爱国将领是（ ）",
            explanation:
              "1933年5月，原西北军将领冯玉祥在张家口成立察哈尔抗日同盟军，并任同盟军总司令。",
            number: 15,
            userAnswer: [],
            score: 2,
            id: "g1q15",
            answer: ["C"],
            position: 30,
            type: "single",
            options: [
              { text: "蔡廷锴", value: "A" },
              { text: "蒋光鼐", value: "B" },
              { text: "冯玉祥", value: "C" },
              { text: "李济深", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1935年12月，中国共产党召开的确定抗日民族统一战线新政策的会议是（ ）",
            explanation:
              "在全国抗日救亡运动高涨之际，中国共产党及时提出抗日民族统一战线的新政策。早在1935年8月1日，中共驻共产国际代表团就以中华苏维埃共和国临时中央政府和中共中央的名义发表《为抗日救国告全国同胞书》，呼吁全国各党派、各界同胞、各军队都应有“兄弟阋于墙外御其侮”的真诚觉悟，捐弃前嫌，停止内战，集中一切国力，为抗日救国的神圣事业而奋斗。同年12月，长征到达陕北不就的中共中央在瓦窑堡召开政治局扩大会议，提出了在抗日的条件下与民族资产阶级重建统一战线的新政策，批评了党内长期存在的“左”倾冒险主义、关门主义的错误倾向。瓦窑堡会议为迎接全国抗日新高潮到来作了理论和政治上的准备。",
            number: 16,
            userAnswer: [],
            score: 2,
            id: "g1q16",
            answer: ["C"],
            position: 32,
            type: "single",
            options: [
              { text: "西湖会议", value: "A" },
              { text: "八七会议", value: "B" },
              { text: "瓦窑堡会议", value: "C" },
              { text: "洛川会议", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1935年，北平学生在中共号召和北平临时工作委员会领导下举行的抗日救亡运动是（ ）",
            explanation:
              "1935年12月9日，在中国共产党救亡图存、全民抗战的号召和中共北平临时工作委员会的领导下，北平学生举行声势浩大的抗日游行。学生们喊出“反对华北自治运动”、“打倒日本帝国主义”、“停止内战，一致对外”等口号，游行队伍遭到国民党军警镇压。12月16日，北平学生和市民1万多人在天桥召开市民大会，反对成立冀察政务委员会，并举行了更大规模的示威游行。在群众的压力下，冀察政务委员会被迫延期成立。这就是一二·九运动。",
            number: 17,
            userAnswer: [],
            score: 2,
            id: "g1q17",
            answer: ["B"],
            position: 34,
            type: "single",
            options: [
              { text: "五卅运动", value: "A" },
              { text: "一二•九运动", value: "B" },
              { text: "一二•一运动", value: "C" },
              { text: "一二•三O运动", value: "D" },
            ],
          },
          {
            title: "【自测题】1935年，日本帝国主义制造了侵略中国的（ ）",
            explanation:
              "九一八事变是1931年发动的；一二八事变，又称一·二八淞沪抗战，是1932年发动的；华北事变是1935年发动的；卢沟桥事变是1937年发动的。",
            number: 18,
            userAnswer: [],
            score: 2,
            id: "g1q18",
            answer: ["C"],
            position: 36,
            type: "single",
            options: [
              { text: "九一八事变", value: "A" },
              { text: "一二八事变", value: "B" },
              { text: "华北事变", value: "C" },
              { text: "卢沟桥事变", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1937年7月，日本帝国主义发动全面侵华战争的标志是（ ）",
            explanation:
              "九一八事变是1931年发动的；一二八事变，又称一·二八淞沪抗战，是1932年发动的；华北事变是1935年发动的；卢沟桥事变是1937年发动的。",
            number: 19,
            userAnswer: [],
            score: 2,
            id: "g1q19",
            answer: ["D"],
            position: 38,
            type: "single",
            options: [
              { text: "九一八事变", value: "A" },
              { text: "一二八事变", value: "B" },
              { text: "华北事变", value: "C" },
              { text: "卢沟桥事变", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1937年8月，中国共产党制定《抗日救国十大纲领》的重要会议是（ ）",
            explanation:
              "1937年8月22日，中共中央在陕北洛川召开了政治局扩大会议。会议通过了《关于目前形势与党的任务的决定》和《抗日救国十大纲领》，提出了关于抗日的基本主张。",
            number: 20,
            userAnswer: [],
            score: 2,
            id: "g1q20",
            answer: ["B"],
            position: 40,
            type: "single",
            options: [
              { text: "瓦窑堡会议", value: "A" },
              { text: "洛川会议", value: "B" },
              { text: "中共六届六中全会", value: "C" },
              { text: "中共六届七中全会", value: "D" },
            ],
          },
          {
            title: "【自测题】1937年，出任新四军军长的是（ ）",
            explanation:
              "抗战爆发后，叶挺出任新四军军长。朱德是八路军总指挥。刘伯承是八路军129师师长。陈毅是皖南事变后继叶挺之后的新四军军长。",
            number: 21,
            userAnswer: [],
            score: 2,
            id: "g1q21",
            answer: ["C"],
            position: 42,
            type: "single",
            options: [
              { text: "朱德", value: "A" },
              { text: "刘伯承", value: "B" },
              { text: "叶挺", value: "C" },
              { text: "陈毅", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1937年，在抗日战争的淞沪会战中，率领“八百壮士”孤军据守四行仓库的爱国将领是（ ）",
            explanation:
              "在淞沪会战中，第八十八师五二四团团附谢晋元率孤军据守四行仓库，被上海市民誉为“八百壮士”。",
            number: 22,
            userAnswer: [],
            score: 2,
            id: "g1q22",
            answer: ["D"],
            position: 44,
            type: "single",
            options: [
              { text: "佟麟阁", value: "A" },
              { text: "赵登禹", value: "B" },
              { text: "戴安澜", value: "C" },
              { text: "谢晋元", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1938年10月广州、武汉失守后，中国抗日战争进入（ ）",
            explanation:
              "从1937年7月卢沟桥事变到1938年10月广州、武汉失守，中国抗战处于战略防御阶段。广州、武汉失守之后，中国抗战进入战略相持阶段。",
            number: 23,
            userAnswer: [],
            score: 2,
            id: "g1q23",
            answer: ["B"],
            position: 46,
            type: "single",
            options: [
              { text: "战略防御阶段", value: "A" },
              { text: "战略相持阶段", value: "B" },
              { text: "战略反攻阶段", value: "C" },
              { text: "战略决战阶段", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1938年3月，在抗日战争的战略防御阶段，国民党军队在正面战场上取得胜利的战役是（ ）",
            explanation:
              "1938年3月，李宗仁领导的第五战区在台儿庄战役中，歼灭日军1万余人，取得大捷。",
            number: 24,
            userAnswer: [],
            score: 2,
            id: "g1q24",
            answer: ["A"],
            position: 48,
            type: "single",
            options: [
              { text: "台儿庄战役", value: "A" },
              { text: "桂南战役", value: "B" },
              { text: "枣宜战役", value: "C" },
              { text: "中条山战役", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1938年5、6月间，毛泽东发表的系统论述抗日战争特点、前途和发展规律的著作是（ ）",
            explanation:
              "1938年5月至6月间，毛泽东发表《论持久战》，总结抗战10个月来的经验，集中全党智慧，系统地阐述了抗日战争的特点、前途和发展规律，阐明了持久抗战的总方针。",
            number: 25,
            userAnswer: [],
            score: 2,
            id: "g1q25",
            answer: ["C"],
            position: 50,
            type: "single",
            options: [
              { text: "《论反对日本帝国主义的策略》", value: "A" },
              { text: "《抗日救国十大纲领》", value: "B" },
              { text: "《论持久战》", value: "C" },
              { text: "《对日寇的最后一战》", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1939年1月，国民党制定“防共、限共、溶共、反共”方针的会议是（ ）",
            explanation:
              "1939年1月，国民党五届五中全会决定成立“防共委员会”，确定了“防共、限共、溶共、反共”的方针。",
            number: 26,
            userAnswer: [],
            score: 2,
            id: "g1q26",
            answer: ["C"],
            position: 52,
            type: "single",
            options: [
              { text: "五届三中全会", value: "A" },
              { text: "五届四中全会", value: "B" },
              { text: "五届五中全会", value: "C" },
              { text: "五届六中全会", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1940年8-12月，八路军发动的大规模进攻华北日军的战役是（ ）",
            explanation:
              "1940年8月至12月初，八路军总部调集105个团共20万人，对华北日军发动了一场大规模的以破袭敌人交通线为重要目标的进攻战役。这就是百团大战。",
            number: 27,
            userAnswer: [],
            score: 2,
            id: "g1q27",
            answer: ["D"],
            position: 54,
            type: "single",
            options: [
              { text: "平型关战役", value: "A" },
              { text: "忻口战役", value: "B" },
              { text: "黄桥战役", value: "C" },
              { text: "百团大战", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1940年，在枣宜会战中以身殉国的国民党爱国将领是（ ）",
            explanation:
              "1940年5月，在枣宜会战中，第三十三集团军总司令张自忠殉国。佟麟阁和赵登禹是在北平保卫战中殉国的国民党高级将领。谢晋元是在淞沪战役中率领八百壮士守四行的团长。",
            number: 28,
            userAnswer: [],
            score: 2,
            id: "g1q28",
            answer: ["D"],
            position: 56,
            type: "single",
            options: [
              { text: "佟麟阁", value: "A" },
              { text: "赵登禹", value: "B" },
              { text: "谢晋元", value: "C" },
              { text: "张自忠", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1942年，在缅北对日作战中以身殉国的中国远征军将领是（ ）",
            explanation:
              "1942年，中国陆军第二〇〇师师长戴安澜在缅北殉国。佟麟阁献身于卢沟桥事变后北平南苑保卫战，张自忠献身于1940年枣宜战役。谢晋元是上海四行仓库八百壮士的领衔。",
            number: 29,
            userAnswer: [],
            score: 2,
            id: "g1q29",
            answer: ["C"],
            position: 58,
            type: "single",
            options: [
              { text: "佟麟阁", value: "A" },
              { text: "谢晋元", value: "B" },
              { text: "戴安澜", value: "C" },
              { text: "张自忠", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1945年4月，出席联合国制宪会议中国代表团中的解放区代表是（ ）",
            explanation:
              "中华民族在夺取抗日战争胜利的同时，也赢得了世界爱好和平人民的尊敬，中国国际地位也伴随抗日战争的胜利得到提高。1945年4月，联合国制宪会议在美国旧金山举行，包括中国解放区代表董必武在内的中国代表团出席了会议。",
            number: 30,
            userAnswer: [],
            score: 2,
            id: "g1q30",
            answer: ["C"],
            position: 60,
            type: "single",
            options: [
              { text: "周恩来", value: "A" },
              { text: "刘少奇", value: "B" },
              { text: "董必武", value: "C" },
              { text: "王若飞", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1945年4月，包括中国解放区代表董必武在内的中国代表团出席了（ ）",
            explanation:
              "中华民族在夺取抗日战争胜利的同时，也赢得了世界爱好和平人民的尊敬，中国国际地位也伴随抗日战争的胜利得到提高。1945年4月，联合国制宪会议在美国旧金山举行，包括中国解放区代表董必武在内的中国代表团出席了会议。",
            number: 31,
            userAnswer: [],
            score: 2,
            id: "g1q31",
            answer: ["D"],
            position: 62,
            type: "single",
            options: [
              { text: "《联合国家宣言》签署会议", value: "A" },
              { text: "德黑兰会议", value: "B" },
              { text: "雅尔塔会议", value: "C" },
              { text: "联合国制宪会议", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1945年8月，毛泽东发表的号召对日本侵略者实行全国规模反攻的文章是（ ）",
            explanation:
              "1945年8月9日，毛泽东发表《对日寇的最后一战》的声明，指出抗日战争到了最后阶段，号召八路军、新四军及其他人民军队，应在一切可能条件下，对于一切不愿投降的侵略者及其走狗实行广泛的进攻。",
            number: 32,
            userAnswer: [],
            score: 2,
            id: "g1q32",
            answer: ["D"],
            position: 64,
            type: "single",
            options: [
              { text: "《为抗日救国告全国同胞书》", value: "A" },
              { text: "《关于目前形势与党的任务的决定》", value: "B" },
              { text: "《论持久战》", value: "C" },
              { text: "《对日寇的最后一战》", value: "D" },
            ],
          },
          {
            title: "【自测题】中国人民抗日战争进入全民族抗战的新阶段是在（ ）",
            explanation:
              "卢沟桥事变发生在1937年7月7日，日本发动全面侵华战争，中国人民全民族抗战开始。九一八事变发生在1931年，是日本开始侵华的标志，也是中国人民局部抗战的开始。一二八事变发生在1932年初，华北事变发生在1935年，二者是日本进一步侵华的系列事件。",
            number: 33,
            userAnswer: [],
            score: 2,
            id: "g1q33",
            answer: ["D"],
            position: 66,
            type: "single",
            options: [
              { text: "九一八事变爆发后", value: "A" },
              { text: "一二八事变爆发后", value: "B" },
              { text: "华北事变爆发后", value: "C" },
              { text: "卢沟桥事变爆发后", value: "D" },
            ],
          },
          {
            title:
              "【自测题】从1937年卢沟桥事变到1938年10月广州、武汉失守，中国抗日战争处于（ ）",
            explanation:
              "从1937年7月卢沟桥事变到1938年10月广州、武汉失守，中国抗战处于战略防御阶段。广州、武汉失守之后，中国抗战进入战略相持阶段。",
            number: 34,
            userAnswer: [],
            score: 2,
            id: "g1q34",
            answer: ["A"],
            position: 68,
            type: "single",
            options: [
              { text: "战略防御阶段", value: "A" },
              { text: "战略相持阶段", value: "B" },
              { text: "战略反攻阶段", value: "C" },
              { text: "战略决战阶段", value: "D" },
            ],
          },
          {
            title:
              "【自测题】全国性抗战开始后，中国军队取得的第一次重大胜利的战役是（ ）",
            explanation:
              "1937年9月，八路军第一一五师主力在晋东北平型关附近伏击日军，歼敌1000余人，击毁汽车100多辆，这就是平型关战役。平型关战役是全国性抗战开始后中国军队的第一次重大胜利，粉碎了日军不可战胜的神话。",
            number: 35,
            userAnswer: [],
            score: 2,
            id: "g1q35",
            answer: ["A"],
            position: 70,
            type: "single",
            options: [
              { text: "平型关战役", value: "A" },
              { text: "台儿庄战役", value: "B" },
              { text: "百团大战", value: "C" },
              { text: "昆仑关战役", value: "D" },
            ],
          },
          {
            title:
              "【自测题】在抗日战争中，国民党由比较积极地抗战转向消极抗战的标志是（ ）",
            explanation:
              "1939年1月，国民党五届五中全会决定成立“防共委员会”，确定了“防共、限共、溶共、反共”的方针。蒋介石还将抗战到底的含义解释为“恢复到卢沟桥事变以前的状态”。这标志着国民党由片面抗战逐步转变为消极抗战。",
            number: 36,
            userAnswer: [],
            score: 2,
            id: "g1q36",
            answer: ["C"],
            position: 72,
            type: "single",
            options: [
              { text: "国民党五届三中全会的召开", value: "A" },
              { text: "国民党五届四中全会的召开", value: "B" },
              { text: "国民党五届五中全会的召开", value: "C" },
              { text: "国民党五届六中全会的召开", value: "D" },
            ],
          },
          {
            title:
              "【自测题】抗日战争时期，中国共产党开展的延安整风运动最主要的任务是（ ）",
            explanation:
              "整风运动的主要内容：反对主观主义以整顿学风、反对宗派主义以整顿党风、反对党八股以整顿文风。其中，反对主观主义是整风运动最主要的任务。",
            number: 37,
            userAnswer: [],
            score: 2,
            id: "g1q37",
            answer: ["A"],
            position: 74,
            type: "single",
            options: [
              { text: "反对主观主义以整顿学风", value: "A" },
              { text: "反对宗派主义以整顿党风", value: "B" },
              { text: "反对官僚主义以整顿作风", value: "C" },
              { text: "反对党八股以整顿文风", value: "D" },
            ],
          },
          {
            title:
              "【自测题】抗日战争进入相持阶段后，日本帝国主义对国民党政府采取的政策是（ ）",
            explanation:
              "抗日战争进入相持阶段后，日本改变了“速战速决”的战略方针，准备应付长期战争。1938年11月，日本政府提出“善邻友好、共同防共、经济提携”的对华三原则，对国民政府采取政治诱降为主、军事打击为辅的方针。",
            number: 38,
            userAnswer: [],
            score: 2,
            id: "g1q38",
            answer: ["B"],
            position: 76,
            type: "single",
            options: [
              { text: "以军事打击为主，政治诱降为辅", value: "A" },
              { text: "以政治诱降为主，军事打击为辅", value: "B" },
              { text: "军事打击和政治诱降并重", value: "C" },
              { text: "速战速决，武力征服", value: "D" },
            ],
          },
          {
            title: "【自测题】抗日民族统一战线中的顽固势力是指（ ）",
            explanation:
              "顽固势力是指大地主大资产阶级的抗日派，即以蒋介石集团为代表的国民党亲英美派。城市小资产阶级属于进步势力，民族资产阶级和地方势力派属于中间势力。",
            number: 39,
            userAnswer: [],
            score: 2,
            id: "g1q39",
            answer: ["C"],
            position: 78,
            type: "single",
            options: [
              { text: "民族资产阶级", value: "A" },
              { text: "城市小资产阶级", value: "B" },
              { text: "大地主大资产阶级的抗日派", value: "C" },
              { text: "地方实力派", value: "D" },
            ],
          },
          {
            title: "【自测题】标志十年内战结束、国内和平基本实现的事件是（ ）",
            explanation:
              "西安事变的和平解决成为时局转换的枢纽，十年内战的局面由此结束，国内和平基本实现。",
            number: 40,
            userAnswer: [],
            score: 2,
            id: "g1q40",
            answer: ["B"],
            position: 80,
            type: "single",
            options: [
              { text: "九一八事变", value: "A" },
              { text: "西安事变", value: "B" },
              { text: "卢沟桥事变", value: "C" },
              { text: "八一三事变", value: "D" },
            ],
          },
          {
            title:
              "【2017年04月】1933年 11月，国民党爱国将领蔡廷锴和蒋光鼐发动的抗日反蒋事件是（ ）",
            explanation:
              "1933年11月，国民党第十九路军将领蔡廷锴、蒋光鼐以及国民党内李济深、陈铭枢等反蒋爱国人士在福建福州举行抗日反蒋事变。",
            number: 41,
            userAnswer: [],
            score: 2,
            id: "g1q41",
            answer: ["B"],
            position: 82,
            type: "single",
            options: [
              { text: "宁都起义", value: "A" },
              { text: "福建事变", value: "B" },
              { text: "西安事变", value: "C" },
              { text: "二二八起义", value: "D" },
            ],
          },
          {
            title:
              "【2017年04月】1938年 10月广州、武汉失守后，中国抗日战争进入的阶段是（ ）",
            explanation:
              "从1937年7月卢沟桥事变到1938年10月广州、武汉失守，中国抗战处于战略防御阶段。广州、武汉失守之后，中国抗战进入战略相持阶段。",
            number: 42,
            userAnswer: [],
            score: 2,
            id: "g1q42",
            answer: ["B"],
            position: 84,
            type: "single",
            options: [
              { text: "战略防御阶段", value: "A" },
              { text: "战略相持阶段", value: "B" },
              { text: "战略反攻阶段", value: "C" },
              { text: "战略决战阶段", value: "D" },
            ],
          },
          {
            title:
              "【2017年04月】1940年，八路军对华北日军发动大规模进攻的战役是（ ）",
            explanation:
              "1940年8月至12月初，八路军总部调集105个团共20万人，对华北日军发动了一场大规模的以破袭敌人交通线为重要目标的进攻战役。这就是百团大战。",
            number: 43,
            userAnswer: [],
            score: 2,
            id: "g1q43",
            answer: ["D"],
            position: 86,
            type: "single",
            options: [
              { text: "平型关战役", value: "A" },
              { text: "雁门关战役", value: "B" },
              { text: "阳明堡战役", value: "C" },
              { text: "百团大战", value: "D" },
            ],
          },
          {
            title:
              "【2017年10月】1935年，日本帝国主义为扩大对华侵略而发动的事变是（ ）",
            explanation:
              "日本占领中国东北后，其侵略野心并没有得到满足，又开始向中国华北地区渗透。1935年，日本在华北制造了一系列事端，向中国政府提出华北政权“特殊化”的要求。国民政府在河北、察哈尔两省的主权大部丧失，华北成为日军可以自由出入的“真空地带”。日本还策划华北五省两市“防共自治运动”。这一系列事件被称为“华北事件”。",
            number: 44,
            userAnswer: [],
            score: 2,
            id: "g1q44",
            answer: ["C"],
            position: 88,
            type: "single",
            options: [
              { text: "九一八事变", value: "A" },
              { text: "一•二八事变", value: "B" },
              { text: "华北事变", value: "C" },
              { text: "卢沟桥事变", value: "D" },
            ],
          },
          {
            title:
              "【2017年10月】1937年，在淞沪会战中率领“八百壮士”孤军据守四行仓库的爱国将领是（ ）",
            explanation:
              "在淞沪会战中，第八十八师五二四团团附谢晋元率孤军据守四行仓库，被上海市民誉为“八百壮士”。",
            number: 45,
            userAnswer: [],
            score: 2,
            id: "g1q45",
            answer: ["A"],
            position: 90,
            type: "single",
            options: [
              { text: "谢晋元", value: "A" },
              { text: "佟麟阁", value: "B" },
              { text: "张自忠", value: "C" },
              { text: "戴安澜", value: "D" },
            ],
          },
          {
            title:
              "【2017年10月】1940年，八路军对侵华日军发动大规模进攻的战役是（ ）",
            explanation:
              "1940年8月至12月初，八路军总部调集105个团共20万人，对华北日军发动了一场大规模的以破袭敌人交通线为重要目标的进攻战役。这就是百团大战。",
            number: 46,
            userAnswer: [],
            score: 2,
            id: "g1q46",
            answer: ["D"],
            position: 92,
            type: "single",
            options: [
              { text: "平型关战役", value: "A" },
              { text: "雁门关战役", value: "B" },
              { text: "阳明堡战役", value: "C" },
              { text: "百团大战", value: "D" },
            ],
          },
          {
            title:
              "【2018年04月】1933年11月，国民党爱国将领蔡廷锴和蒋光鼐等发动的抗日反蒋事件是（ ）",
            explanation:
              "1933年11月，国民党第十九路军将领蔡廷锴、蒋光鼐以及国民党内李济深、陈铭枢等反蒋爱国人士在福州举行抗日反蒋事变。",
            number: 47,
            userAnswer: [],
            score: 2,
            id: "g1q47",
            answer: ["B"],
            position: 94,
            type: "single",
            options: [
              { text: "宁都起义", value: "A" },
              { text: "福建事变", value: "B" },
              { text: "西安事变", value: "C" },
              { text: "二二八起义", value: "D" },
            ],
          },
          {
            title:
              "【2018年10月】1935年，中国共产党提出建立抗日民族统一战线的会议是（ ）",
            explanation:
              "在全国抗日救亡运动高涨之际，中国共产党及时提出抗日民族统一战线的新政策。早在1935年8月1日，中共驻共产国际代表团就以中华苏维埃共和国临时中央政府和中共中央的名义发表《为抗日救国告全国同胞书》，呼吁全国各党派、各界同胞、各军队都应有“兄弟阋于墙外御其侮”的真诚觉悟，捐弃前嫌，停止内战，集中一切国力，为抗日救国的神圣事业而奋斗。同年12月，长征到达陕北不就的中共中央在瓦窑堡召开政治局扩大会议，提出了在抗日的条件下与民族资产阶级重建统一战线的新政策，批评了党内长期存在的“左”倾冒险主义、关门主义的错误倾向。瓦窑堡会议为迎接全国抗日新高潮到来作了理论和政治上的准备。",
            number: 48,
            userAnswer: [],
            score: 2,
            id: "g1q48",
            answer: ["A"],
            position: 96,
            type: "single",
            options: [
              { text: "瓦窑堡会议", value: "A" },
              { text: "洛川会议", value: "B" },
              { text: "中共六届六中全会", value: "C" },
              { text: "中共六届七中全会", value: "D" },
            ],
          },
          {
            title:
              "【2018年10月】抗日战争全面爆发后，中国军队取得第一次重大胜利的战役是（ ）",
            explanation:
              "1937年9月，八路军第一一五师主力在晋东北平型关附近伏击日军，歼敌1000余人，击毁汽车100多辆，这就是平型关战役。平型关战役是全国性抗战开始后中国军队的第一次重大胜利，粉碎了日军不可战胜的神话。",
            number: 49,
            userAnswer: [],
            score: 2,
            id: "g1q49",
            answer: ["A"],
            position: 98,
            type: "single",
            options: [
              { text: "平型关战役", value: "A" },
              { text: "台儿庄战役", value: "B" },
              { text: "百团大战", value: "C" },
              { text: "昆仑关战役", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】1932年，日本侵略者在中国策划建立的傀儡政权是（ ）",
            explanation:
              "日本发动侵华战争后，在占领区复制傀儡政权，实行极端残暴的军事殖民统治。九一八事变后，日本在中国东北实行了14年的殖民统治。1932年3月，在日本关东军的导演下，伪“满洲国”发表“建国”宣言，年号“大同”。早已被中国人民革命赶下台的清朝末代皇帝溥仪在长春举行“就职典礼”，担任伪“满洲国”的“执政”。日本通过伪“满洲国”，对东北人民实行殖民统治。",
            number: 50,
            userAnswer: [],
            score: 2,
            id: "g1q50",
            answer: ["B"],
            position: 100,
            type: "single",
            options: [
              { text: "伪“华北自治政府”", value: "A" },
              { text: "伪“满洲国”", value: "B" },
              { text: "伪“中华民国维新政府”", value: "C" },
              { text: "伪“中华民国国民政府”", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】1933 年5月，国民党西北军将领冯玉祥领导成立的抗日武装力量是（ ）",
            explanation:
              "1933年5月，原西北军将领冯玉祥在张家口成立察哈尔抗日同盟军，并任同盟军总司令。",
            number: 51,
            userAnswer: [],
            score: 2,
            id: "g1q51",
            answer: ["C"],
            position: 102,
            type: "single",
            options: [
              { text: "东北抗日义勇军", value: "A" },
              { text: "东北抗日联军", value: "B" },
              { text: "察哈尔抗日同盟军", value: "C" },
              { text: "冀中回民支队", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】1937年，在淞沪会战中率领“八百壮士”孤守上海四行仓库的爱国将领是（ ）",
            explanation:
              "在淞沪会战中，第八十八师五二四团团附谢晋元率孤军据守四行仓库，被上海市民誉为“八百壮士”。",
            number: 52,
            userAnswer: [],
            score: 2,
            id: "g1q52",
            answer: ["C"],
            position: 104,
            type: "single",
            options: [
              { text: "佟麟阁", value: "A" },
              { text: "赵登禹", value: "B" },
              { text: "谢晋元", value: "C" },
              { text: "戴安澜", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】1938年，毛泽东发表的系统阐述抗日战争特点、前途和发展规律的著作是（ ）",
            explanation:
              "1938年5月至6月间，毛泽东发表《论持久战》，总结抗战10个月来的经验，集中全党智慧，系统地阐述了抗日战争的特点、前途和发展规律，阐明了持久抗战的总方针。",
            number: 53,
            userAnswer: [],
            score: 2,
            id: "g1q53",
            answer: ["B"],
            position: 106,
            type: "single",
            options: [
              { text: "《论反对日本帝国主义的策略》", value: "A" },
              { text: "《论持久战》", value: "B" },
              { text: "《抗日救国十大纲领》", value: "C" },
              { text: "《论联合政府》", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】1945年4 月，包括解放区代表董必武在内的中国代表团出席的国际会议是（ ）",
            explanation:
              "1945年4月，中国同美国、英国、苏联共同发起旧金山会议，共商建立联合国。中共党员董必武以解放区代表身份参加中国代表团出席会议。随着联合国宪章正式出台，中国成为联合国安理会5个常任理事国之一。中国人民赢得了世界爱好和平人民的尊敬，赢得了崇高的民族声誉。",
            number: 54,
            userAnswer: [],
            score: 2,
            id: "g1q54",
            answer: ["D"],
            position: 108,
            type: "single",
            options: [
              { text: "开罗会议", value: "A" },
              { text: "德黑兰会议", value: "B" },
              { text: "雅尔塔会议", value: "C" },
              { text: "旧金山会议", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】1933年5月，在张家口领导成立察哈尔抗日同盟军的国民党爱国将领是（ ）",
            explanation:
              "1933年5月，原西北军将领冯玉祥在张家口成立察哈尔抗日同盟军，并任同盟军总司令。",
            number: 55,
            userAnswer: [],
            score: 2,
            id: "g1q55",
            answer: ["C"],
            position: 110,
            type: "single",
            options: [
              { text: "蔡廷锴", value: "A" },
              { text: "蒋光鼐", value: "B" },
              { text: "冯玉祥", value: "C" },
              { text: "李济深", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】1935年，日帝国主义为扩大对华侵略而制造的事变是（ ）",
            explanation:
              "华北事变：1935年，日本在华北制造了一系列事端，向中国政府提出华北政权“特殊化”的要求。国民政府在河北、察哈尔两省的主权大部丧失，华北成为日军可以自由出入的“真空地带”。日本还策划华北五省（河北、察哈尔、绥远、山西、山东）两市（北平、天津）“防共自治运动”。",
            number: 56,
            userAnswer: [],
            score: 2,
            id: "g1q56",
            answer: ["B"],
            position: 112,
            type: "single",
            options: [
              { text: "九一八事变", value: "A" },
              { text: "华北事变", value: "B" },
              { text: "卢沟桥事变", value: "C" },
              { text: "八一三事变", value: "D" },
            ],
          },
          {
            title:
              "【2020年08月】1933年11月，国民党爱国将领蔡廷锴和蒋光鼐等发动的抗日反蒋事件是（）",
            explanation:
              "1933年11月，国民党第十九路军将领蔡廷锴、蒋光鼐等爱国人士在福州发动抗日反蒋事变。",
            number: 57,
            userAnswer: [],
            score: 2,
            id: "g1q57",
            answer: ["B"],
            position: 114,
            type: "single",
            options: [
              { text: "宁都起义", value: "A" },
              { text: "福建事变", value: "B" },
              { text: "西安事变", value: "C" },
              { text: "二二八起义", value: "D" },
            ],
          },
          {
            title:
              "【2020年08月】1935年，中国共产党提出抗日民族统一战线新政策的会议是（）",
            explanation:
              "1935年12月，长征到达陕北不久的中共中央在瓦窑堡召开政治局扩大会议，提出了在抗日的条件下与民族资产阶级重建统一战线的新政策，批评了党内长期存在的“左”倾冒险主义、关门主义的错误倾向。",
            number: 58,
            userAnswer: [],
            score: 2,
            id: "g1q58",
            answer: ["A"],
            position: 116,
            type: "single",
            options: [
              { text: "瓦窑堡会议", value: "A" },
              { text: "洛川会议", value: "B" },
              { text: "中共六届六中全会", value: "C" },
              { text: "中共六届七中全会", value: "D" },
            ],
          },
          {
            title: "【2020年10月】1937年，日本帝国主义制造的侵华事件是（ ）。",
            explanation: "1937年7月7日，日本挑起卢沟桥事变，发动全面侵华战争。",
            number: 59,
            userAnswer: [],
            score: 2,
            id: "g1q59",
            answer: ["D"],
            position: 118,
            type: "single",
            options: [
              { text: "九一八事变", value: "A" },
              { text: "一二八事变", value: "B" },
              { text: "华北事变", value: "C" },
              { text: "卢沟桥事变", value: "D" },
            ],
          },
          {
            title:
              "【2020年10月】1938年10月广州武汉失守后，中国抗日战争进入的阶段是（ ）。",
            explanation:
              "1938年10月广州、武汉失守前中国抗战是属于战略防御阶段，但失守后则进入到了战略相持阶段。",
            number: 60,
            userAnswer: [],
            score: 2,
            id: "g1q60",
            answer: ["B"],
            position: 120,
            type: "single",
            options: [
              { text: "战略防御阶段", value: "A" },
              { text: "战略相持阶段", value: "B" },
              { text: "战略反攻阶段", value: "C" },
              { text: "战略决战阶段", value: "D" },
            ],
          },
        ],
        position: 1,
        type: "single",
        id: "g1",
      },
    ],
    totalScore: 120,
    questionCount: 60,
  },
  create_time: "2018-07-11T10:01:39.886162",
  is_active: true,
  questions_count: 60,
  is_break_through: false,
  tags: "章节习题",
  order_number: 11,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第六章 中华民族的抗日战争（客观）",
};
