export default {
  id: 19,
  title: "第五章 中国革命的新道路（客观）",
  content:
    "中国近现代史纲要 第五章 中国革命的新道路\n一.单项选择题（每小题2分）\n1.【自测题】1930年8月，国民党民主人士邓演达领导成立的中间党派是（ ）\nA.中国青年党  B.中国民主同盟  C.中国国民党临时行动委员会  D.中华职业教育社\n答案：C\n题解：邓演达领导成立的中间党派中国国民党临时行动委员会成立于1930年8月，其成员是一部分国民革命时期的国民党左派和一些国民革命失败后因为各种原因脱离共产党组织的人士。\n2.【自测题】1931年11月，当选为中华苏维埃共和国中央执行委员会主席的是（ ）\nA.毛泽东 B.周恩来 C.项英 D.王稼祥\n答案：A\n题解：1931年11月，中华苏维埃第一次全国代表大会在江西省瑞金县叶坪村举行。大会通过了《中华苏维埃共和国宪法大纲》以及土地法令、劳动法等法律文件；选举产生了中华苏维埃共和国中央执行委员会；宣告了中华苏维埃共和国临时中央政府的成立。毛泽东当选为中央执行委员会主席。\n3.【自测题】1935年1月，中国共产党召开的具有历史转折意义的会议是（ ）\nA.八七会议 B.古田会议  C.遵义会议  D.洛川会议\n答案：C\n题解：遵义会议在极其危急的情况下挽救了中国共产党、挽救了中国工农红军、挽救了中国革命，开始确立了以毛泽东为代表的新的中央的领导，成为中国共产党历史上一个生死攸关的转折点，标志着中国共产党在政治上走向成熟。\n4.【自测题】1928年12月，在东北宣布“服从国民政府，改易旗帜”的是（ ）\nA.张学良 B.张作霖 C.冯国璋 D.冯玉祥\n答案：A\n题解：1928年12月，张学良宣布“遵守三民主义，服从国民政府，改易旗帜”。北洋军阀不再作为独立的政治力量继续存在，国民党在全国范围内建立了自己的统治。\n5.【自测题】中国共产党独立领导革命战争、创建人民军队的开端是（ ）\nA.南昌起义 B.秋收起义 C.广州起义 D.百色起义\n答案：A\n题解：南昌起义的历史意义是：第一，它打响了武装反抗国民党反动统治的第一枪，体现了中国共产党人为实行中国人民的根本利益和中华民族的解放事业而前赴后继的革命精神。第二，成为共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端。第三，它揭开了土地革命战争的序幕。\n6.【自测题】1930年1月，毛泽东提出以乡村为中心思想的重要著作是（ ）\nA.《井冈山的斗争》  B.《星星之火，可以燎原》  C.《反对本本主义》  D.《中国革命和中国共产党》\n答案：B\n题解：随着红军的壮大和根据地的壮大，1930年1月，毛泽东在《星星之火，可以燎原》中进一步指出，红军、游击队和红色区域的建立和发展，是半殖民地中国在无产阶级领导之下的农民斗争的最高形式，是半殖民地农民斗争发展的必然结果，并且无疑义的是促进全国革命高潮的最重要因素。这就在实际上批评了共产国际和中共党内某些人坚持的“城市中心论”，提出了以乡村为中心的思想，初步形成了农村包围城市，武装夺取政权的理论。\n7.【自测题】1927年国民党南京政权建立后，官僚资本的垄断活动首先和主要是从（ ）\nA.金融业方面开始 B.商业方面开始 C.轻工业方面开始 D.重工业方面开始\n答案：A\n题解：官僚资本的垄断活动，首先和主要的是在金融业方面开始的。国民党政府通过加入“官股”、改组有关机构等，将原北洋军阀的两大金融支柱即中国银行和交通银行控制起来。\n8.【自测题】1927年大革命失败后，中国共产党召开的确定土地革命和武装斗争方针的会议是（ ）\nA.八七会议 B.古田会议 C.遵义会议 D.洛川会议\n答案：A\n题解：1927年8月7日，中共中央在汉口秘密召开紧急会议，即八七会议。会议彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装斗争的方针，并选出了以翟秋白为首的中央临时政治局。\n9.【自测题】1927年毛泽东在中共八七会议上提出的著名论断是（ ）\nA.“须知政权是由枪杆子中取得的”   B.“没有调查就没有发言权” C.“兵民是胜利之本”   D.“一切反动派都是纸老虎”\n答案：A\n题解：1927年8月7日，中共中央在汉口秘密召开紧急会议，即八七会议。会议彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装斗争的方针，并选出了以翟秋白为首的中央临时政治局。毛泽东在发言中着重阐述了农民问题和武装斗争对于中国革命的极端重要性。他既充分肯定开展农民运动的必要性；又特别强调军事运动必须同民众运动结合起来，强调党“以后要非常注意军事。须知政权是由枪杆子中取得的”。八七会议给正处在思想混乱和组织涣散中的中国共产党指明了出路。这是由大革命失败到土地革命战争兴起的一个历史转折点。\n10.【自测题】1927年，中共八七会议确定的总方针是（ ）\nA.推翻北洋军阀的黑暗统治   B.开辟农村革命根据地   C.开展土地革命和武装反抗国民党反动派  D.建立工农民主统一战线\n答案：C\n题解：1927年8月7日，中共中央在汉口秘密召开紧急会议，即八七会议。会议彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装斗争的方针，并选出了以翟秋白为首的中央临时政治局。\n11.【自测题】1930年1月，毛泽东进一步从理论上阐述农村包围城市、武装夺取政权理论的文章是（ ）\nA.《中国的红色政权为什么能够存在？》   B.《星星之火，可以燎原》  C.《井冈山的斗争》   D.《中国革命战争的战略问题》\n答案：B\n题解：随着红军的壮大和根据地的壮大，1930年1月，毛泽东在《星星之火，可以燎原》中进一步指出，红军、游击队和红色区域的建立和发展，是半殖民地中国在无产阶级领导之下的农民斗争的最高形式，是半殖民地农民斗争发展的必然结果，并且无疑义的是促进全国革命高潮的最重要因素。这就在实际上批评了共产国际和中共党内某些人坚持的“城市中心论”，提出了以乡村为中心的思想，初步形成了农村包围城市，武装夺取政权的理论。\n12.【自测题】1930年5月，毛泽东撰写的关于坚持辩证唯物主义思想路线的著作是（ ）\nA.《中国的红色政权为什么能够存在？》  B.《井冈山的斗争》  C.《星星之火，可以燎原》  D.《反对本本主义》\n答案：D\n题解：1930年5月，毛泽东在《反对本本主义》一文中，深刻阐明了坚持辩证唯物主义的思想路线、坚持理论与实际相结合的极端重要性，明确提出“中国革命斗争的胜利要靠中国同志了解中国情况”，表现了毛泽东开辟新道路、开创新理论的革命首创精神。\n13.【自测题】1930年到1931年，在红一方面军三次反“围剿”斗争胜利的基础上形成了（ ）\nA.鄂豫皖革命根据地  B.左右江革命根据地  C.湘鄂西革命根据地   D.中央革命根据地\n答案：D\n题解：红一方面军三次反“围剿”作战的胜利，使赣南、闽西根据地连成一片，形成拥有21座县城、250万人口、5万平方公里土地的中央革命根据地。\n14.【自测题】1930年成立的中国国民党临时行动委员会（又称第三党），其主要领导人是（ ）\nA.梁漱溟  B.黄炎培  C.张君劢   D.邓演达\n答案：D\n题解：邓演达领导成立的中间党派中国国民党临时行动委员会成立于1930年8月，其成员是一部分国民革命时期的国民党左派和一些国民革命失败后因为各种原因脱离共产党组织的人士。\n15.【自测题】1931年11月，中国共产党在江西瑞金召开的重要会议是（ ）\nA.中共六届四中全会   B.红四军第九次党的代表大会   C.中华苏维埃第一次全国代表大会   D.赣南会议\n答案：C\n题解：1931年11月，中华苏维埃第一次全国代表大会在江西省瑞金县叶坪村举行。大会通过了《中华苏维埃共和国宪法大纲》以及土地法令、劳动法等法律文件；选举产生了中华苏维埃共和国中央执行委员会；宣告了中华苏维埃共和国临时中央政府的成立。毛泽东当选为中央执行委员会主席。\n16.【自测题】1931年1月至1935年1月，中国共产党内出现的主要错误倾向是（ ）\nA.“左”倾盲动主义 B.“左”倾教条主义 C.右倾保守主义 D.右倾投降主义\n答案：B\n题解：1931年1月至1935年1月以陈绍禹（王明）为代表的“左”倾教条主义。其主要错误是：第一，在同一战线问题上，将1927年大革命失败时暂时退出革命阵营，在“九一八”后要求抗日与民主的民族资产阶级视为中国革命最危险的敌人，一味排斥和打击中间势力。第二，在革命道路问题上，继续坚持以城市为中心，将准备城市工人的总同盟罢工和武装起义作为共产党最主要的任务；指令根据地的红军采取“积极进攻的策略”，配合攻打中心城市。第三，在土地革命问题上，提出坚决打击富农的主张。第四，在反“围剿”的军事斗争问题上，实行消极防御的方针。第五，在党内斗争和组织问题上，推行“残酷斗争，无情打击”方针。\n17.【自测题】1934年中国工农红军第五次反“围剿”斗争失败后，率先开始战略转移的是（ ）\nA.红十五军团 B.红一方面军 C.红二方面军 D.红四方面军\n答案：B\n题解：1934年中央红军主力被迫实行战略转移，第五次反“围剿”失败。中共中央机关和中央红军（即红一方面军）8.6万人撤离根据地，向西突围转移，开始了震惊中外的长征。\n18.【自测题】1935年10月，中央红军结束长征并同红十五军团胜利会师于（ ）\nA.四川懋功地区 B.西康甘孜地区 C.甘肃会宁、静宁  D.陕北吴起镇\n答案：D\n题解：1935年10月19日，中共中央率陕甘支队到达陕北吴起镇，同在那里的红十五军团会合。至此，中央红军行程二万五千里、纵横十一个省的长征胜利结束。中国共产党领导的革命力量有了新的落脚点和战略基地。\n19.【自测题】1935年1月，中国共产党在红军长征途中召开了具有历史转折意义的（ ）\nA.古田会议  B.遵义会议   C.两河口会议   D.瓦窑堡会议\n答案：B\n题解：遵义会议在极其危急的情况下挽救了中国共产党、挽救了中国工农红军、挽救了中国革命，开始确立了以毛泽东为代表的新的中央的领导，成为中国共产党历史上一个生死攸关的转折点，标志着中国共产党在政治上走向成熟。\n20.【自测题】1935年1月，中国共产党在遵义会议上解决的主要问题是（ ）\nA.军事和组织问题 B.思想和作风问题 C.政治和军事问题  D.筹款和征兵问题\n答案：A\n题解：1935年1月，中共中央政治局在遵义召开扩大会议，会议集中全力解决了当时具有决定意义的军事和组织问题。\n21.【自测题】1936年10月，中国工农红军三大主力（第一、二、四方面军）胜利会师是在（ ）\nA.四川懋功地区 B.甘肃会宁、静宁将台堡  C.西康甘孜地区  D.陕北吴起镇\n答案：B\n题解：1936年10月，红二、四方面军先后同红一方面军在甘肃会宁、静宁将台堡（今属宁夏回族自治区）会师，胜利结束长征。\n22.【自测题】中国共产党独立领导革命战争、创建人民军队始于（ ）\nA.南昌起义  B.秋收起义  C.广州起义  D.百色起义\n答案：A\n题解：南昌起义的历史意义是：第一，它打响了武装反抗国民党反动统治的第一枪，体现了中国共产党人为实行中国人民的根本利益和中华民族的解放事业而前赴后继的革命精神。第二，成为共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端。第三，它揭开了土地革命战争的序幕。\n23.【自测题】国民党四大家族官僚资本的性质是（ ）\nA.私人垄断资本主义  B.封建的买办的国家垄断资本主  C.私人资本主义  D.国家资本主义\n答案：B\n题解：国民党在全国的统治建立以后，官僚买办资本急剧地膨胀起来。它和国家政权结合在一起，同外国帝国主义、本国地主阶级结合在一起，成为买办的封建的国家垄断资本，成为国民党统治的经济基础。\n24.【自测题】新民主主义革命的基本问题是（ ）\nA.政权问题 B.农民问题 C.军队问题 D.领导权问题\n答案：B\n题解：红军反“围剿”战争的胜利，革命根据地的发展，是同土地革命的开展密切相关的。农民土地问题，是中国共产党领导的新民主主义革命的一个基本问题。开展土地革命，就是要消灭封建地主的土地所有制，实行农民的土地所有制。\n25.【自测题】毛泽东提出“须知政权是由枪杆子中取得的”著名论断是在（ ）\nA.中共一大  B.中共二大  C.八七会议  D.遵义会议\n答案：C\n题解：1927年8月7日，中共中央在汉口秘密召开紧急会议，即八七会议。会议彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装斗争的方针，并选出了以翟秋白为首的中央临时政治局。毛泽东在发言中着重阐述了农民问题和武装斗争对于中国革命的极端重要性。他既充分肯定开展农民运动的必要性；又特别强调军事运动必须同民众运动结合起来，强调党“以后要非常注意军事。须知政权是由枪杆子中取得的”。八七会议给正处在思想混乱和组织涣散中的中国共产党指明了出路。这是由大革命失败到土地革命战争兴起的一个历史转折点。\n26.【自测题】遵义会议后，中共中央政治局成立了新的三人团负责红军的军事行动，其成员是（ ）\nA.毛泽东、朱德、周恩来  B.毛泽东、朱德、王稼祥  C.毛泽东、周恩来、王稼祥  D.毛泽东、张闻天、周恩来\n答案：C\n题解：1935年1月，中共中央政治局在遵义召开扩大会议，会议集中全力解决了当时具有决定意义的军事和组织问题。经过激烈的争论，多数人同意毛泽东为代表的正确意见，批评了博古、李德在第五次反“围剿”中的错误。会议增选毛泽东为中央政治局常委，并委托张闻天起草遵义会议决议。会后不久，中共中央政治局常委分工，根据毛泽东的提议，决定由张闻天代替博古负总的责任；博古任红军总政治部代理主任；并成立了由毛泽东、周恩来、王稼祥组成的新的三人团，全权负责红军的军事行动。这一系列重大决策，是在中国共产党同共产国际中断联系的情况下，独立自主地的作出的。\n27.【自测题】1928年12月，毛泽东主持制定中国共产党历史上第一个土地法是在（ ）\nA.古田   B.永新  C.井冈山  D.瑞金\n答案：C\n题解：1928年12月，毛泽东在井冈山主持制定了中国共产党历史上第一个土地法，以立法的形式，首次肯定了广大农民获得土地的权利。\n\n28.【2017年04月】1927年国民党南京政权建立后，官僚资本的垄断活动首先和主要是从（ ）\nA.金融业方面开始 B.商业方面开始  C.轻工业方面开始 D.重工业方面开始\n答案：A\n题解：官僚资本的垄断活动，首先和主要的是在金融业方面开始的。国民党政府通过加入“官股”、改组有关机构等，将原北洋军阀的两大金融支柱即中国银行和交通银行控制起来。\n29.【2017年04月】1935年 1月，中国共产党召开的具有历史转折意义的会议是（ ）\nA.八七会议 B.古田会议  C.遵义会议 D.洛川会议\n答案：C\n题解：遵义会议在极其危急的情况下挽救了中国共产党、挽救了中国工农红军、挽救了中国革命，开始确立了以毛泽东为代表的新的中央的领导，成为中国共产党历史上一个生死攸关的转折点，标志着中国共产党在政治上走向成熟。\n30.【2017年10月】1930年8月，邓演达领导成立的中间党派是（ ）\nA.中国青年党  B.中国国家社会党  C.中国国民党临时行动委员会  D.中国国民党革命委员会\n答案：C\n题解：邓演达领导成立的中间党派中国国民党临时行动委员会成立于1930年8月，其成员是一部分国民革命时期的国民党左派和一些国民革命失败后因为各种原因脱离共产党组织的人士。\n31.【2017年10月】第五次反“围剿”斗争失败后，1934年10月开始战略转移的是（ ）\nA.红十五军团 B.红一方面军  C.红二方面军 D.红四方面军\n答案：B\n题解：1934年10月中旬，中共中央机关和中央红军（即红一方面军）8.6万人撤离根据地，向西突围转移，开始了震惊中外的长征。\n32.【2018年04月】国民党在全国统治建立后，官僚资本的垄断活动首先和主要是（ ）\nA.从农业方面开始的  B.从重工业方面开始的  C.从商业方面开始的  D.从金融业方面开始的\n答案：D\n题解：官僚资本的垄断活动，首先和主要的是在金融业方面开始的。国民党政府通过加入“官股”、改组有关机构等，将原北洋军阀的两大金融支柱即中国银行和交通银行控制起来。\n33.【2018年04月】中国共产党独立领导革命战争和创建人民军队的开端是（ ）\nA.南昌起义  B.秋收起义  C.平江起义  D.百色起义\n答案：A\n题解：南昌起义的历史意义是：第一，它打响了武装反抗国民党反动统治的第一枪，体现了中国共产党人为实行中国人民的根本利益和中华民族的解放事业而前赴后继的革命精神。第二，成为共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端。第三，它揭开了土地革命战争的序幕。\n34.【2018年10月】1928年12月，在东北宣布“服从南京国民政府，改易旗帜”的是（ ）\nA.孙传芳 B.吴佩孚  C.张作霖   D.张学良\n答案：D\n题解：1928年12月，张学良宣布“遵守三民主义，服从国民政府，改易旗帜”。北洋军阀不再作为独立的政治力量继续存在，国民党在全国范围内建立了自己的统治。\n35.【2018年10月】1936年10月，中国工农红军三大主力胜利会师地是（ ）\nA.四川懋功地区 B.甘肃会宁、静宁将台堡  C.西康甘孜地区 D.陕北吴起镇\n答案：B\n题解：1936年10月，红二、四方面军先后同红一方面军在甘肃会宁、静宁将台堡（今属宁夏回族自治区）会师，胜利结束长征。\n36.【2019年04月】国民党在全国统治建立后，官僚资本的垄断活动首先和主要是（ ）\nA.从农业方面开始的  B.从重工业方面开始的  C.从商业方面开始的 D.从金融业方面开始的\n答案：D\n题解：官僚资本的垄断活动，首先和主要的是在金融业方面开始的。国民党政府通过加入“官股”、改组有关机构等，将原北洋军阀的两大金融支柱即中国银行和交通银行控制起来。\n37.【2019年04月】中国共产党独立领导革命战争、创建人民军队的开端是（ ）\nA.南昌起义 B.秋收起义  C.广州起义 D.百色起义\n答案：A\n题解：南昌起义的历史意义是：第一，它打响了武装反抗国民党反动统治的第一枪，体现了中国共产党人为实行中国人民的根本利益和中华民族的解放事业而前赴后继的革命精神。第二，成为共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端。第三，它揭开了土地革命战争的序幕。\n38.【2019年10月】国民党在全国统治建立后，官僚资本的垄断活动首先和主要是（ ）\nA.从农业方面开始的 B.从工业方面开始的 C.从商业方面开始的 D.从金融业方面开始的\n答案：D\n题解：官僚资本的垄断活动首先和主要的是在金融业方面开始的。\n39.【2019年10月】1936年10月，中国工农红军第一、二、四方面军胜利会师于（ ）\nA.陕北保安地区 B.陕北洛川地区 C.陕北瓦窑堡地区 D.甘肃会宁、静宁地区\n答案：D\n题解：1936年10月，红二、四方面军先后同红一方面军在甘肃会宁、静宁将台堡（今属宁夏回族自治区）会师，胜利结束长征。\n\n5.【2020年08月】1927年，中共八七会议确定的总方针是（）\nA、推翻北洋军阀黑暗统治\nB、建立工农民主统一战线\nC、开辟农村革命根据地\nD、开展土地革命和武装斗争\n答案：D\n题解：中共八七会议彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装斗争的方针，并选出了以翟秋白为首的中共临时政治局。\n\n6.【2020年08月】1931年1月至1935年l月，中国共产党内出现的主要错误倾向是（）\nA、右倾机会主义\nB、“左”倾盲动主义\nC、“左”倾冒险主义\nD、“左”倾教条主义\n答案：D\n题解：1931年1月至1935年l月，出现了以陈绍禹（王明）为代表的“左”倾教条主义。\n\n13.【2020年10月】1930年8月，国民党民主人士邓演达领导成立的中间党派是（ ）。\nA.中国国民党临时行动委员会\nB.中国青年党\nC.中国民主同盟\nD.中华职业教育社\n答案：A\n题解：1930年8月，国民党民主人士邓演达领导成立了中国国民党临时行动委员会。\n\n14.【2020年10月】1936年10月，中国工农红军三大主力胜利会师的地点是（ ）。\nA.四川懋功地区\nB.甘肃会宁、静宁将台堡\nC.西康甘孜地区\nD.陕北吴起镇\n答案：B\n题解：1936年10月，红二、四方面军先后同红一方面军在甘肃会宁、静宁将台堡会师，胜利结束长征。",
  content_object: {
    title: "中国近现代史纲要 第五章 中国革命的新道路",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 2,
        title: "单项选择题（每小题2分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】1930年8月，国民党民主人士邓演达领导成立的中间党派是（ ）",
            explanation:
              "邓演达领导成立的中间党派中国国民党临时行动委员会成立于1930年8月，其成员是一部分国民革命时期的国民党左派和一些国民革命失败后因为各种原因脱离共产党组织的人士。",
            number: 1,
            userAnswer: [],
            score: 2,
            id: "g1q1",
            answer: ["C"],
            position: 2,
            type: "single",
            options: [
              { text: "中国青年党", value: "A" },
              { text: "中国民主同盟", value: "B" },
              { text: "中国国民党临时行动委员会", value: "C" },
              { text: "中华职业教育社", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1931年11月，当选为中华苏维埃共和国中央执行委员会主席的是（ ）",
            explanation:
              "1931年11月，中华苏维埃第一次全国代表大会在江西省瑞金县叶坪村举行。大会通过了《中华苏维埃共和国宪法大纲》以及土地法令、劳动法等法律文件；选举产生了中华苏维埃共和国中央执行委员会；宣告了中华苏维埃共和国临时中央政府的成立。毛泽东当选为中央执行委员会主席。",
            number: 2,
            userAnswer: [],
            score: 2,
            id: "g1q2",
            answer: ["A"],
            position: 4,
            type: "single",
            options: [
              { text: "毛泽东", value: "A" },
              { text: "周恩来", value: "B" },
              { text: "项英", value: "C" },
              { text: "王稼祥", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1935年1月，中国共产党召开的具有历史转折意义的会议是（ ）",
            explanation:
              "遵义会议在极其危急的情况下挽救了中国共产党、挽救了中国工农红军、挽救了中国革命，开始确立了以毛泽东为代表的新的中央的领导，成为中国共产党历史上一个生死攸关的转折点，标志着中国共产党在政治上走向成熟。",
            number: 3,
            userAnswer: [],
            score: 2,
            id: "g1q3",
            answer: ["C"],
            position: 6,
            type: "single",
            options: [
              { text: "八七会议", value: "A" },
              { text: "古田会议", value: "B" },
              { text: "遵义会议", value: "C" },
              { text: "洛川会议", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1928年12月，在东北宣布“服从国民政府，改易旗帜”的是（ ）",
            explanation:
              "1928年12月，张学良宣布“遵守三民主义，服从国民政府，改易旗帜”。北洋军阀不再作为独立的政治力量继续存在，国民党在全国范围内建立了自己的统治。",
            number: 4,
            userAnswer: [],
            score: 2,
            id: "g1q4",
            answer: ["A"],
            position: 8,
            type: "single",
            options: [
              { text: "张学良", value: "A" },
              { text: "张作霖", value: "B" },
              { text: "冯国璋", value: "C" },
              { text: "冯玉祥", value: "D" },
            ],
          },
          {
            title:
              "【自测题】中国共产党独立领导革命战争、创建人民军队的开端是（ ）",
            explanation:
              "南昌起义的历史意义是：第一，它打响了武装反抗国民党反动统治的第一枪，体现了中国共产党人为实行中国人民的根本利益和中华民族的解放事业而前赴后继的革命精神。第二，成为共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端。第三，它揭开了土地革命战争的序幕。",
            number: 5,
            userAnswer: [],
            score: 2,
            id: "g1q5",
            answer: ["A"],
            position: 10,
            type: "single",
            options: [
              { text: "南昌起义", value: "A" },
              { text: "秋收起义", value: "B" },
              { text: "广州起义", value: "C" },
              { text: "百色起义", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1930年1月，毛泽东提出以乡村为中心思想的重要著作是（ ）",
            explanation:
              "随着红军的壮大和根据地的壮大，1930年1月，毛泽东在《星星之火，可以燎原》中进一步指出，红军、游击队和红色区域的建立和发展，是半殖民地中国在无产阶级领导之下的农民斗争的最高形式，是半殖民地农民斗争发展的必然结果，并且无疑义的是促进全国革命高潮的最重要因素。这就在实际上批评了共产国际和中共党内某些人坚持的“城市中心论”，提出了以乡村为中心的思想，初步形成了农村包围城市，武装夺取政权的理论。",
            number: 6,
            userAnswer: [],
            score: 2,
            id: "g1q6",
            answer: ["B"],
            position: 12,
            type: "single",
            options: [
              { text: "《井冈山的斗争》", value: "A" },
              { text: "《星星之火，可以燎原》", value: "B" },
              { text: "《反对本本主义》", value: "C" },
              { text: "《中国革命和中国共产党》", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1927年国民党南京政权建立后，官僚资本的垄断活动首先和主要是从（ ）",
            explanation:
              "官僚资本的垄断活动，首先和主要的是在金融业方面开始的。国民党政府通过加入“官股”、改组有关机构等，将原北洋军阀的两大金融支柱即中国银行和交通银行控制起来。",
            number: 7,
            userAnswer: [],
            score: 2,
            id: "g1q7",
            answer: ["A"],
            position: 14,
            type: "single",
            options: [
              { text: "金融业方面开始", value: "A" },
              { text: "商业方面开始", value: "B" },
              { text: "轻工业方面开始", value: "C" },
              { text: "重工业方面开始", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1927年大革命失败后，中国共产党召开的确定土地革命和武装斗争方针的会议是（ ）",
            explanation:
              "1927年8月7日，中共中央在汉口秘密召开紧急会议，即八七会议。会议彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装斗争的方针，并选出了以翟秋白为首的中央临时政治局。",
            number: 8,
            userAnswer: [],
            score: 2,
            id: "g1q8",
            answer: ["A"],
            position: 16,
            type: "single",
            options: [
              { text: "八七会议", value: "A" },
              { text: "古田会议", value: "B" },
              { text: "遵义会议", value: "C" },
              { text: "洛川会议", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1927年毛泽东在中共八七会议上提出的著名论断是（ ）",
            explanation:
              "1927年8月7日，中共中央在汉口秘密召开紧急会议，即八七会议。会议彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装斗争的方针，并选出了以翟秋白为首的中央临时政治局。毛泽东在发言中着重阐述了农民问题和武装斗争对于中国革命的极端重要性。他既充分肯定开展农民运动的必要性；又特别强调军事运动必须同民众运动结合起来，强调党“以后要非常注意军事。须知政权是由枪杆子中取得的”。八七会议给正处在思想混乱和组织涣散中的中国共产党指明了出路。这是由大革命失败到土地革命战争兴起的一个历史转折点。",
            number: 9,
            userAnswer: [],
            score: 2,
            id: "g1q9",
            answer: ["A"],
            position: 18,
            type: "single",
            options: [
              { text: "“须知政权是由枪杆子中取得的”", value: "A" },
              { text: "“没有调查就没有发言权”", value: "B" },
              { text: "“兵民是胜利之本”", value: "C" },
              { text: "“一切反动派都是纸老虎”", value: "D" },
            ],
          },
          {
            title: "【自测题】1927年，中共八七会议确定的总方针是（ ）",
            explanation:
              "1927年8月7日，中共中央在汉口秘密召开紧急会议，即八七会议。会议彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装斗争的方针，并选出了以翟秋白为首的中央临时政治局。",
            number: 10,
            userAnswer: [],
            score: 2,
            id: "g1q10",
            answer: ["C"],
            position: 20,
            type: "single",
            options: [
              { text: "推翻北洋军阀的黑暗统治", value: "A" },
              { text: "开辟农村革命根据地", value: "B" },
              { text: "开展土地革命和武装反抗国民党反动派", value: "C" },
              { text: "建立工农民主统一战线", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1930年1月，毛泽东进一步从理论上阐述农村包围城市、武装夺取政权理论的文章是（ ）",
            explanation:
              "随着红军的壮大和根据地的壮大，1930年1月，毛泽东在《星星之火，可以燎原》中进一步指出，红军、游击队和红色区域的建立和发展，是半殖民地中国在无产阶级领导之下的农民斗争的最高形式，是半殖民地农民斗争发展的必然结果，并且无疑义的是促进全国革命高潮的最重要因素。这就在实际上批评了共产国际和中共党内某些人坚持的“城市中心论”，提出了以乡村为中心的思想，初步形成了农村包围城市，武装夺取政权的理论。",
            number: 11,
            userAnswer: [],
            score: 2,
            id: "g1q11",
            answer: ["B"],
            position: 22,
            type: "single",
            options: [
              { text: "《中国的红色政权为什么能够存在？》", value: "A" },
              { text: "《星星之火，可以燎原》", value: "B" },
              { text: "《井冈山的斗争》", value: "C" },
              { text: "《中国革命战争的战略问题》", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1930年5月，毛泽东撰写的关于坚持辩证唯物主义思想路线的著作是（ ）",
            explanation:
              "1930年5月，毛泽东在《反对本本主义》一文中，深刻阐明了坚持辩证唯物主义的思想路线、坚持理论与实际相结合的极端重要性，明确提出“中国革命斗争的胜利要靠中国同志了解中国情况”，表现了毛泽东开辟新道路、开创新理论的革命首创精神。",
            number: 12,
            userAnswer: [],
            score: 2,
            id: "g1q12",
            answer: ["D"],
            position: 24,
            type: "single",
            options: [
              { text: "《中国的红色政权为什么能够存在？》", value: "A" },
              { text: "《井冈山的斗争》", value: "B" },
              { text: "《星星之火，可以燎原》", value: "C" },
              { text: "《反对本本主义》", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1930年到1931年，在红一方面军三次反“围剿”斗争胜利的基础上形成了（ ）",
            explanation:
              "红一方面军三次反“围剿”作战的胜利，使赣南、闽西根据地连成一片，形成拥有21座县城、250万人口、5万平方公里土地的中央革命根据地。",
            number: 13,
            userAnswer: [],
            score: 2,
            id: "g1q13",
            answer: ["D"],
            position: 26,
            type: "single",
            options: [
              { text: "鄂豫皖革命根据地", value: "A" },
              { text: "左右江革命根据地", value: "B" },
              { text: "湘鄂西革命根据地", value: "C" },
              { text: "中央革命根据地", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1930年成立的中国国民党临时行动委员会（又称第三党），其主要领导人是（ ）",
            explanation:
              "邓演达领导成立的中间党派中国国民党临时行动委员会成立于1930年8月，其成员是一部分国民革命时期的国民党左派和一些国民革命失败后因为各种原因脱离共产党组织的人士。",
            number: 14,
            userAnswer: [],
            score: 2,
            id: "g1q14",
            answer: ["D"],
            position: 28,
            type: "single",
            options: [
              { text: "梁漱溟", value: "A" },
              { text: "黄炎培", value: "B" },
              { text: "张君劢", value: "C" },
              { text: "邓演达", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1931年11月，中国共产党在江西瑞金召开的重要会议是（ ）",
            explanation:
              "1931年11月，中华苏维埃第一次全国代表大会在江西省瑞金县叶坪村举行。大会通过了《中华苏维埃共和国宪法大纲》以及土地法令、劳动法等法律文件；选举产生了中华苏维埃共和国中央执行委员会；宣告了中华苏维埃共和国临时中央政府的成立。毛泽东当选为中央执行委员会主席。",
            number: 15,
            userAnswer: [],
            score: 2,
            id: "g1q15",
            answer: ["C"],
            position: 30,
            type: "single",
            options: [
              { text: "中共六届四中全会", value: "A" },
              { text: "红四军第九次党的代表大会", value: "B" },
              { text: "中华苏维埃第一次全国代表大会", value: "C" },
              { text: "赣南会议", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1931年1月至1935年1月，中国共产党内出现的主要错误倾向是（ ）",
            explanation:
              "1931年1月至1935年1月以陈绍禹（王明）为代表的“左”倾教条主义。其主要错误是：第一，在同一战线问题上，将1927年大革命失败时暂时退出革命阵营，在“九一八”后要求抗日与民主的民族资产阶级视为中国革命最危险的敌人，一味排斥和打击中间势力。第二，在革命道路问题上，继续坚持以城市为中心，将准备城市工人的总同盟罢工和武装起义作为共产党最主要的任务；指令根据地的红军采取“积极进攻的策略”，配合攻打中心城市。第三，在土地革命问题上，提出坚决打击富农的主张。第四，在反“围剿”的军事斗争问题上，实行消极防御的方针。第五，在党内斗争和组织问题上，推行“残酷斗争，无情打击”方针。",
            number: 16,
            userAnswer: [],
            score: 2,
            id: "g1q16",
            answer: ["B"],
            position: 32,
            type: "single",
            options: [
              { text: "“左”倾盲动主义", value: "A" },
              { text: "“左”倾教条主义", value: "B" },
              { text: "右倾保守主义", value: "C" },
              { text: "右倾投降主义", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1934年中国工农红军第五次反“围剿”斗争失败后，率先开始战略转移的是（ ）",
            explanation:
              "1934年中央红军主力被迫实行战略转移，第五次反“围剿”失败。中共中央机关和中央红军（即红一方面军）8.6万人撤离根据地，向西突围转移，开始了震惊中外的长征。",
            number: 17,
            userAnswer: [],
            score: 2,
            id: "g1q17",
            answer: ["B"],
            position: 34,
            type: "single",
            options: [
              { text: "红十五军团", value: "A" },
              { text: "红一方面军", value: "B" },
              { text: "红二方面军", value: "C" },
              { text: "红四方面军", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1935年10月，中央红军结束长征并同红十五军团胜利会师于（ ）",
            explanation:
              "1935年10月19日，中共中央率陕甘支队到达陕北吴起镇，同在那里的红十五军团会合。至此，中央红军行程二万五千里、纵横十一个省的长征胜利结束。中国共产党领导的革命力量有了新的落脚点和战略基地。",
            number: 18,
            userAnswer: [],
            score: 2,
            id: "g1q18",
            answer: ["D"],
            position: 36,
            type: "single",
            options: [
              { text: "四川懋功地区", value: "A" },
              { text: "西康甘孜地区", value: "B" },
              { text: "甘肃会宁、静宁", value: "C" },
              { text: "陕北吴起镇", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1935年1月，中国共产党在红军长征途中召开了具有历史转折意义的（ ）",
            explanation:
              "遵义会议在极其危急的情况下挽救了中国共产党、挽救了中国工农红军、挽救了中国革命，开始确立了以毛泽东为代表的新的中央的领导，成为中国共产党历史上一个生死攸关的转折点，标志着中国共产党在政治上走向成熟。",
            number: 19,
            userAnswer: [],
            score: 2,
            id: "g1q19",
            answer: ["B"],
            position: 38,
            type: "single",
            options: [
              { text: "古田会议", value: "A" },
              { text: "遵义会议", value: "B" },
              { text: "两河口会议", value: "C" },
              { text: "瓦窑堡会议", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1935年1月，中国共产党在遵义会议上解决的主要问题是（ ）",
            explanation:
              "1935年1月，中共中央政治局在遵义召开扩大会议，会议集中全力解决了当时具有决定意义的军事和组织问题。",
            number: 20,
            userAnswer: [],
            score: 2,
            id: "g1q20",
            answer: ["A"],
            position: 40,
            type: "single",
            options: [
              { text: "军事和组织问题", value: "A" },
              { text: "思想和作风问题", value: "B" },
              { text: "政治和军事问题", value: "C" },
              { text: "筹款和征兵问题", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1936年10月，中国工农红军三大主力（第一、二、四方面军）胜利会师是在（ ）",
            explanation:
              "1936年10月，红二、四方面军先后同红一方面军在甘肃会宁、静宁将台堡（今属宁夏回族自治区）会师，胜利结束长征。",
            number: 21,
            userAnswer: [],
            score: 2,
            id: "g1q21",
            answer: ["B"],
            position: 42,
            type: "single",
            options: [
              { text: "四川懋功地区", value: "A" },
              { text: "甘肃会宁、静宁将台堡", value: "B" },
              { text: "西康甘孜地区", value: "C" },
              { text: "陕北吴起镇", value: "D" },
            ],
          },
          {
            title:
              "【自测题】中国共产党独立领导革命战争、创建人民军队始于（ ）",
            explanation:
              "南昌起义的历史意义是：第一，它打响了武装反抗国民党反动统治的第一枪，体现了中国共产党人为实行中国人民的根本利益和中华民族的解放事业而前赴后继的革命精神。第二，成为共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端。第三，它揭开了土地革命战争的序幕。",
            number: 22,
            userAnswer: [],
            score: 2,
            id: "g1q22",
            answer: ["A"],
            position: 44,
            type: "single",
            options: [
              { text: "南昌起义", value: "A" },
              { text: "秋收起义", value: "B" },
              { text: "广州起义", value: "C" },
              { text: "百色起义", value: "D" },
            ],
          },
          {
            title: "【自测题】国民党四大家族官僚资本的性质是（ ）",
            explanation:
              "国民党在全国的统治建立以后，官僚买办资本急剧地膨胀起来。它和国家政权结合在一起，同外国帝国主义、本国地主阶级结合在一起，成为买办的封建的国家垄断资本，成为国民党统治的经济基础。",
            number: 23,
            userAnswer: [],
            score: 2,
            id: "g1q23",
            answer: ["B"],
            position: 46,
            type: "single",
            options: [
              { text: "私人垄断资本主义", value: "A" },
              { text: "封建的买办的国家垄断资本主", value: "B" },
              { text: "私人资本主义", value: "C" },
              { text: "国家资本主义", value: "D" },
            ],
          },
          {
            title: "【自测题】新民主主义革命的基本问题是（ ）",
            explanation:
              "红军反“围剿”战争的胜利，革命根据地的发展，是同土地革命的开展密切相关的。农民土地问题，是中国共产党领导的新民主主义革命的一个基本问题。开展土地革命，就是要消灭封建地主的土地所有制，实行农民的土地所有制。",
            number: 24,
            userAnswer: [],
            score: 2,
            id: "g1q24",
            answer: ["B"],
            position: 48,
            type: "single",
            options: [
              { text: "政权问题", value: "A" },
              { text: "农民问题", value: "B" },
              { text: "军队问题", value: "C" },
              { text: "领导权问题", value: "D" },
            ],
          },
          {
            title:
              "【自测题】毛泽东提出“须知政权是由枪杆子中取得的”著名论断是在（ ）",
            explanation:
              "1927年8月7日，中共中央在汉口秘密召开紧急会议，即八七会议。会议彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装斗争的方针，并选出了以翟秋白为首的中央临时政治局。毛泽东在发言中着重阐述了农民问题和武装斗争对于中国革命的极端重要性。他既充分肯定开展农民运动的必要性；又特别强调军事运动必须同民众运动结合起来，强调党“以后要非常注意军事。须知政权是由枪杆子中取得的”。八七会议给正处在思想混乱和组织涣散中的中国共产党指明了出路。这是由大革命失败到土地革命战争兴起的一个历史转折点。",
            number: 25,
            userAnswer: [],
            score: 2,
            id: "g1q25",
            answer: ["C"],
            position: 50,
            type: "single",
            options: [
              { text: "中共一大", value: "A" },
              { text: "中共二大", value: "B" },
              { text: "八七会议", value: "C" },
              { text: "遵义会议", value: "D" },
            ],
          },
          {
            title:
              "【自测题】遵义会议后，中共中央政治局成立了新的三人团负责红军的军事行动，其成员是（ ）",
            explanation:
              "1935年1月，中共中央政治局在遵义召开扩大会议，会议集中全力解决了当时具有决定意义的军事和组织问题。经过激烈的争论，多数人同意毛泽东为代表的正确意见，批评了博古、李德在第五次反“围剿”中的错误。会议增选毛泽东为中央政治局常委，并委托张闻天起草遵义会议决议。会后不久，中共中央政治局常委分工，根据毛泽东的提议，决定由张闻天代替博古负总的责任；博古任红军总政治部代理主任；并成立了由毛泽东、周恩来、王稼祥组成的新的三人团，全权负责红军的军事行动。这一系列重大决策，是在中国共产党同共产国际中断联系的情况下，独立自主地的作出的。",
            number: 26,
            userAnswer: [],
            score: 2,
            id: "g1q26",
            answer: ["C"],
            position: 52,
            type: "single",
            options: [
              { text: "毛泽东、朱德、周恩来", value: "A" },
              { text: "毛泽东、朱德、王稼祥", value: "B" },
              { text: "毛泽东、周恩来、王稼祥", value: "C" },
              { text: "毛泽东、张闻天、周恩来", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1928年12月，毛泽东主持制定中国共产党历史上第一个土地法是在（ ）",
            explanation:
              "1928年12月，毛泽东在井冈山主持制定了中国共产党历史上第一个土地法，以立法的形式，首次肯定了广大农民获得土地的权利。",
            number: 27,
            userAnswer: [],
            score: 2,
            id: "g1q27",
            answer: ["C"],
            position: 54,
            type: "single",
            options: [
              { text: "古田", value: "A" },
              { text: "永新", value: "B" },
              { text: "井冈山", value: "C" },
              { text: "瑞金", value: "D" },
            ],
          },
          {
            title:
              "【2017年04月】1927年国民党南京政权建立后，官僚资本的垄断活动首先和主要是从（ ）",
            explanation:
              "官僚资本的垄断活动，首先和主要的是在金融业方面开始的。国民党政府通过加入“官股”、改组有关机构等，将原北洋军阀的两大金融支柱即中国银行和交通银行控制起来。",
            number: 28,
            userAnswer: [],
            score: 2,
            id: "g1q28",
            answer: ["A"],
            position: 56,
            type: "single",
            options: [
              { text: "金融业方面开始", value: "A" },
              { text: "商业方面开始", value: "B" },
              { text: "轻工业方面开始", value: "C" },
              { text: "重工业方面开始", value: "D" },
            ],
          },
          {
            title:
              "【2017年04月】1935年 1月，中国共产党召开的具有历史转折意义的会议是（ ）",
            explanation:
              "遵义会议在极其危急的情况下挽救了中国共产党、挽救了中国工农红军、挽救了中国革命，开始确立了以毛泽东为代表的新的中央的领导，成为中国共产党历史上一个生死攸关的转折点，标志着中国共产党在政治上走向成熟。",
            number: 29,
            userAnswer: [],
            score: 2,
            id: "g1q29",
            answer: ["C"],
            position: 58,
            type: "single",
            options: [
              { text: "八七会议", value: "A" },
              { text: "古田会议", value: "B" },
              { text: "遵义会议", value: "C" },
              { text: "洛川会议", value: "D" },
            ],
          },
          {
            title: "【2017年10月】1930年8月，邓演达领导成立的中间党派是（ ）",
            explanation:
              "邓演达领导成立的中间党派中国国民党临时行动委员会成立于1930年8月，其成员是一部分国民革命时期的国民党左派和一些国民革命失败后因为各种原因脱离共产党组织的人士。",
            number: 30,
            userAnswer: [],
            score: 2,
            id: "g1q30",
            answer: ["C"],
            position: 60,
            type: "single",
            options: [
              { text: "中国青年党", value: "A" },
              { text: "中国国家社会党", value: "B" },
              { text: "中国国民党临时行动委员会", value: "C" },
              { text: "中国国民党革命委员会", value: "D" },
            ],
          },
          {
            title:
              "【2017年10月】第五次反“围剿”斗争失败后，1934年10月开始战略转移的是（ ）",
            explanation:
              "1934年10月中旬，中共中央机关和中央红军（即红一方面军）8.6万人撤离根据地，向西突围转移，开始了震惊中外的长征。",
            number: 31,
            userAnswer: [],
            score: 2,
            id: "g1q31",
            answer: ["B"],
            position: 62,
            type: "single",
            options: [
              { text: "红十五军团", value: "A" },
              { text: "红一方面军", value: "B" },
              { text: "红二方面军", value: "C" },
              { text: "红四方面军", value: "D" },
            ],
          },
          {
            title:
              "【2018年04月】国民党在全国统治建立后，官僚资本的垄断活动首先和主要是（ ）",
            explanation:
              "官僚资本的垄断活动，首先和主要的是在金融业方面开始的。国民党政府通过加入“官股”、改组有关机构等，将原北洋军阀的两大金融支柱即中国银行和交通银行控制起来。",
            number: 32,
            userAnswer: [],
            score: 2,
            id: "g1q32",
            answer: ["D"],
            position: 64,
            type: "single",
            options: [
              { text: "从农业方面开始的", value: "A" },
              { text: "从重工业方面开始的", value: "B" },
              { text: "从商业方面开始的", value: "C" },
              { text: "从金融业方面开始的", value: "D" },
            ],
          },
          {
            title:
              "【2018年04月】中国共产党独立领导革命战争和创建人民军队的开端是（ ）",
            explanation:
              "南昌起义的历史意义是：第一，它打响了武装反抗国民党反动统治的第一枪，体现了中国共产党人为实行中国人民的根本利益和中华民族的解放事业而前赴后继的革命精神。第二，成为共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端。第三，它揭开了土地革命战争的序幕。",
            number: 33,
            userAnswer: [],
            score: 2,
            id: "g1q33",
            answer: ["A"],
            position: 66,
            type: "single",
            options: [
              { text: "南昌起义", value: "A" },
              { text: "秋收起义", value: "B" },
              { text: "平江起义", value: "C" },
              { text: "百色起义", value: "D" },
            ],
          },
          {
            title:
              "【2018年10月】1928年12月，在东北宣布“服从南京国民政府，改易旗帜”的是（ ）",
            explanation:
              "1928年12月，张学良宣布“遵守三民主义，服从国民政府，改易旗帜”。北洋军阀不再作为独立的政治力量继续存在，国民党在全国范围内建立了自己的统治。",
            number: 34,
            userAnswer: [],
            score: 2,
            id: "g1q34",
            answer: ["D"],
            position: 68,
            type: "single",
            options: [
              { text: "孙传芳", value: "A" },
              { text: "吴佩孚", value: "B" },
              { text: "张作霖", value: "C" },
              { text: "张学良", value: "D" },
            ],
          },
          {
            title:
              "【2018年10月】1936年10月，中国工农红军三大主力胜利会师地是（ ）",
            explanation:
              "1936年10月，红二、四方面军先后同红一方面军在甘肃会宁、静宁将台堡（今属宁夏回族自治区）会师，胜利结束长征。",
            number: 35,
            userAnswer: [],
            score: 2,
            id: "g1q35",
            answer: ["B"],
            position: 70,
            type: "single",
            options: [
              { text: "四川懋功地区", value: "A" },
              { text: "甘肃会宁、静宁将台堡", value: "B" },
              { text: "西康甘孜地区", value: "C" },
              { text: "陕北吴起镇", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】国民党在全国统治建立后，官僚资本的垄断活动首先和主要是（ ）",
            explanation:
              "官僚资本的垄断活动，首先和主要的是在金融业方面开始的。国民党政府通过加入“官股”、改组有关机构等，将原北洋军阀的两大金融支柱即中国银行和交通银行控制起来。",
            number: 36,
            userAnswer: [],
            score: 2,
            id: "g1q36",
            answer: ["D"],
            position: 72,
            type: "single",
            options: [
              { text: "从农业方面开始的", value: "A" },
              { text: "从重工业方面开始的", value: "B" },
              { text: "从商业方面开始的", value: "C" },
              { text: "从金融业方面开始的", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】中国共产党独立领导革命战争、创建人民军队的开端是（ ）",
            explanation:
              "南昌起义的历史意义是：第一，它打响了武装反抗国民党反动统治的第一枪，体现了中国共产党人为实行中国人民的根本利益和中华民族的解放事业而前赴后继的革命精神。第二，成为共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端。第三，它揭开了土地革命战争的序幕。",
            number: 37,
            userAnswer: [],
            score: 2,
            id: "g1q37",
            answer: ["A"],
            position: 74,
            type: "single",
            options: [
              { text: "南昌起义", value: "A" },
              { text: "秋收起义", value: "B" },
              { text: "广州起义", value: "C" },
              { text: "百色起义", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】国民党在全国统治建立后，官僚资本的垄断活动首先和主要是（ ）",
            explanation: "官僚资本的垄断活动首先和主要的是在金融业方面开始的。",
            number: 38,
            userAnswer: [],
            score: 2,
            id: "g1q38",
            answer: ["D"],
            position: 76,
            type: "single",
            options: [
              { text: "从农业方面开始的", value: "A" },
              { text: "从工业方面开始的", value: "B" },
              { text: "从商业方面开始的", value: "C" },
              { text: "从金融业方面开始的", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】1936年10月，中国工农红军第一、二、四方面军胜利会师于（ ）",
            explanation:
              "1936年10月，红二、四方面军先后同红一方面军在甘肃会宁、静宁将台堡（今属宁夏回族自治区）会师，胜利结束长征。",
            number: 39,
            userAnswer: [],
            score: 2,
            id: "g1q39",
            answer: ["D"],
            position: 78,
            type: "single",
            options: [
              { text: "陕北保安地区", value: "A" },
              { text: "陕北洛川地区", value: "B" },
              { text: "陕北瓦窑堡地区", value: "C" },
              { text: "甘肃会宁、静宁地区", value: "D" },
            ],
          },
          {
            title: "【2020年08月】1927年，中共八七会议确定的总方针是（）",
            explanation:
              "中共八七会议彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装斗争的方针，并选出了以翟秋白为首的中共临时政治局。",
            number: 40,
            userAnswer: [],
            score: 2,
            id: "g1q40",
            answer: ["D"],
            position: 80,
            type: "single",
            options: [
              { text: "推翻北洋军阀黑暗统治", value: "A" },
              { text: "建立工农民主统一战线", value: "B" },
              { text: "开辟农村革命根据地", value: "C" },
              { text: "开展土地革命和武装斗争", value: "D" },
            ],
          },
          {
            title:
              "【2020年08月】1931年1月至1935年l月，中国共产党内出现的主要错误倾向是（）",
            explanation:
              "1931年1月至1935年l月，出现了以陈绍禹（王明）为代表的“左”倾教条主义。",
            number: 41,
            userAnswer: [],
            score: 2,
            id: "g1q41",
            answer: ["D"],
            position: 82,
            type: "single",
            options: [
              { text: "右倾机会主义", value: "A" },
              { text: "“左”倾盲动主义", value: "B" },
              { text: "“左”倾冒险主义", value: "C" },
              { text: "“左”倾教条主义", value: "D" },
            ],
          },
          {
            title:
              "【2020年10月】1930年8月，国民党民主人士邓演达领导成立的中间党派是（ ）。",
            explanation:
              "1930年8月，国民党民主人士邓演达领导成立了中国国民党临时行动委员会。",
            number: 42,
            userAnswer: [],
            score: 2,
            id: "g1q42",
            answer: ["A"],
            position: 84,
            type: "single",
            options: [
              { text: "中国国民党临时行动委员会", value: "A" },
              { text: "中国青年党", value: "B" },
              { text: "中国民主同盟", value: "C" },
              { text: "中华职业教育社", value: "D" },
            ],
          },
          {
            title:
              "【2020年10月】1936年10月，中国工农红军三大主力胜利会师的地点是（ ）。",
            explanation:
              "1936年10月，红二、四方面军先后同红一方面军在甘肃会宁、静宁将台堡会师，胜利结束长征。",
            number: 43,
            userAnswer: [],
            score: 2,
            id: "g1q43",
            answer: ["B"],
            position: 86,
            type: "single",
            options: [
              { text: "四川懋功地区", value: "A" },
              { text: "甘肃会宁、静宁将台堡", value: "B" },
              { text: "西康甘孜地区", value: "C" },
              { text: "陕北吴起镇", value: "D" },
            ],
          },
        ],
        position: 1,
        type: "single",
        id: "g1",
      },
    ],
    totalScore: 86,
    questionCount: 43,
  },
  create_time: "2018-07-11T10:01:46.343470",
  is_active: true,
  questions_count: 43,
  is_break_through: false,
  tags: "章节习题",
  order_number: 9,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第五章 中国革命的新道路（客观）",
};
