export default {
  id: 41,
  title: "第七章 为创建新中国而奋斗（客观）",
  content:
    "中国近现代史纲要 第七章 为创建新中国而奋斗\n一.单项选择题（每小题2分）\n1.【自测题】1946年6月，国民党当局制造的镇压上海人民团体联合会请愿团的惨案是（ ）\nA.二七惨案\tB.校场口惨案\tC.下关惨案  D.确山惨案\n答案：C\n题解：1946年6月23日，上海人民团体联合会派出请愿团，赴南京向国民党当局呼吁和平。请愿团到达南京下关车站时，遭到国民党当局指使的大批暴徒的围殴。团长马叙伦和代表雷洁琼等多人受伤。下关惨案进一步暴露了国民党当局坚持反人民内战的真面目。\n2.【自测题】1947年在国统区爆发的大规模的爱国学生运动是（ ）\nA.一二·九运动\tB.一二·一运动  C.一二·三○运动  D.五·二○运动\n答案：D\n题解：1947年5月20日，南京、上海、苏州、杭州地区16所专科以上院校学生6000余人汇集南京，举行反饥饿、反内战、挽救教育危机联合大游行，遭到国民党宪警的镇压。同日，天津南开大学、北洋大学两校的游行学生，遭到特务殴打，许多人受伤。南京、天津的流血事件，便是震惊中外的“五二〇”惨案。\n3.【自测题】1947年10月发布的《中国人民解放军总部宣言》正式提出的行动口号是（ ）\nA.和平、民主、团结\tB.向北发展、向南防御  C.打倒蒋介石、解放全中国\t D.打过长江去、解放全中国\n答案：C\n题解：1947年10月10日，由中国人民解放军总部发表的《中国人民解放军总部宣言》，正式提出“打倒蒋介石、解放全中国”的行动口号。这个口号的提出，极大地鼓舞了解放军全体指战员和全国人民的斗志。\n4.【自测题】1946年6月，国民党军队挑起全面内战的起点是（ ）\nA.重点进攻陕甘宁边区\tB.重点进攻山东解放区  C.大举围攻中原解放区\t D.大举围攻东北解放区\n答案：C\n题解：1946年6月26日，国民党军以大举围攻中原解放区为起点，挑起了全国性的内战。\n5.【自测题】1947年，台湾人民举行的反对国民党反动统治的大规模斗争是（ ）\nA.黑旗军起义  B.—二·一运动\t  C.二二八起义\tD.—二·三〇运动\n答案：C\n题解：1947年2月28日，台湾省台北市人民为反抗国民党当局的暴政、抗议反动军警屠杀市民，举行大规模示威游行，又遭国民党军警镇压，这就是“二二八”起义。\n6.【自测题】1941年3月，在大后方抗日民主运动中诞生的民主党派是（ ）\nA.中国民主政团同盟\tB.中国民主建国会  C.中国民主促进会\tD.台湾民主自治同盟\n答案：A\n题解：中国民主同盟（简称民盟），1941年3月19日在重庆秘密成立，时称中国民主政团同盟。民盟由6个组织联合组成。\n7.【自测题】1945年10月10日，国共双方通过重庆谈判签署了（ ）\nA.《国共重庆谈判纪要》\tB.《国共重庆谈判协定》  C.《政府与中共代表会谈协定》  D.《政府与中共代表会谈纪要》\n答案：D\n题解：1945年10月10日，双方签署《政府与中共代表会谈纪要》（即双十协定），确认和平建国的基本方针。\n8.【自测题】1945年8月至10月，国共双方举行了商讨和平建国基本方针的（ ）\nA.西安谈判\tB.重庆谈判  C.南京谈判  D.北平谈判\n答案：B\n题解：1945年8月至10月，国共双方在重庆进行和平谈判，双方签署《政府与中共代表会谈纪要》（即双十协定），确认和平建国的基本方针。\n9.【自测题】1945年8月，中共中央在《对目前时局的宣言》中明确提出的口号是（ ）\nA.和平、民主、团结\tB.向北发展，向南防御   C.反饥饿、反内战、反近害\t D.打倒蒋介石，解放全中国\n答案：A\n题解：1945年8月25日，中共中央在《对目前时局的宣言》中明确提出了“和平、民主、团结”的口号，指出在新的历史时期中，全民族面前的重大任务是：巩固国内团结，保证国内和平，实现民主，改善民生，以便在和平民主团结的基础上，实现全国的统一，建立独立自由与富强的新中国。\n10.【自测题】1946年2月，国民党特务在重庆制造的破坏人民团体举行“庆祝政协成功大会”的事件是（ ）\nA.五卅惨案\tB.校场口惨案\t  C.下关惨案  D.确山惨案\n答案：B\n题解：1946年2月10日，国民党派遣的特务、打手，破坏“陪都各界协进会”等19个团体发起在重庆校场口广场举行的“庆祝政协成功大会”，制造了校场口惨案。\n11.【自测题】1946年6月26日，国民党军队挑起全面内战的起点是（ ）\nA.大举围攻中原解放区  B.大举围攻东北解放区  C.重点进攻陕甘宁边区   D.重点进攻山东解放区\n答案：A\n题解：1946年6月26日，国民党军以大举围攻中原解放区为起点，挑起了全国性的内战。\n12.【自测题】1946年，中共决定将减租减息政策改为实现“耕者有其田”政策的文件是（ ）\nA.《井冈山土地法》  \tB.《兴国土地法》  C.《关于清算、减租及土地问题的指示》  D.《中国土地法大纲》\n答案：C\n题解：1946年5月4日，中共中央发出《关于清算、减租及土地问题的指示》（史称《五四指示》），决定将党在抗日战争时期实行的减租减息政策改为实现“耕者有其田”的政策。此后，通过开展清算斗争等，到1947年下半年，解放区即有2/3的地区基本上实际解决了农民的土地问题。\n13.【自测题】1946年，北平学生举行的抗议驻华美军暴行的运动是（ ）\nA.一二·九运动\tB.一二·一运动   C.一二三○运动  D.五二○运动\n答案：C\n题解：1946年12月30日，为抗议驻华美军强暴北京大学先修班一位女士，以“抗议美军暴行！”“美军退出中国！”为基本口号的抗暴运动（也称“一二·三○运动”）在北平爆发。10多天内，这一斗争扩展到14个省26个城市，参加罢课、游行等的学生总数达50万人。\n14.【自测题】1947年10月10日，《中国人民解放军宣言》提出的口号是（ ）\nA.和平、民主、团结\t B.向北发展、向南防御  C.打倒蒋介石，解放全中国\t D.将革命进行到底\n答案：C\n题解：1947年10月10日，由中国人民解放军总部发表的《中国人民解放军总部宣言》，正式提出“打倒蒋介石、解放全中国”的行动口号。这个口号的提出，极大地鼓舞了解放军全体指战员和全国人民的斗志。\n15.【自测题】1947年，在国民党统治区爆发的大规模爱国学生运动是（ ）\nA.一二·九运动\tB.一二·九一运动\t  C.一二·三〇运动\t  D.五·二〇运动\n答案：D\n题解：1947年5月20日，南京、上海、苏州、杭州地区16所专科以上院校学生6000余人汇集南京，举行反饥饿、反内战、挽救教育危机联合大游行，遭到国民党宪警的镇压。同日，天津南开大学、北洋大学两校的游行学生，遭到特务殴打，许多人受伤。南京、天津的流血事件，便是震惊中外的“五二〇”惨案。\n16.【自测题】1948年1月，在香港正式宣布成立的中国民主党派是（ ）\nA.中国民主同盟  \tB.中国民主促进会  C.台湾民主自治同盟  D.中国国民党革命委员会\n答案：D\n题解：1947年11月，中国国民党民主派和其他爱国民主人士第一次联合会议在香港举行。1948年1月1日，会议宣布中国国民党革命委员会正式成立。宋庆龄为名誉主席，李济深为主席。\n17.【自测题】1948年4月，毛泽东完整地提出新民主主义革命总路线的著作是（ ）\nA.《新民主主义论》\tB.《目前形势和我们的任务》  C.《在晋绥干部会议上的讲话》  D.《将革命进行到底》\n答案：C\n题解：1948年4月1日，毛泽东《在晋绥干部会议上的讲话》中完整地提出，无产阶级领导的，人民大众的，反对帝国主义、封建主义和官僚资本主义的革命，这就是中国的新民主主义革命，这就是中国共产党在新民主主义革命阶段的总路线和总政策。\n18.【自测题】1948年秋，中国人民解放军进行战略决战的第一个战役是（ ）\nA.辽沈战役\tB.淮海战役   C.平津战役\tD.渡江战役\n答案：A\n题解：在毛泽东和中共中央军委的领导与指挥下，在人民群众的强烈支援下，中国人民解放军先后发动了辽沈、淮海、平津战役。辽沈战役自1948年9月12日开始至11月2日结束；淮海战役自1948年11月6日开始至1949年1月10日结束；平津战役自1948年11月29日开始至1949年1月31日结束；渡江战役开始于1949年4月21日。因此，辽沈战役是中国人民解放军发起战略决战的第一个战役。\n19.【自测题】1949年3月，中国共产党在河北省平北县西柏坡召开的重要会议是（ ）\nA.中共六大\tB.中共六届六中全会  C.中共七大\tD.中共七届二中全会\n答案：D\n题解：1949年3月，中共七届二中全会在河北省平山县西柏坡村召开。中共六大在1928年召开，中共六届六中全会在1938年召开，中共七大在1945年召开。\n20.【自测题】1949年4月21日，中国人民解放军发起的重大战役是（ ）\nA.辽沈战役\tB.淮海战役  C.平津战役\tD.渡江战役\n答案：D\n题解：辽沈战役自1948年9月12日开始至11月2日结束；淮海战役自1948年11月6日开始至1949年1月10日结束；平津战役自1948年11月29日开始至1949年1月31日结束；渡江战役开始于1949年4月21日。\n21.【自测题】1949年6月30日，毛泽东发表系统阐明中国共产党建国主张的文章是（ ）\nA.《对目前时局的宣言》\tB.《目前形势和我们的任务》   C.《将革命进行到底》  D.《论人民民主专政》\n答案：D\n题解：1949年6月30日，毛泽东发表《论人民民主专政》一文，系统地阐明了中国共产党关于建立人民民主专政的新中国的主张：第一，人民民主专政的基础是工人阶级、农民阶级和城市小资产阶级的联盟。第二，在上述联盟中，主要是工人阶级和农民阶级的联盟，因为这两个阶级占了中国人口的80%-90%。\n22.【自测题】《中国人民政治协商会议共同纲领》最基本、最核心的内容是关于新中国的（ ）\nA.国体和政体的规定\tB.基本的民族政策\t  C.经济工作方针  D.外交工作原则\n答案：A\n题解：\n23.【自测题】毛泽东为新华社写的1949年新年献词是（ ）\nA.《对目前时局的宣言》\tB.《目前形势和我们的任务》  C.《将革命进行到底》  D.《论人民民主专政》\n答案：C\n题解：1948年12月30日，毛泽东在为新华社写的1949年新年献词《将革命进行到底》一文中指出，必须将革命进行到底，用革命的方法，坚决彻底干净全部地消灭一切反动势力，在全国范围内推翻国民党的反动统治，建立无产阶级领导的以工农联盟为主体的人民民主专政的共和国。\n24.【自测题】毛泽东在《论人民民主专政》一文中指出，人民民主专政的主要基础是（ ）\nA.工人阶级和民族资产阶级的联盟\tB.农民阶级和民族资产阶级的联盟  C.工人阶级和农民阶级的联盟   D.工人阶级和城市小资产阶级的联盟\n答案：C\n题解：1949年6月30日，毛泽东发表《论人民民主专政》一文，系统地阐明了中国共产党关于建立人民民主专政的新中国的主张：第一，人民民主专政的基础是工人阶级、农民阶级和城市小资产阶级的联盟。第二，在上述联盟中，主要是工人阶级和农民阶级的联盟，因为这两个阶级占了中国人口的80%-90%。\n\n25.【2017年04月】1945年 8月，中共中央在《对目前时局的宣言》中明确提出的口号是（ ）\nA.和平、民主、团结\tB.向北发展，向南防御  C.打倒蒋介石，解放全中国\t D.打过长江去，解放全中国\n答案：A\n题解：1945年8月25日，中共中央在《对目前时局的宣言》中明确提出了“和平、民主、团结”的口号，指出在新的历史时期中，全民族面前的重大任务是：巩固国内团结，保证国内和平，实现民主，改善民生，以便在和平民主团结的基础上，实现全国的统一，建立独立自由与富强的新中国。\n26.【2017年10月】1945年8月到10月，国共双方举行的谈判是（ ）\nA.西安谈判\tB.重庆谈判  C.南京谈判\tD.北平谈判\n答案：B\n题解：重庆谈判：1945年8月29日—10月10日,1945年8月28日，毛泽东携周恩来、王若飞到重庆进行谈判。国共双方于10月10日签署了《政府与中共代表会谈纪要》(双十协定)，确认和平建国的基本方针。\n27.【2017年10月】1946年6月，国民党军队挑起全面内战的起点是（ ）\nA.大举围攻中原解放区  B.大举围攻东北解放区  C.重点进攻陕甘宁边区  D.重点进攻山东解放区\n答案：A\n题解：1946年6月26日，国民党军以大举围攻中原解放区为起点，挑起了全国性的内战。\n28.【2017年10月】台湾人民为反抗国民党当局暴政而举行“二二八”起义的时间是（ ）\nA.1945年  B.1946年 C.1947年  D.1948年\n答案：C\n题解：1947年2月28日，台湾省台北市人民为反抗国民党当局的暴政、抗议反动军警屠杀市民，举行大规模示威游行，又遭国民党军警镇压，这就是“二二八”起义。\n29.【2018年04月】1946年6月，国民党军队挑起全面内战的起点是（ ）\nA.大举围攻中原解放区  B.大举围攻东北解放区  C.重点进攻陕甘宁边区  D.重点进攻山东解放区\n答案：A\n题解：1946年6月26日，国民党军以大举围攻中原解放区为起点，挑起了全国性的内战。\n30.【2018年04月】1948年9月，中国人民解放军发起战略决战的第一个战役是（ ）\nA.辽沈战役\tB.淮海战役  C.平津战役\tD.渡江战役\n答案：A\n题解：在毛泽东和中共中央军委的领导与指挥下，在人民群众的强烈支援下，中国人民解放军先后发动了辽沈、淮海、平津战役。辽沈战役自1948年9月12日开始至11月2日结束；淮海战役自1948年11月6日开始至1949年1月10日结束；平津战役自1948年11月29日开始至1949年1月31日结束；渡江战役开始于1949年4月21日。因此，辽沈战役是中国人民解放军发起战略决战的第一个战役。\n31.【2018年04月】1949年3月，中国共产党在河北省平山县西柏坡召开的重要会议是（ ）\nA.中共六大\tB.中共六届六中全会  C.中共七大\tD.中共七届二中全会\n答案：D\n题解：1949年3月，中共七届二中全会在河北省平山县西柏坡村召开。中共六大在1928年召开，中共六届六中全会在1938年召开，中共七大在1945年召开。\n32.【2018年10月】1941年3月，在大后方抗日民主运动中诞生的民主党派是（ ）\nA.中国国民党临时行动委员会\tB.中国民主政团同盟  C.中国民主促进会  D.中国民主建国会\n答案：B\n题解：中国民主同盟（简称民盟），1941年3月19日在重庆秘密成立，时称中国民主政团同盟。民盟由6个组织联合组成。\n33.【2018年10月】1946年2月，国民党特务破坏“庆祝政协成功大会”所制造的惨案是（ ）\nA.五卅惨案\tB.确山惨案  C.校场口惨案  D.下关惨案\n答案：C\n题解：1946年2月10日，国民党派遣的特务、打手，破坏“陪都各界协进会”等19个团体发起在重庆校场口广场举行的“庆祝政协成功大会”，制造了校场口惨案。\n34.【2019年10月】1947年10月10日，《中国人民解放军宣言》正式提出的口号是（ ）\nA.和平、民主、团结 B.向北发展、向南防御 C.打倒蒋介石，解放全中国 D.将革命进行到底\n答案：C\n题解：1947年10月10日，由中国人民解放军总部发表的《中国人民解放军宣言》，正式提出“打倒蒋介石，解放全中国”的行动口号。\n35.【2019年10月】1949年4月21日，中国人民解放军发起的重大战役是（ ）\nA.辽沈战役 B.淮海战役 C.平津战役 D.渡江战役\n答案：D\n题解：1949年4月21日，毛泽东、朱德发布《向全国进军的命令》，中国人民解放军发起渡江战役。\n\n9.【2020年08月】1946年6月，国民党军队挑起全面内战的起点是（）\nA、重点进攻陕甘宁边区\nB、重点进攻山东解放区\nC、大举围攻中原解放区\nD、大举围攻东北解放区\n答案：C\n题解：1946年6月26日，国民党军以大举围攻中原解放区为起点，挑起了全国性的内战。\n\n10.【2020年08月】1949年3月，毛泽东在中共七届二中全会上明确提出了（）\nA、“和平、民主、团结”的方针\nB、“成立民主联合政府”的主张\nC、“打倒蒋介石，解放全中国”的口号\nD、“两个务必”的要求\n答案：D\n题解：1949年3月，毛泽东在中共七届二中全会上明确提出了“两个务必”的要求。（务必使同志们继续地保持谦虚、谨慎、不骄、不躁的作风，务必使同志们继续地保持艰苦奋斗的作风。）",
  content_object: {
    title: "中国近现代史纲要 第七章 为创建新中国而奋斗",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 2,
        title: "单项选择题（每小题2分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】1946年6月，国民党当局制造的镇压上海人民团体联合会请愿团的惨案是（ ）",
            explanation:
              "1946年6月23日，上海人民团体联合会派出请愿团，赴南京向国民党当局呼吁和平。请愿团到达南京下关车站时，遭到国民党当局指使的大批暴徒的围殴。团长马叙伦和代表雷洁琼等多人受伤。下关惨案进一步暴露了国民党当局坚持反人民内战的真面目。",
            number: 1,
            userAnswer: [],
            score: 2,
            id: "g1q1",
            answer: ["C"],
            position: 2,
            type: "single",
            options: [
              { text: "二七惨案", value: "A" },
              { text: "校场口惨案", value: "B" },
              { text: "下关惨案", value: "C" },
              { text: "确山惨案", value: "D" },
            ],
          },
          {
            title: "【自测题】1947年在国统区爆发的大规模的爱国学生运动是（ ）",
            explanation:
              "1947年5月20日，南京、上海、苏州、杭州地区16所专科以上院校学生6000余人汇集南京，举行反饥饿、反内战、挽救教育危机联合大游行，遭到国民党宪警的镇压。同日，天津南开大学、北洋大学两校的游行学生，遭到特务殴打，许多人受伤。南京、天津的流血事件，便是震惊中外的“五二〇”惨案。",
            number: 2,
            userAnswer: [],
            score: 2,
            id: "g1q2",
            answer: ["D"],
            position: 4,
            type: "single",
            options: [
              { text: "一二·九运动", value: "A" },
              { text: "一二·一运动", value: "B" },
              { text: "一二·三○运动", value: "C" },
              { text: "五·二○运动", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1947年10月发布的《中国人民解放军总部宣言》正式提出的行动口号是（ ）",
            explanation:
              "1947年10月10日，由中国人民解放军总部发表的《中国人民解放军总部宣言》，正式提出“打倒蒋介石、解放全中国”的行动口号。这个口号的提出，极大地鼓舞了解放军全体指战员和全国人民的斗志。",
            number: 3,
            userAnswer: [],
            score: 2,
            id: "g1q3",
            answer: ["C"],
            position: 6,
            type: "single",
            options: [
              { text: "和平、民主、团结", value: "A" },
              { text: "向北发展、向南防御", value: "B" },
              { text: "打倒蒋介石、解放全中国", value: "C" },
              { text: "打过长江去、解放全中国", value: "D" },
            ],
          },
          {
            title: "【自测题】1946年6月，国民党军队挑起全面内战的起点是（ ）",
            explanation:
              "1946年6月26日，国民党军以大举围攻中原解放区为起点，挑起了全国性的内战。",
            number: 4,
            userAnswer: [],
            score: 2,
            id: "g1q4",
            answer: ["C"],
            position: 8,
            type: "single",
            options: [
              { text: "重点进攻陕甘宁边区", value: "A" },
              { text: "重点进攻山东解放区", value: "B" },
              { text: "大举围攻中原解放区", value: "C" },
              { text: "大举围攻东北解放区", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1947年，台湾人民举行的反对国民党反动统治的大规模斗争是（ ）",
            explanation:
              "1947年2月28日，台湾省台北市人民为反抗国民党当局的暴政、抗议反动军警屠杀市民，举行大规模示威游行，又遭国民党军警镇压，这就是“二二八”起义。",
            number: 5,
            userAnswer: [],
            score: 2,
            id: "g1q5",
            answer: ["C"],
            position: 10,
            type: "single",
            options: [
              { text: "黑旗军起义", value: "A" },
              { text: "—二·一运动", value: "B" },
              { text: "二二八起义", value: "C" },
              { text: "—二·三〇运动", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1941年3月，在大后方抗日民主运动中诞生的民主党派是（ ）",
            explanation:
              "中国民主同盟（简称民盟），1941年3月19日在重庆秘密成立，时称中国民主政团同盟。民盟由6个组织联合组成。",
            number: 6,
            userAnswer: [],
            score: 2,
            id: "g1q6",
            answer: ["A"],
            position: 12,
            type: "single",
            options: [
              { text: "中国民主政团同盟", value: "A" },
              { text: "中国民主建国会", value: "B" },
              { text: "中国民主促进会", value: "C" },
              { text: "台湾民主自治同盟", value: "D" },
            ],
          },
          {
            title: "【自测题】1945年10月10日，国共双方通过重庆谈判签署了（ ）",
            explanation:
              "1945年10月10日，双方签署《政府与中共代表会谈纪要》（即双十协定），确认和平建国的基本方针。",
            number: 7,
            userAnswer: [],
            score: 2,
            id: "g1q7",
            answer: ["D"],
            position: 14,
            type: "single",
            options: [
              { text: "《国共重庆谈判纪要》", value: "A" },
              { text: "《国共重庆谈判协定》", value: "B" },
              { text: "《政府与中共代表会谈协定》", value: "C" },
              { text: "《政府与中共代表会谈纪要》", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1945年8月至10月，国共双方举行了商讨和平建国基本方针的（ ）",
            explanation:
              "1945年8月至10月，国共双方在重庆进行和平谈判，双方签署《政府与中共代表会谈纪要》（即双十协定），确认和平建国的基本方针。",
            number: 8,
            userAnswer: [],
            score: 2,
            id: "g1q8",
            answer: ["B"],
            position: 16,
            type: "single",
            options: [
              { text: "西安谈判", value: "A" },
              { text: "重庆谈判", value: "B" },
              { text: "南京谈判", value: "C" },
              { text: "北平谈判", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1945年8月，中共中央在《对目前时局的宣言》中明确提出的口号是（ ）",
            explanation:
              "1945年8月25日，中共中央在《对目前时局的宣言》中明确提出了“和平、民主、团结”的口号，指出在新的历史时期中，全民族面前的重大任务是：巩固国内团结，保证国内和平，实现民主，改善民生，以便在和平民主团结的基础上，实现全国的统一，建立独立自由与富强的新中国。",
            number: 9,
            userAnswer: [],
            score: 2,
            id: "g1q9",
            answer: ["A"],
            position: 18,
            type: "single",
            options: [
              { text: "和平、民主、团结", value: "A" },
              { text: "向北发展，向南防御", value: "B" },
              { text: "反饥饿、反内战、反近害", value: "C" },
              { text: "打倒蒋介石，解放全中国", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1946年2月，国民党特务在重庆制造的破坏人民团体举行“庆祝政协成功大会”的事件是（ ）",
            explanation:
              "1946年2月10日，国民党派遣的特务、打手，破坏“陪都各界协进会”等19个团体发起在重庆校场口广场举行的“庆祝政协成功大会”，制造了校场口惨案。",
            number: 10,
            userAnswer: [],
            score: 2,
            id: "g1q10",
            answer: ["B"],
            position: 20,
            type: "single",
            options: [
              { text: "五卅惨案", value: "A" },
              { text: "校场口惨案", value: "B" },
              { text: "下关惨案", value: "C" },
              { text: "确山惨案", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1946年6月26日，国民党军队挑起全面内战的起点是（ ）",
            explanation:
              "1946年6月26日，国民党军以大举围攻中原解放区为起点，挑起了全国性的内战。",
            number: 11,
            userAnswer: [],
            score: 2,
            id: "g1q11",
            answer: ["A"],
            position: 22,
            type: "single",
            options: [
              { text: "大举围攻中原解放区", value: "A" },
              { text: "大举围攻东北解放区", value: "B" },
              { text: "重点进攻陕甘宁边区", value: "C" },
              { text: "重点进攻山东解放区", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1946年，中共决定将减租减息政策改为实现“耕者有其田”政策的文件是（ ）",
            explanation:
              "1946年5月4日，中共中央发出《关于清算、减租及土地问题的指示》（史称《五四指示》），决定将党在抗日战争时期实行的减租减息政策改为实现“耕者有其田”的政策。此后，通过开展清算斗争等，到1947年下半年，解放区即有2/3的地区基本上实际解决了农民的土地问题。",
            number: 12,
            userAnswer: [],
            score: 2,
            id: "g1q12",
            answer: ["C"],
            position: 24,
            type: "single",
            options: [
              { text: "《井冈山土地法》", value: "A" },
              { text: "《兴国土地法》", value: "B" },
              { text: "《关于清算、减租及土地问题的指示》", value: "C" },
              { text: "《中国土地法大纲》", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1946年，北平学生举行的抗议驻华美军暴行的运动是（ ）",
            explanation:
              "1946年12月30日，为抗议驻华美军强暴北京大学先修班一位女士，以“抗议美军暴行！”“美军退出中国！”为基本口号的抗暴运动（也称“一二·三○运动”）在北平爆发。10多天内，这一斗争扩展到14个省26个城市，参加罢课、游行等的学生总数达50万人。",
            number: 13,
            userAnswer: [],
            score: 2,
            id: "g1q13",
            answer: ["C"],
            position: 26,
            type: "single",
            options: [
              { text: "一二·九运动", value: "A" },
              { text: "一二·一运动", value: "B" },
              { text: "一二三○运动", value: "C" },
              { text: "五二○运动", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1947年10月10日，《中国人民解放军宣言》提出的口号是（ ）",
            explanation:
              "1947年10月10日，由中国人民解放军总部发表的《中国人民解放军总部宣言》，正式提出“打倒蒋介石、解放全中国”的行动口号。这个口号的提出，极大地鼓舞了解放军全体指战员和全国人民的斗志。",
            number: 14,
            userAnswer: [],
            score: 2,
            id: "g1q14",
            answer: ["C"],
            position: 28,
            type: "single",
            options: [
              { text: "和平、民主、团结", value: "A" },
              { text: "向北发展、向南防御", value: "B" },
              { text: "打倒蒋介石，解放全中国", value: "C" },
              { text: "将革命进行到底", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1947年，在国民党统治区爆发的大规模爱国学生运动是（ ）",
            explanation:
              "1947年5月20日，南京、上海、苏州、杭州地区16所专科以上院校学生6000余人汇集南京，举行反饥饿、反内战、挽救教育危机联合大游行，遭到国民党宪警的镇压。同日，天津南开大学、北洋大学两校的游行学生，遭到特务殴打，许多人受伤。南京、天津的流血事件，便是震惊中外的“五二〇”惨案。",
            number: 15,
            userAnswer: [],
            score: 2,
            id: "g1q15",
            answer: ["D"],
            position: 30,
            type: "single",
            options: [
              { text: "一二·九运动", value: "A" },
              { text: "一二·九一运动", value: "B" },
              { text: "一二·三〇运动", value: "C" },
              { text: "五·二〇运动", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1948年1月，在香港正式宣布成立的中国民主党派是（ ）",
            explanation:
              "1947年11月，中国国民党民主派和其他爱国民主人士第一次联合会议在香港举行。1948年1月1日，会议宣布中国国民党革命委员会正式成立。宋庆龄为名誉主席，李济深为主席。",
            number: 16,
            userAnswer: [],
            score: 2,
            id: "g1q16",
            answer: ["D"],
            position: 32,
            type: "single",
            options: [
              { text: "中国民主同盟", value: "A" },
              { text: "中国民主促进会", value: "B" },
              { text: "台湾民主自治同盟", value: "C" },
              { text: "中国国民党革命委员会", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1948年4月，毛泽东完整地提出新民主主义革命总路线的著作是（ ）",
            explanation:
              "1948年4月1日，毛泽东《在晋绥干部会议上的讲话》中完整地提出，无产阶级领导的，人民大众的，反对帝国主义、封建主义和官僚资本主义的革命，这就是中国的新民主主义革命，这就是中国共产党在新民主主义革命阶段的总路线和总政策。",
            number: 17,
            userAnswer: [],
            score: 2,
            id: "g1q17",
            answer: ["C"],
            position: 34,
            type: "single",
            options: [
              { text: "《新民主主义论》", value: "A" },
              { text: "《目前形势和我们的任务》", value: "B" },
              { text: "《在晋绥干部会议上的讲话》", value: "C" },
              { text: "《将革命进行到底》", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1948年秋，中国人民解放军进行战略决战的第一个战役是（ ）",
            explanation:
              "在毛泽东和中共中央军委的领导与指挥下，在人民群众的强烈支援下，中国人民解放军先后发动了辽沈、淮海、平津战役。辽沈战役自1948年9月12日开始至11月2日结束；淮海战役自1948年11月6日开始至1949年1月10日结束；平津战役自1948年11月29日开始至1949年1月31日结束；渡江战役开始于1949年4月21日。因此，辽沈战役是中国人民解放军发起战略决战的第一个战役。",
            number: 18,
            userAnswer: [],
            score: 2,
            id: "g1q18",
            answer: ["A"],
            position: 36,
            type: "single",
            options: [
              { text: "辽沈战役", value: "A" },
              { text: "淮海战役", value: "B" },
              { text: "平津战役", value: "C" },
              { text: "渡江战役", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1949年3月，中国共产党在河北省平北县西柏坡召开的重要会议是（ ）",
            explanation:
              "1949年3月，中共七届二中全会在河北省平山县西柏坡村召开。中共六大在1928年召开，中共六届六中全会在1938年召开，中共七大在1945年召开。",
            number: 19,
            userAnswer: [],
            score: 2,
            id: "g1q19",
            answer: ["D"],
            position: 38,
            type: "single",
            options: [
              { text: "中共六大", value: "A" },
              { text: "中共六届六中全会", value: "B" },
              { text: "中共七大", value: "C" },
              { text: "中共七届二中全会", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1949年4月21日，中国人民解放军发起的重大战役是（ ）",
            explanation:
              "辽沈战役自1948年9月12日开始至11月2日结束；淮海战役自1948年11月6日开始至1949年1月10日结束；平津战役自1948年11月29日开始至1949年1月31日结束；渡江战役开始于1949年4月21日。",
            number: 20,
            userAnswer: [],
            score: 2,
            id: "g1q20",
            answer: ["D"],
            position: 40,
            type: "single",
            options: [
              { text: "辽沈战役", value: "A" },
              { text: "淮海战役", value: "B" },
              { text: "平津战役", value: "C" },
              { text: "渡江战役", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1949年6月30日，毛泽东发表系统阐明中国共产党建国主张的文章是（ ）",
            explanation:
              "1949年6月30日，毛泽东发表《论人民民主专政》一文，系统地阐明了中国共产党关于建立人民民主专政的新中国的主张：第一，人民民主专政的基础是工人阶级、农民阶级和城市小资产阶级的联盟。第二，在上述联盟中，主要是工人阶级和农民阶级的联盟，因为这两个阶级占了中国人口的80%-90%。",
            number: 21,
            userAnswer: [],
            score: 2,
            id: "g1q21",
            answer: ["D"],
            position: 42,
            type: "single",
            options: [
              { text: "《对目前时局的宣言》", value: "A" },
              { text: "《目前形势和我们的任务》", value: "B" },
              { text: "《将革命进行到底》", value: "C" },
              { text: "《论人民民主专政》", value: "D" },
            ],
          },
          {
            title:
              "【自测题】《中国人民政治协商会议共同纲领》最基本、最核心的内容是关于新中国的（ ）",
            explanation: "",
            number: 22,
            userAnswer: [],
            score: 2,
            id: "g1q22",
            answer: ["A"],
            position: 44,
            type: "single",
            options: [
              { text: "国体和政体的规定", value: "A" },
              { text: "基本的民族政策", value: "B" },
              { text: "经济工作方针", value: "C" },
              { text: "外交工作原则", value: "D" },
            ],
          },
          {
            title: "【自测题】毛泽东为新华社写的1949年新年献词是（ ）",
            explanation:
              "1948年12月30日，毛泽东在为新华社写的1949年新年献词《将革命进行到底》一文中指出，必须将革命进行到底，用革命的方法，坚决彻底干净全部地消灭一切反动势力，在全国范围内推翻国民党的反动统治，建立无产阶级领导的以工农联盟为主体的人民民主专政的共和国。",
            number: 23,
            userAnswer: [],
            score: 2,
            id: "g1q23",
            answer: ["C"],
            position: 46,
            type: "single",
            options: [
              { text: "《对目前时局的宣言》", value: "A" },
              { text: "《目前形势和我们的任务》", value: "B" },
              { text: "《将革命进行到底》", value: "C" },
              { text: "《论人民民主专政》", value: "D" },
            ],
          },
          {
            title:
              "【自测题】毛泽东在《论人民民主专政》一文中指出，人民民主专政的主要基础是（ ）",
            explanation:
              "1949年6月30日，毛泽东发表《论人民民主专政》一文，系统地阐明了中国共产党关于建立人民民主专政的新中国的主张：第一，人民民主专政的基础是工人阶级、农民阶级和城市小资产阶级的联盟。第二，在上述联盟中，主要是工人阶级和农民阶级的联盟，因为这两个阶级占了中国人口的80%-90%。",
            number: 24,
            userAnswer: [],
            score: 2,
            id: "g1q24",
            answer: ["C"],
            position: 48,
            type: "single",
            options: [
              { text: "工人阶级和民族资产阶级的联盟", value: "A" },
              { text: "农民阶级和民族资产阶级的联盟", value: "B" },
              { text: "工人阶级和农民阶级的联盟", value: "C" },
              { text: "工人阶级和城市小资产阶级的联盟", value: "D" },
            ],
          },
          {
            title:
              "【2017年04月】1945年 8月，中共中央在《对目前时局的宣言》中明确提出的口号是（ ）",
            explanation:
              "1945年8月25日，中共中央在《对目前时局的宣言》中明确提出了“和平、民主、团结”的口号，指出在新的历史时期中，全民族面前的重大任务是：巩固国内团结，保证国内和平，实现民主，改善民生，以便在和平民主团结的基础上，实现全国的统一，建立独立自由与富强的新中国。",
            number: 25,
            userAnswer: [],
            score: 2,
            id: "g1q25",
            answer: ["A"],
            position: 50,
            type: "single",
            options: [
              { text: "和平、民主、团结", value: "A" },
              { text: "向北发展，向南防御", value: "B" },
              { text: "打倒蒋介石，解放全中国", value: "C" },
              { text: "打过长江去，解放全中国", value: "D" },
            ],
          },
          {
            title: "【2017年10月】1945年8月到10月，国共双方举行的谈判是（ ）",
            explanation:
              "重庆谈判：1945年8月29日—10月10日,1945年8月28日，毛泽东携周恩来、王若飞到重庆进行谈判。国共双方于10月10日签署了《政府与中共代表会谈纪要》(双十协定)，确认和平建国的基本方针。",
            number: 26,
            userAnswer: [],
            score: 2,
            id: "g1q26",
            answer: ["B"],
            position: 52,
            type: "single",
            options: [
              { text: "西安谈判", value: "A" },
              { text: "重庆谈判", value: "B" },
              { text: "南京谈判", value: "C" },
              { text: "北平谈判", value: "D" },
            ],
          },
          {
            title:
              "【2017年10月】1946年6月，国民党军队挑起全面内战的起点是（ ）",
            explanation:
              "1946年6月26日，国民党军以大举围攻中原解放区为起点，挑起了全国性的内战。",
            number: 27,
            userAnswer: [],
            score: 2,
            id: "g1q27",
            answer: ["A"],
            position: 54,
            type: "single",
            options: [
              { text: "大举围攻中原解放区", value: "A" },
              { text: "大举围攻东北解放区", value: "B" },
              { text: "重点进攻陕甘宁边区", value: "C" },
              { text: "重点进攻山东解放区", value: "D" },
            ],
          },
          {
            title:
              "【2017年10月】台湾人民为反抗国民党当局暴政而举行“二二八”起义的时间是（ ）",
            explanation:
              "1947年2月28日，台湾省台北市人民为反抗国民党当局的暴政、抗议反动军警屠杀市民，举行大规模示威游行，又遭国民党军警镇压，这就是“二二八”起义。",
            number: 28,
            userAnswer: [],
            score: 2,
            id: "g1q28",
            answer: ["C"],
            position: 56,
            type: "single",
            options: [
              { text: "1945年", value: "A" },
              { text: "1946年", value: "B" },
              { text: "1947年", value: "C" },
              { text: "1948年", value: "D" },
            ],
          },
          {
            title:
              "【2018年04月】1946年6月，国民党军队挑起全面内战的起点是（ ）",
            explanation:
              "1946年6月26日，国民党军以大举围攻中原解放区为起点，挑起了全国性的内战。",
            number: 29,
            userAnswer: [],
            score: 2,
            id: "g1q29",
            answer: ["A"],
            position: 58,
            type: "single",
            options: [
              { text: "大举围攻中原解放区", value: "A" },
              { text: "大举围攻东北解放区", value: "B" },
              { text: "重点进攻陕甘宁边区", value: "C" },
              { text: "重点进攻山东解放区", value: "D" },
            ],
          },
          {
            title:
              "【2018年04月】1948年9月，中国人民解放军发起战略决战的第一个战役是（ ）",
            explanation:
              "在毛泽东和中共中央军委的领导与指挥下，在人民群众的强烈支援下，中国人民解放军先后发动了辽沈、淮海、平津战役。辽沈战役自1948年9月12日开始至11月2日结束；淮海战役自1948年11月6日开始至1949年1月10日结束；平津战役自1948年11月29日开始至1949年1月31日结束；渡江战役开始于1949年4月21日。因此，辽沈战役是中国人民解放军发起战略决战的第一个战役。",
            number: 30,
            userAnswer: [],
            score: 2,
            id: "g1q30",
            answer: ["A"],
            position: 60,
            type: "single",
            options: [
              { text: "辽沈战役", value: "A" },
              { text: "淮海战役", value: "B" },
              { text: "平津战役", value: "C" },
              { text: "渡江战役", value: "D" },
            ],
          },
          {
            title:
              "【2018年04月】1949年3月，中国共产党在河北省平山县西柏坡召开的重要会议是（ ）",
            explanation:
              "1949年3月，中共七届二中全会在河北省平山县西柏坡村召开。中共六大在1928年召开，中共六届六中全会在1938年召开，中共七大在1945年召开。",
            number: 31,
            userAnswer: [],
            score: 2,
            id: "g1q31",
            answer: ["D"],
            position: 62,
            type: "single",
            options: [
              { text: "中共六大", value: "A" },
              { text: "中共六届六中全会", value: "B" },
              { text: "中共七大", value: "C" },
              { text: "中共七届二中全会", value: "D" },
            ],
          },
          {
            title:
              "【2018年10月】1941年3月，在大后方抗日民主运动中诞生的民主党派是（ ）",
            explanation:
              "中国民主同盟（简称民盟），1941年3月19日在重庆秘密成立，时称中国民主政团同盟。民盟由6个组织联合组成。",
            number: 32,
            userAnswer: [],
            score: 2,
            id: "g1q32",
            answer: ["B"],
            position: 64,
            type: "single",
            options: [
              { text: "中国国民党临时行动委员会", value: "A" },
              { text: "中国民主政团同盟", value: "B" },
              { text: "中国民主促进会", value: "C" },
              { text: "中国民主建国会", value: "D" },
            ],
          },
          {
            title:
              "【2018年10月】1946年2月，国民党特务破坏“庆祝政协成功大会”所制造的惨案是（ ）",
            explanation:
              "1946年2月10日，国民党派遣的特务、打手，破坏“陪都各界协进会”等19个团体发起在重庆校场口广场举行的“庆祝政协成功大会”，制造了校场口惨案。",
            number: 33,
            userAnswer: [],
            score: 2,
            id: "g1q33",
            answer: ["C"],
            position: 66,
            type: "single",
            options: [
              { text: "五卅惨案", value: "A" },
              { text: "确山惨案", value: "B" },
              { text: "校场口惨案", value: "C" },
              { text: "下关惨案", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】1947年10月10日，《中国人民解放军宣言》正式提出的口号是（ ）",
            explanation:
              "1947年10月10日，由中国人民解放军总部发表的《中国人民解放军宣言》，正式提出“打倒蒋介石，解放全中国”的行动口号。",
            number: 34,
            userAnswer: [],
            score: 2,
            id: "g1q34",
            answer: ["C"],
            position: 68,
            type: "single",
            options: [
              { text: "和平、民主、团结", value: "A" },
              { text: "向北发展、向南防御", value: "B" },
              { text: "打倒蒋介石，解放全中国", value: "C" },
              { text: "将革命进行到底", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】1949年4月21日，中国人民解放军发起的重大战役是（ ）",
            explanation:
              "1949年4月21日，毛泽东、朱德发布《向全国进军的命令》，中国人民解放军发起渡江战役。",
            number: 35,
            userAnswer: [],
            score: 2,
            id: "g1q35",
            answer: ["D"],
            position: 70,
            type: "single",
            options: [
              { text: "辽沈战役", value: "A" },
              { text: "淮海战役", value: "B" },
              { text: "平津战役", value: "C" },
              { text: "渡江战役", value: "D" },
            ],
          },
          {
            title:
              "【2020年08月】1946年6月，国民党军队挑起全面内战的起点是（）",
            explanation:
              "1946年6月26日，国民党军以大举围攻中原解放区为起点，挑起了全国性的内战。",
            number: 36,
            userAnswer: [],
            score: 2,
            id: "g1q36",
            answer: ["C"],
            position: 72,
            type: "single",
            options: [
              { text: "重点进攻陕甘宁边区", value: "A" },
              { text: "重点进攻山东解放区", value: "B" },
              { text: "大举围攻中原解放区", value: "C" },
              { text: "大举围攻东北解放区", value: "D" },
            ],
          },
          {
            title:
              "【2020年08月】1949年3月，毛泽东在中共七届二中全会上明确提出了（）",
            explanation:
              "1949年3月，毛泽东在中共七届二中全会上明确提出了“两个务必”的要求。（务必使同志们继续地保持谦虚、谨慎、不骄、不躁的作风，务必使同志们继续地保持艰苦奋斗的作风。）",
            number: 37,
            userAnswer: [],
            score: 2,
            id: "g1q37",
            answer: ["D"],
            position: 74,
            type: "single",
            options: [
              { text: "“和平、民主、团结”的方针", value: "A" },
              { text: "“成立民主联合政府”的主张", value: "B" },
              { text: "“打倒蒋介石，解放全中国”的口号", value: "C" },
              { text: "“两个务必”的要求", value: "D" },
            ],
          },
        ],
        position: 1,
        type: "single",
        id: "g1",
      },
    ],
    totalScore: 74,
    questionCount: 37,
  },
  create_time: "2018-07-11T10:16:29.491553",
  is_active: true,
  questions_count: 37,
  is_break_through: false,
  tags: "章节习题",
  order_number: 13,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第七章 为创建新中国而奋斗（客观）",
};
