export default {
  id: 45,
  title: "第十章 中国特色社会主义的开创与接续发展（客观）",
  content:
    "中国近现代史纲要 第十章 中国特色社会主义的开创与接续发展\n一.单项选择题（每小题2分）\n1.【自测题】中国共产党第一次完整地概括社会主义初级阶段基本路线的会议是（ ）\nA.中共十三大  B.中共十四大  C.中共十五大  D.中共十六大\n答案：A\n题解：1987年10月25日至11月1日，中国共产党第十三次全国代表大会在北京举行。大会比较系统地阐述了关于社会主义初级阶段的理论，完整地概括了中国共产党在社会主义初级阶段“一个中心、两个基本点”的基本路线，制定了下一步经济体制改革和政治体制改革的基本任务和奋斗目标。\n2.【自测题】中国恢复对澳门行使主权的时间是（ ）\nA.1997年7月1日\tB.1997年12月20日\tC.1999年7月1日   D.1999年12月20日\n答案：D\n题解：1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。1999年12月20日，澳门也回归祖国，澳门特别行政区正式成立。香港、澳门的回归，使“一国两制”从科学构想变为现实，标志着祖国统一大业又向前迈出了重要的一步。\n3.【自测题】20世纪以来，中国经历的第三次历史性巨变是（ ）\nA.辛亥革命，推翻统治中国几千年的君主专制制度  B.五四运动，揭开新民主主义革命的序幕   C.中华人民共和国的成立和社会主义制度的建立   D.改革开放，为实现社会主义现代化而奋斗\n答案：D\n题解：三次巨变：第一次是辛亥革命，第二次是中华人民共和国的成立和社会主义制度的建立，第三次是改革开放,为实现社会主义现代化而奋斗。\n4.【自测题】1990年，邓小平提出的关于中国农业改革与发展的思想是（ ）\nA.“三个主体，三个补充”  B.“三步走” C.“两个飞跃”  D.“两个大局”\n答案：C\n题解：中国农业的改革与发展，是邓小平十分关注的重要问题。1990年3月3日，他在同江泽民等谈话时提出了“两个飞跃”的思想。\n5.【自测题】邓小平在1979年3月的中央理论工作务虚会上明确提出，必须坚持（ ）\nA.“一个中国”的原则 \tB.“两手抓、两手都要硬”的方针   C.四项基本原则   D.“三个有利于”的标准\n答案：C\n题解：1979年3月30日，邓小平在理论工作务虚会上发表的讲话中指出：坚持社会主义道路，坚持人民民主专政，坚持共产党的领导，坚持马克思列宁主义、毛泽东思想这四项基本原则，“是实现四个现代化的根本前提”。“如果动摇了这四项基本原则中的任何一项，那就动摇了整个社会主义事业，整个现代化建设事业”。\n6.【自测题】1988年，中共中央和国务院决定建立的经济特区是（ ）\nA.珠海经济特区   B.汕头经济特区   C.厦门经济特区   D.海南经济特区\n答案：D\n题解：1983年4月，中共中央和国务院决定对海南岛实行经济特区的某些政策，给予较多的自主权，以加速海南岛的开发，并于1988年4月建立海南省，将海南岛辟为经济特区。\n7.【自测题】1999年12月20日，中国在推进祖国统一大业方面迈出的重要一步是（ ）\nA.海峡两岸达成“九二共识”\tB.海峡双边举行“汪辜会谈”   C.恢复对香港行使主权   D.恢复对澳门行使主权\n答案：D\n题解：1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。1999年12月20日，澳门也回归祖国，澳门特别行政区正式成立。香港、澳门的回归，使“一国两制”从科学构想变为现实，标志着祖国统一大业又向前迈出了重要的一步。\n8.【自测题】2004年，中共十六届四中全会提出的战略任务是（ ）\nA.建立社会主义市场经济体制\tB.构建社会主义和谐社会   C.建设社会主义新农村   D.全面建成小康社会\n答案：B\n题解：2004年9月，中共十六届四中全会提出构建社会主义和谐社会的战略任务。\n9.【自测题】2005年，第十届全国人民代表大会第三次会议通过的法律是（ ）\nA.《香港特别行政区基本法》\tB.《国家安全法》  C.《澳门特别行政区基本法》  D.《反分裂国家法》\n答案：D\n题解：2005年3月14日，十届全国人大三次会议高票通过《反分裂国家法》，将中国人民维护国家领土主权完整的坚强决心通过立法形式表达出来。\n10.【自测题】1978年12月，中国共产党召开的具有深远意义的重要会议是（ ）\nA.中共十一届三中全会  B.中共十一届六中全会  C.中共十二届三中全会  D.中共十二届六中全会\n答案：A\n题解：中共十一届三中全会是新中国成立以来党的历史上具有深远意义的伟大转折。全会结束了粉碎“四人帮”后两年在徘徊中前进的局面，开始了中国共产党在思想、政治、组织等领域的全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了社会主义改革开放的序幕。以这次全会为起点，中国进入了改革开放和社会主义现代化建设的历史新时期。\n11.【自测题】1980年5月，邓小平发表《关于农村政策的谈话》，肯定了（ ）\nA.包干到户形式  \tB.包产到户形式  C.包干到组形式   D.包产到组形式\n答案：B\n题解：1980年5月，邓小平发表《关于农村政策的谈话》，肯定了包产到户这种形式，指出它不会影响我们制度的社会主义性质。\n12.【自测题】1982年，中共十二大明确提出了（ ）\nA.建设有中国特色的社会主义\tB.党在社会主义初级阶段的基本路线  C.建设社会主义政治文明  D.党在社会主义初级阶段的基本纲领\n答案：A\n题解：1982年9月1日至11日，中共十二大在北京召开。邓小平在开幕词中提出，“把马克思主义的普遍真理同我国的具体实际结合起来，走自己的道路，建设有中国特色的社会主义”。这是总结党的长期历史经验得出的基本结论，成为新时期指引全党和全国人民前进的旗帜。\n13.【自测题】1984年，中共十二届三中全会制定通过了（ ）\nA.《关于加快农业发展若干问题的决定》  B.《关于经济体制改革的决定》  C.《关于科技体制改革的决定》  D.《关于教育体制改革的决定》\n答案：B\n题解：1984年10月，中共十二届三中全会通过《关于经济体制改革的决定》。《决定》突破把计划经济同商品经济对立起来的观点，指出我国社会主义经济是在公有制基础上的有计划的商品经济，并阐明了经济体制改革中的一系列重大理论和实践问题。\n14.【自测题】1987年，中共十三大比较系统地阐述的理论是（ ）\nA.社会主义初级阶段理论\tB.社会主义市场经济理论  C.社会主义本质理论\t D.“三个有利于”标准理论\n答案：A\n题解：1987年10月25日至11月1日，中国共产党第十三次全国代表大会在北京举行。大会比较系统地阐述了关于社会主义初级阶段的理论，完整地概括了中国共产党在社会主义初级阶段“一个中心、两个基本点”的基本路线，制定了下一步经济体制改革和政治体制改革的基本任务和奋斗目标。\n15.【自测题】1992年召开的中共十四大明确提出，我国经济体制改革的目标是建立（ ）\nA.社会主义市场经济体制\tB.社会主义有计划商品经济体制  C.计划为主、市场为辅的经济体制  D.市场为主、计划为辅的经济体制\n答案：A\n题解：1992年中共十四大明确提出，我国经济体制改革的目标是建立社会主义市场经济体制。社会主义市场经济，是同社会主义基本制度结合在一起的，就是要使市场在社会主义国家宏观调控下对资源配置起基础性作用。\n16.【自测题】1999年12月20日，中国在推进祖国统一大业方面迈出的重要一步是（ ）\nA.海峡两岸达成“九二共识”\tB.海峡双边举行“汪辜会谈”  C.恢复对香港行使主权  D.恢复对澳门行使主权\n答案：D\n题解：1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。1999年12月20日，澳门也回归祖国，澳门特别行政区正式成立。香港、澳门的回归，使“一国两制”从科学构想变为现实，标志着祖国统一大业又向前迈出了重要的一步。\n17.【自测题】中共十三大明确将党在社会主义初级阶段的基本路线概括为（ ）\nA.“一个中心，两个基本点”\tB.“四个坚持”  C.一手抓物质文明，一手抓精神文明  D.建设中国特色社会主义经济、政治和文化\n答案：A\n题解：1987年10月25日至11月1日，中国共产党第十三次全国代表大会在北京举行。大会比较系统地阐述了关于社会主义初级阶段的理论，完整地概括了中国共产党在社会主义初级阶段“一个中心、两个基本点”的基本路线，制定了下一步经济体制改革和政治体制改革的基本任务和奋斗目标。\n18.【自测题】中国共产党明确提出我国建立社会主义市场经济体制目标的会议是（ ）\nA.中共十三大\tB.中共十四大\tC.中共十五大\tD.中共十六大\n答案：B\n题解：1992年中共十四大明确提出，我国经济体制改革的目标是建立社会主义市场经济体制。社会主义市场经济，是同社会主义基本制度结合在一起的，就是要使市场在社会主义国家宏观调控下对资源配置起基础性作用。\n19.【自测题】中国共产党第一次完整地概括社会主义初级阶段基本路线的会议是（ ）\nA.中共十三大\tB.中共十四大\tC.中共十五大\tD.中共十六大\n答案：A\n题解：1987年10月25日至11月1日，中国共产党第十三次全国代表大会在北京举行。大会比较系统地阐述了关于社会主义初级阶段的理论，完整地概括了中国共产党在社会主义初级阶段“一个中心、两个基本点”的基本路线，制定了下一步经济体制改革和政治体制改革的基本任务和奋斗目标。\n20.【自测题】中国加入世界贸易组织的时间是（ ）\nA.1999年12月\tB.2000年12月  C.2001年12月  D.2002年12月\n答案：C\n题解：2001年12月11日，经过长达15年的艰苦谈判，中国正式加入世界贸易组织，标志着对外开放进入一个新阶段。\n21.【自测题】中国对香港恢复行使主权的时间是（ ）\nA.1997年7月1日  B.1997年12月20日  C.1999年7月1日  D.1999年12月20日\n答案：A\n题解：1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。1999年12月20日，澳门也回归祖国，澳门特别行政区正式成立。香港、澳门的回归，使“一国两制”从科学构想变为现实，标志着祖国统一大业又向前迈出了重要的一步。 \n22.【自测题】中国恢复对澳门行使主权是在（ ）\nA.1997年7月1日  B.1997年12月20日   C.1999年7月1日  D.1999年12月20日\n答案：D\n题解：1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。1999年12月20日，澳门也回归祖国，澳门特别行政区正式成立。香港、澳门的回归，使“一国两制”从科学构想变为现实，标志着祖国统一大业又向前迈出了重要的一步。\n23.【自测题】中国进入改革开放和社会主义现代化建设新时期的历史起点是（ ）\nA.中共十一届三中全会  B.中共十一届六中全会  C.中共十二届三中全会   D.中共十二届六中全会\n答案：A\n题解：中共十一届三中全会是新中国成立以来党的历史上具有深远意义的伟大转折。全会结束了粉碎“四人帮”后两年在徘徊中前进的局面，开始了中国共产党在思想、政治、组织等领域的全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了社会主义改革开放的序幕。以这次全会为起点，中国进入了改革开放和社会主义现代化建设的历史新时期。\n24.【自测题】将社会主义初级阶段基本路线概括为“一个中心，两个基本点”的会议是（ ）\nA.中共十二大\tB.中共十三大\tC.中共十五大\tD.中共十六大\n答案：B\n题解：1987年10月25日至11月1日，中国共产党第十三次全国代表大会在北京举行。大会比较系统地阐述了关于社会主义初级阶段的理论，完整地概括了中国共产党在社会主义初级阶段“一个中心、两个基本点”的基本路线，制定了下一步经济体制改革和政治体制改革的基本任务和奋斗目标。\n\n25.【2017年04月】1984年，中共十二届三中全会通过的重要文件是（ ）\nA.《关于加快农业发展若干问题的决定》  B.《关于经济体制改革的决定》  C.《关于科技体制改革的决定》   D.《关于教育体制改革的决定》\n答案：B\n题解：1984年10月，中共十二届三中全会通过《关于经济体制改革的决定》。《决定》突破把计划经济同商品经济对立起来的观点，指出我国社会主义经济是在公有制基础上的有计划的商品经济，并阐明了经济体制改革中的一系列重大理论和实践问题。\n26.【2017年04月】1988年，中共中央和国务院决定建立的经济特区是（ ）\nA.海南经济特区   \tB.珠海经济特区  C.厦门经济特区\tD.深圳经济特区\n答案：A\n题解：1983年4月，中共中央和国务院决定对海南岛实行经济特区的某些政策，给予较多的自主权，以加速海南岛的开发，并于1988年4月建立海南省，将海南岛辟为经济特区。\n27.【2017年04月】1999年 12月，中国在推进国家统一大业方面迈出的重要一步是（ ）\nA.海峡两岸达成“九二共识”\tB.海峡两岸举行“汪辜会谈”  C.恢复对香港行使主权   D.恢复对澳门行使主权\n答案：D\n题解：1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。1999年12月20日，澳门也回归祖国，澳门特别行政区正式成立。香港、澳门的回归，使“一国两制”从科学构想变为现实，标志着祖国统一大业又向前迈出了重要的一步。\n28.【2017年10月】邓小平在1979年3月的理论工作务虚会上明确提出，必须坚持（ ）\nA.“一个中国”的原则   B.“两手抓、两手都要硬”的方针  C.“三个有利于”的标准 \tD.四项基本原则\n答案：D\n题解：1979年3月30日，邓小平在理论工作务虚会上发表的讲话中指出：坚持社会主义道路，坚持人民民主专政，坚持共产党的领导，坚持马克思列宁主义、毛泽东思想这思想基本原则，“是实现四个现代化的根本前提”。“如果动摇了这四项基本原则中的任何一项，那就动摇了整个社会主义事业，整个现代化建设事业”。\n29.【2017年10月】中国共产党第一次明确概括社会主义初级阶段基本路线的会议是（ ）\nA.中共十二大   B.中共十三大   C.中共十四大\tD.中共十五大\n答案：B\n题解：1987年10月25日至11月1日，中国共产党第十三次全国代表大会在北京举行。大会比较系统地阐述了关于社会主义初级阶段的理论，完整地概括了中国共产党在社会主义初级阶段“一个中心、两个基本点”的基本路线，制定了下一步经济体制改革和政治体制改革的基本任务和奋斗目标。\n30.【2017年10月】中国对香港恢复行使主权的时间是（ ）\nA.1997年7月1日\tB.1997年12月20日  C.1999年7月1日\tD.1999年12月20日\n答案：A\n题解：1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。\n31.【2017年10月】2001年，中国对外开放进入一个新阶段的标志是（ ）\nA.开放十四个沿海港口城市多\tB.设立海南经济特区  C.开发和开放上海浦东新区   D.加入世界贸易组织\n答案：D\n题解：2001年12月11日，经过长达15年的艰苦谈判，中国正式加入世界贸易组织，标志着对外开放进入一个新阶段。\n32.【2017年10月】2004年9月，中共十六届四中全会提出的战略任务是（ ）\nA.建立社会主义市场经济体制\tB.全面建设小康社会   C.建设社会主义新农村   D.构建社会主义和谐社会\n答案：D\n题解：2004年9月，中共十六届四中全会提出构建社会主义和谐社会的战略任务。\n33.【2018年04月】邓小平在1979年3月的中央理论工作务虚会上明确提出，必须坚持（ ）\nA.“一个中国”的原则\tB.“两手抓、两手都要硬”的方针  C.四项基本原则\t  D.“三个有利于”的标准\n答案：C\n题解：1979年3月30日，邓小平在理论工作务虚会上发表的讲话中指出：坚持社会主义道路，坚持人民民主专政，坚持共产党的领导，坚持马克思列宁主义、毛泽东思想这思想基本原则，“是实现四个现代化的根本前提”。“如果动摇了这四项基本原则中的任何一项，那就动摇了整个社会主义事业，整个现代化建设事业”。\n34.【2018年04月】1988年，中共中央和国务院决定建立的经济特区是（ ）\nA.海南经济特区\t  B.汕头经济特区   C.厦门经济特区\tD.珠海经济特区\n答案：A\n题解：1983年4月，中共中央和国务院决定对海南岛实行经济特区的某些政策，给予较多的自主权，以加速海南岛的开发，并于1988年4月建立海南省，将海南岛辟为经济特区。\n35.【2018年04月】中国共产党明确提出我国建立社会主义市场经济体制目标的会议是（ ）\nA.中共十三大\tB.中共十四大   C.中共十五大\tD.中共十六大\n答案：B\n题解：1992年中共十四大明确提出，我国经济体制改革的目标是建立社会主义市场经济体制。社会主义市场经济，是同社会主义基本制度结合在一起的，就是要使市场在社会主义国家宏观调控下对资源配置起基础性作用。\n36.【2018年10月】2001年，中国对外开放进入一个新阶段的标志是（ ）\nA.加入世界贸易组织\tB.设立海南经济特区   C.开发和开放上海浦东新区  D.开放十四个沿海港口城市\n答案：A\n题解：2001年12月11日，经过长达15年的艰苦谈判，中国正式加入世界贸易组织，标志着对外开放进入一个新阶段。\n37.【2019年04月】1978年12 月，中国共产党召开的具有历史转折意义的重要会议是（ ）\nA.中共十一届三中全会\tB.中共十一届六中全会   C.中共十二届三中全会\t \n D.中共十二届六中全会\n答案：A\n题解：中共十一届三中全会是新中国成立以来党的历史上具有深远意义的伟大转折。全会结束了粉碎“四人帮”后两年在徘徊中前进的局面，开始了中国共产党在思想、政治、组织等领域的全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了社会主义改革开放的序幕。以这次全会为起点，中国进入了改革开放和社会主义现代化建设的历史新时期。\n38.【2019年04月】邓小平在1979年3月的理论工作务虚会上明确提出，必须坚持（ ）\nA.四项基本原则\t  B.“两手抓、两手都要硬”的方针   C.“三个有利于”的标准\t D.“一个中国”的原则\n答案：A\n题解：1979年3月30日，邓小平在理论工作务虚会上发表的讲话中指出：坚持社会主义道路，坚持人民民主专政，坚持共产党的领导，坚持马克思列宁主义、毛泽东思想这思想基本原则，“是实现四个现代化的根本前提”。“如果动摇了这四项基本原则中的任何一项，那就动摇了整个社会主义事业，整个现代化建设事业”。\n39.【2019年04月】1988年，七届全国人大一次会议决定设立的经济特区是（ ）\nA.深圳经济特区\t  B.珠海经济特区  C.厦门经济特区\tD.海南经济特区\n答案：D\n题解：1983年4月，中共中央和国务院决定对海南岛实行经济特区的某些政策，给予较多的自主权，以加速海南岛的开发，并于1988年4月建立海南省，将海南岛辟为经济特区。\n40.【2019年04月】1997年7月1日，中国在推进祖国统一大业方面迈出的重要一步是（ ）\nA.海峡两岸达成“九二共识”\tB.恢复对香港行使主权    C.海峡两岸举行“汪辜会谈” D.恢复对澳门行使主权\n答案：B\n题解：1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。1999年12月20日，澳门也回归祖国，澳门特别行政区正式成立。香港、澳门的回归，使“一国两制”从科学构想变为现实，标志着祖国统一大业又向前迈出了重要的一步。\n41.【2019年04月】2004 年，中共十六届四中全会提出的战略任务是（ ）\nA.构建社会主义和谐社会\tB.建立社会主义市场经济体制  C.建设社会主义新农村  D.全面建设小康社会\n答案：A\n题解：2004年9月，中共十六届四中全会提出构建社会主义和谐社会的战略任务。\n42.【2019年10月】中国进入改革开放和社会主义现代化建设新时期的历史起点是（ ）\nA.中共十一届三中全会 B.中共十一届六中全会 C.中共十二大 D.中共十三大\n答案：A\n题解：中共十一届三中全会是新中国成立以来党的历史上具有深远意义的伟大转折。全会结束了粉碎“四人帮”后两年在徘徊中前进的局面，开始了中国共产在思想、政治、组织等领域的全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了社会主义改革开放的序幕。以这次全会为起点，中国进入了改革开放和社会主义现代化建设的历史新时期。\n\n43.【2019年10月】邓小平在1979年3月的理论工作务虚上首次明确提出，必须坚持（ ）\nA.以经济建设为中心 B.四项基本原则 C.“两手抓、两手都要硬”的方针 D.“三个有利于”的标准\n答案：B\n题解：1979年3月30日，邓小平在理论工作务虚会上发表的讲话中指出四项基本原则：\n（1）坚持社会主义道路\n（2）坚持人民民主专政\n（3）坚持共产党的领导\n（4）坚持马克思列宁主义、毛泽东思想\n\n44.【2019年10月】1984年，中共十二届三中全会通过的重要文件是（ ）\nA.《关于加快农业发展若干问题的决定》 B.《关于经济体制改革的决定》 C.《关于科技体制改革的决定》 D.《关于教育体制改革的决定》\n答案：B\n题解：1984年10月，中共十二届三中全会通过《关于经济体制改革的决定》。《决定》突破把计划经济同商品经济对立起来的观点，指出我国社会主义经济是在公有制基础上的有计划的商品经济，并阐明了经济体制改革中的一系列重大理论和实践问题。\n\n45.【2019年10月】1988年，七届全国人大一次会议决定设立的经济特区是（ ）\nA.海南经济特区 B.珠海经济特区 C.厦门经济特区 D.深圳经济特区\n答案：A\n题解：1988年4月，七届全国人大一次会议通过设立海南省和建立海南经济特区的决定。\n\n46.【2019年10月】2005年，十届全国人大三次会议通过的法律是（ ）\nA.《香港特别行政区基本法》 B.《国家安全法》 C.《澳门特别行政区基本法》 D.《反分裂国家法》\n答案：D\n题解：2005年3月，十届全国人大三次会议高票通过《反分裂国家法》，将中国人民维护国家领土主权完整的坚强决心通过立法形式表达出来。\n\n16.【2020年08月】揭开我国社会主义改革开放序幕的会议是（）\nA、中共十一届三中全会\nB、中共十一届六中全会\nC、中共十二届四中全会\nD、中共十二届六中全会\n答案：A\n题解：中共十一届三中全会实现了新中国成立以来党的历史上具有深远意义的伟大转折，改革开放的序幕由此揭开。\n\n17.【2020年08月】1984年，中共十二届三中全会通过的重要文件是（）\nA、《关于加快农业发展若干问题的决定》\nB、《关于经济体制改革的决定》\nC、《关于科技体制改革的决定》\nD、《关于教育体制改革的决定》\n答案：B\n题解：1984年10月，中共十二届三中全会通过《关于经济体制改革的决定》。\n\n18.【2020年08月】1988年，中共中央和国务院决定建立的经济特区是（）\nA、珠海经济特区\nB、汕头经济特区\nC、海南经济特区\nD、厦门经济特区\n答案：C\n题解：1988年4月，七届全国人大一次会议通过设立海南省和建立海南经济特区的决定。\n\n19.【2020年08月】中国共产党明确提出我国建立社会主义市场经济体制目标的会议是（）\nA、中共十三大\nB、中共十四大\nC、中共十五大\nD、中共十六大\n答案：B\n题解：1992年10月，中共十四大明确提出，我国经济体制改革的目标是建立社会主义市场经济体制。\n\n19.【2020年10月】邓小平在1979年3月的中央理论工作务虚会上明确提出，必须坚持（ ）。\nA.“一个中国”的原则\nB.“两手抓，两手都要硬”的方针\nC.四项基本原则\nD.“三个有利于”的标准\n答案：C\n题解：1979年3月30日，邓小平在理论工作务虚会上发表的讲话中指出：坚持社会主义道路，坚持人民民主专政，坚持共产党的领导，坚持马克思列宁主义、毛泽东思想这四项基本原则。\n\n20.【2020年10月】1997年7月1日，中国在推进国家统一大业方面迈出的重要一步是（ ）。\nA.恢复对香港行使主权\nB.恢复对澳门行使主权\nC.海两岸举行“汪事会谈”\nD.海峡两岸达成“九二共识”\n答案：A\n题解：1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中国人民共和国香港特别行政区正式成立。",
  content_object: {
    title: "中国近现代史纲要 第十章 中国特色社会主义的开创与接续发展",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 2,
        title: "单项选择题（每小题2分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】中国共产党第一次完整地概括社会主义初级阶段基本路线的会议是（ ）",
            explanation:
              "1987年10月25日至11月1日，中国共产党第十三次全国代表大会在北京举行。大会比较系统地阐述了关于社会主义初级阶段的理论，完整地概括了中国共产党在社会主义初级阶段“一个中心、两个基本点”的基本路线，制定了下一步经济体制改革和政治体制改革的基本任务和奋斗目标。",
            number: 1,
            userAnswer: [],
            score: 2,
            id: "g1q1",
            answer: ["A"],
            position: 2,
            type: "single",
            options: [
              { text: "中共十三大", value: "A" },
              { text: "中共十四大", value: "B" },
              { text: "中共十五大", value: "C" },
              { text: "中共十六大", value: "D" },
            ],
          },
          {
            title: "【自测题】中国恢复对澳门行使主权的时间是（ ）",
            explanation:
              "1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。1999年12月20日，澳门也回归祖国，澳门特别行政区正式成立。香港、澳门的回归，使“一国两制”从科学构想变为现实，标志着祖国统一大业又向前迈出了重要的一步。",
            number: 2,
            userAnswer: [],
            score: 2,
            id: "g1q2",
            answer: ["D"],
            position: 4,
            type: "single",
            options: [
              { text: "1997年7月1日", value: "A" },
              { text: "1997年12月20日", value: "B" },
              { text: "1999年7月1日", value: "C" },
              { text: "1999年12月20日", value: "D" },
            ],
          },
          {
            title: "【自测题】20世纪以来，中国经历的第三次历史性巨变是（ ）",
            explanation:
              "三次巨变：第一次是辛亥革命，第二次是中华人民共和国的成立和社会主义制度的建立，第三次是改革开放,为实现社会主义现代化而奋斗。",
            number: 3,
            userAnswer: [],
            score: 2,
            id: "g1q3",
            answer: ["D"],
            position: 6,
            type: "single",
            options: [
              {
                text: "辛亥革命，推翻统治中国几千年的君主专制制度",
                value: "A",
              },
              { text: "五四运动，揭开新民主主义革命的序幕", value: "B" },
              { text: "中华人民共和国的成立和社会主义制度的建立", value: "C" },
              { text: "改革开放，为实现社会主义现代化而奋斗", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1990年，邓小平提出的关于中国农业改革与发展的思想是（ ）",
            explanation:
              "中国农业的改革与发展，是邓小平十分关注的重要问题。1990年3月3日，他在同江泽民等谈话时提出了“两个飞跃”的思想。",
            number: 4,
            userAnswer: [],
            score: 2,
            id: "g1q4",
            answer: ["C"],
            position: 8,
            type: "single",
            options: [
              { text: "“三个主体，三个补充”", value: "A" },
              { text: "“三步走”", value: "B" },
              { text: "“两个飞跃”", value: "C" },
              { text: "“两个大局”", value: "D" },
            ],
          },
          {
            title:
              "【自测题】邓小平在1979年3月的中央理论工作务虚会上明确提出，必须坚持（ ）",
            explanation:
              "1979年3月30日，邓小平在理论工作务虚会上发表的讲话中指出：坚持社会主义道路，坚持人民民主专政，坚持共产党的领导，坚持马克思列宁主义、毛泽东思想这四项基本原则，“是实现四个现代化的根本前提”。“如果动摇了这四项基本原则中的任何一项，那就动摇了整个社会主义事业，整个现代化建设事业”。",
            number: 5,
            userAnswer: [],
            score: 2,
            id: "g1q5",
            answer: ["C"],
            position: 10,
            type: "single",
            options: [
              { text: "“一个中国”的原则", value: "A" },
              { text: "“两手抓、两手都要硬”的方针", value: "B" },
              { text: "四项基本原则", value: "C" },
              { text: "“三个有利于”的标准", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1988年，中共中央和国务院决定建立的经济特区是（ ）",
            explanation:
              "1983年4月，中共中央和国务院决定对海南岛实行经济特区的某些政策，给予较多的自主权，以加速海南岛的开发，并于1988年4月建立海南省，将海南岛辟为经济特区。",
            number: 6,
            userAnswer: [],
            score: 2,
            id: "g1q6",
            answer: ["D"],
            position: 12,
            type: "single",
            options: [
              { text: "珠海经济特区", value: "A" },
              { text: "汕头经济特区", value: "B" },
              { text: "厦门经济特区", value: "C" },
              { text: "海南经济特区", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1999年12月20日，中国在推进祖国统一大业方面迈出的重要一步是（ ）",
            explanation:
              "1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。1999年12月20日，澳门也回归祖国，澳门特别行政区正式成立。香港、澳门的回归，使“一国两制”从科学构想变为现实，标志着祖国统一大业又向前迈出了重要的一步。",
            number: 7,
            userAnswer: [],
            score: 2,
            id: "g1q7",
            answer: ["D"],
            position: 14,
            type: "single",
            options: [
              { text: "海峡两岸达成“九二共识”", value: "A" },
              { text: "海峡双边举行“汪辜会谈”", value: "B" },
              { text: "恢复对香港行使主权", value: "C" },
              { text: "恢复对澳门行使主权", value: "D" },
            ],
          },
          {
            title: "【自测题】2004年，中共十六届四中全会提出的战略任务是（ ）",
            explanation:
              "2004年9月，中共十六届四中全会提出构建社会主义和谐社会的战略任务。",
            number: 8,
            userAnswer: [],
            score: 2,
            id: "g1q8",
            answer: ["B"],
            position: 16,
            type: "single",
            options: [
              { text: "建立社会主义市场经济体制", value: "A" },
              { text: "构建社会主义和谐社会", value: "B" },
              { text: "建设社会主义新农村", value: "C" },
              { text: "全面建成小康社会", value: "D" },
            ],
          },
          {
            title:
              "【自测题】2005年，第十届全国人民代表大会第三次会议通过的法律是（ ）",
            explanation:
              "2005年3月14日，十届全国人大三次会议高票通过《反分裂国家法》，将中国人民维护国家领土主权完整的坚强决心通过立法形式表达出来。",
            number: 9,
            userAnswer: [],
            score: 2,
            id: "g1q9",
            answer: ["D"],
            position: 18,
            type: "single",
            options: [
              { text: "《香港特别行政区基本法》", value: "A" },
              { text: "《国家安全法》", value: "B" },
              { text: "《澳门特别行政区基本法》", value: "C" },
              { text: "《反分裂国家法》", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1978年12月，中国共产党召开的具有深远意义的重要会议是（ ）",
            explanation:
              "中共十一届三中全会是新中国成立以来党的历史上具有深远意义的伟大转折。全会结束了粉碎“四人帮”后两年在徘徊中前进的局面，开始了中国共产党在思想、政治、组织等领域的全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了社会主义改革开放的序幕。以这次全会为起点，中国进入了改革开放和社会主义现代化建设的历史新时期。",
            number: 10,
            userAnswer: [],
            score: 2,
            id: "g1q10",
            answer: ["A"],
            position: 20,
            type: "single",
            options: [
              { text: "中共十一届三中全会", value: "A" },
              { text: "中共十一届六中全会", value: "B" },
              { text: "中共十二届三中全会", value: "C" },
              { text: "中共十二届六中全会", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1980年5月，邓小平发表《关于农村政策的谈话》，肯定了（ ）",
            explanation:
              "1980年5月，邓小平发表《关于农村政策的谈话》，肯定了包产到户这种形式，指出它不会影响我们制度的社会主义性质。",
            number: 11,
            userAnswer: [],
            score: 2,
            id: "g1q11",
            answer: ["B"],
            position: 22,
            type: "single",
            options: [
              { text: "包干到户形式", value: "A" },
              { text: "包产到户形式", value: "B" },
              { text: "包干到组形式", value: "C" },
              { text: "包产到组形式", value: "D" },
            ],
          },
          {
            title: "【自测题】1982年，中共十二大明确提出了（ ）",
            explanation:
              "1982年9月1日至11日，中共十二大在北京召开。邓小平在开幕词中提出，“把马克思主义的普遍真理同我国的具体实际结合起来，走自己的道路，建设有中国特色的社会主义”。这是总结党的长期历史经验得出的基本结论，成为新时期指引全党和全国人民前进的旗帜。",
            number: 12,
            userAnswer: [],
            score: 2,
            id: "g1q12",
            answer: ["A"],
            position: 24,
            type: "single",
            options: [
              { text: "建设有中国特色的社会主义", value: "A" },
              { text: "党在社会主义初级阶段的基本路线", value: "B" },
              { text: "建设社会主义政治文明", value: "C" },
              { text: "党在社会主义初级阶段的基本纲领", value: "D" },
            ],
          },
          {
            title: "【自测题】1984年，中共十二届三中全会制定通过了（ ）",
            explanation:
              "1984年10月，中共十二届三中全会通过《关于经济体制改革的决定》。《决定》突破把计划经济同商品经济对立起来的观点，指出我国社会主义经济是在公有制基础上的有计划的商品经济，并阐明了经济体制改革中的一系列重大理论和实践问题。",
            number: 13,
            userAnswer: [],
            score: 2,
            id: "g1q13",
            answer: ["B"],
            position: 26,
            type: "single",
            options: [
              { text: "《关于加快农业发展若干问题的决定》", value: "A" },
              { text: "《关于经济体制改革的决定》", value: "B" },
              { text: "《关于科技体制改革的决定》", value: "C" },
              { text: "《关于教育体制改革的决定》", value: "D" },
            ],
          },
          {
            title: "【自测题】1987年，中共十三大比较系统地阐述的理论是（ ）",
            explanation:
              "1987年10月25日至11月1日，中国共产党第十三次全国代表大会在北京举行。大会比较系统地阐述了关于社会主义初级阶段的理论，完整地概括了中国共产党在社会主义初级阶段“一个中心、两个基本点”的基本路线，制定了下一步经济体制改革和政治体制改革的基本任务和奋斗目标。",
            number: 14,
            userAnswer: [],
            score: 2,
            id: "g1q14",
            answer: ["A"],
            position: 28,
            type: "single",
            options: [
              { text: "社会主义初级阶段理论", value: "A" },
              { text: "社会主义市场经济理论", value: "B" },
              { text: "社会主义本质理论", value: "C" },
              { text: "“三个有利于”标准理论", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1992年召开的中共十四大明确提出，我国经济体制改革的目标是建立（ ）",
            explanation:
              "1992年中共十四大明确提出，我国经济体制改革的目标是建立社会主义市场经济体制。社会主义市场经济，是同社会主义基本制度结合在一起的，就是要使市场在社会主义国家宏观调控下对资源配置起基础性作用。",
            number: 15,
            userAnswer: [],
            score: 2,
            id: "g1q15",
            answer: ["A"],
            position: 30,
            type: "single",
            options: [
              { text: "社会主义市场经济体制", value: "A" },
              { text: "社会主义有计划商品经济体制", value: "B" },
              { text: "计划为主、市场为辅的经济体制", value: "C" },
              { text: "市场为主、计划为辅的经济体制", value: "D" },
            ],
          },
          {
            title:
              "【自测题】1999年12月20日，中国在推进祖国统一大业方面迈出的重要一步是（ ）",
            explanation:
              "1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。1999年12月20日，澳门也回归祖国，澳门特别行政区正式成立。香港、澳门的回归，使“一国两制”从科学构想变为现实，标志着祖国统一大业又向前迈出了重要的一步。",
            number: 16,
            userAnswer: [],
            score: 2,
            id: "g1q16",
            answer: ["D"],
            position: 32,
            type: "single",
            options: [
              { text: "海峡两岸达成“九二共识”", value: "A" },
              { text: "海峡双边举行“汪辜会谈”", value: "B" },
              { text: "恢复对香港行使主权", value: "C" },
              { text: "恢复对澳门行使主权", value: "D" },
            ],
          },
          {
            title:
              "【自测题】中共十三大明确将党在社会主义初级阶段的基本路线概括为（ ）",
            explanation:
              "1987年10月25日至11月1日，中国共产党第十三次全国代表大会在北京举行。大会比较系统地阐述了关于社会主义初级阶段的理论，完整地概括了中国共产党在社会主义初级阶段“一个中心、两个基本点”的基本路线，制定了下一步经济体制改革和政治体制改革的基本任务和奋斗目标。",
            number: 17,
            userAnswer: [],
            score: 2,
            id: "g1q17",
            answer: ["A"],
            position: 34,
            type: "single",
            options: [
              { text: "“一个中心，两个基本点”", value: "A" },
              { text: "“四个坚持”", value: "B" },
              { text: "一手抓物质文明，一手抓精神文明", value: "C" },
              { text: "建设中国特色社会主义经济、政治和文化", value: "D" },
            ],
          },
          {
            title:
              "【自测题】中国共产党明确提出我国建立社会主义市场经济体制目标的会议是（ ）",
            explanation:
              "1992年中共十四大明确提出，我国经济体制改革的目标是建立社会主义市场经济体制。社会主义市场经济，是同社会主义基本制度结合在一起的，就是要使市场在社会主义国家宏观调控下对资源配置起基础性作用。",
            number: 18,
            userAnswer: [],
            score: 2,
            id: "g1q18",
            answer: ["B"],
            position: 36,
            type: "single",
            options: [
              { text: "中共十三大", value: "A" },
              { text: "中共十四大", value: "B" },
              { text: "中共十五大", value: "C" },
              { text: "中共十六大", value: "D" },
            ],
          },
          {
            title:
              "【自测题】中国共产党第一次完整地概括社会主义初级阶段基本路线的会议是（ ）",
            explanation:
              "1987年10月25日至11月1日，中国共产党第十三次全国代表大会在北京举行。大会比较系统地阐述了关于社会主义初级阶段的理论，完整地概括了中国共产党在社会主义初级阶段“一个中心、两个基本点”的基本路线，制定了下一步经济体制改革和政治体制改革的基本任务和奋斗目标。",
            number: 19,
            userAnswer: [],
            score: 2,
            id: "g1q19",
            answer: ["A"],
            position: 38,
            type: "single",
            options: [
              { text: "中共十三大", value: "A" },
              { text: "中共十四大", value: "B" },
              { text: "中共十五大", value: "C" },
              { text: "中共十六大", value: "D" },
            ],
          },
          {
            title: "【自测题】中国加入世界贸易组织的时间是（ ）",
            explanation:
              "2001年12月11日，经过长达15年的艰苦谈判，中国正式加入世界贸易组织，标志着对外开放进入一个新阶段。",
            number: 20,
            userAnswer: [],
            score: 2,
            id: "g1q20",
            answer: ["C"],
            position: 40,
            type: "single",
            options: [
              { text: "1999年12月", value: "A" },
              { text: "2000年12月", value: "B" },
              { text: "2001年12月", value: "C" },
              { text: "2002年12月", value: "D" },
            ],
          },
          {
            title: "【自测题】中国对香港恢复行使主权的时间是（ ）",
            explanation:
              "1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。1999年12月20日，澳门也回归祖国，澳门特别行政区正式成立。香港、澳门的回归，使“一国两制”从科学构想变为现实，标志着祖国统一大业又向前迈出了重要的一步。",
            number: 21,
            userAnswer: [],
            score: 2,
            id: "g1q21",
            answer: ["A"],
            position: 42,
            type: "single",
            options: [
              { text: "1997年7月1日", value: "A" },
              { text: "1997年12月20日", value: "B" },
              { text: "1999年7月1日", value: "C" },
              { text: "1999年12月20日", value: "D" },
            ],
          },
          {
            title: "【自测题】中国恢复对澳门行使主权是在（ ）",
            explanation:
              "1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。1999年12月20日，澳门也回归祖国，澳门特别行政区正式成立。香港、澳门的回归，使“一国两制”从科学构想变为现实，标志着祖国统一大业又向前迈出了重要的一步。",
            number: 22,
            userAnswer: [],
            score: 2,
            id: "g1q22",
            answer: ["D"],
            position: 44,
            type: "single",
            options: [
              { text: "1997年7月1日", value: "A" },
              { text: "1997年12月20日", value: "B" },
              { text: "1999年7月1日", value: "C" },
              { text: "1999年12月20日", value: "D" },
            ],
          },
          {
            title:
              "【自测题】中国进入改革开放和社会主义现代化建设新时期的历史起点是（ ）",
            explanation:
              "中共十一届三中全会是新中国成立以来党的历史上具有深远意义的伟大转折。全会结束了粉碎“四人帮”后两年在徘徊中前进的局面，开始了中国共产党在思想、政治、组织等领域的全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了社会主义改革开放的序幕。以这次全会为起点，中国进入了改革开放和社会主义现代化建设的历史新时期。",
            number: 23,
            userAnswer: [],
            score: 2,
            id: "g1q23",
            answer: ["A"],
            position: 46,
            type: "single",
            options: [
              { text: "中共十一届三中全会", value: "A" },
              { text: "中共十一届六中全会", value: "B" },
              { text: "中共十二届三中全会", value: "C" },
              { text: "中共十二届六中全会", value: "D" },
            ],
          },
          {
            title:
              "【自测题】将社会主义初级阶段基本路线概括为“一个中心，两个基本点”的会议是（ ）",
            explanation:
              "1987年10月25日至11月1日，中国共产党第十三次全国代表大会在北京举行。大会比较系统地阐述了关于社会主义初级阶段的理论，完整地概括了中国共产党在社会主义初级阶段“一个中心、两个基本点”的基本路线，制定了下一步经济体制改革和政治体制改革的基本任务和奋斗目标。",
            number: 24,
            userAnswer: [],
            score: 2,
            id: "g1q24",
            answer: ["B"],
            position: 48,
            type: "single",
            options: [
              { text: "中共十二大", value: "A" },
              { text: "中共十三大", value: "B" },
              { text: "中共十五大", value: "C" },
              { text: "中共十六大", value: "D" },
            ],
          },
          {
            title:
              "【2017年04月】1984年，中共十二届三中全会通过的重要文件是（ ）",
            explanation:
              "1984年10月，中共十二届三中全会通过《关于经济体制改革的决定》。《决定》突破把计划经济同商品经济对立起来的观点，指出我国社会主义经济是在公有制基础上的有计划的商品经济，并阐明了经济体制改革中的一系列重大理论和实践问题。",
            number: 25,
            userAnswer: [],
            score: 2,
            id: "g1q25",
            answer: ["B"],
            position: 50,
            type: "single",
            options: [
              { text: "《关于加快农业发展若干问题的决定》", value: "A" },
              { text: "《关于经济体制改革的决定》", value: "B" },
              { text: "《关于科技体制改革的决定》", value: "C" },
              { text: "《关于教育体制改革的决定》", value: "D" },
            ],
          },
          {
            title:
              "【2017年04月】1988年，中共中央和国务院决定建立的经济特区是（ ）",
            explanation:
              "1983年4月，中共中央和国务院决定对海南岛实行经济特区的某些政策，给予较多的自主权，以加速海南岛的开发，并于1988年4月建立海南省，将海南岛辟为经济特区。",
            number: 26,
            userAnswer: [],
            score: 2,
            id: "g1q26",
            answer: ["A"],
            position: 52,
            type: "single",
            options: [
              { text: "海南经济特区", value: "A" },
              { text: "珠海经济特区", value: "B" },
              { text: "厦门经济特区", value: "C" },
              { text: "深圳经济特区", value: "D" },
            ],
          },
          {
            title:
              "【2017年04月】1999年 12月，中国在推进国家统一大业方面迈出的重要一步是（ ）",
            explanation:
              "1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。1999年12月20日，澳门也回归祖国，澳门特别行政区正式成立。香港、澳门的回归，使“一国两制”从科学构想变为现实，标志着祖国统一大业又向前迈出了重要的一步。",
            number: 27,
            userAnswer: [],
            score: 2,
            id: "g1q27",
            answer: ["D"],
            position: 54,
            type: "single",
            options: [
              { text: "海峡两岸达成“九二共识”", value: "A" },
              { text: "海峡两岸举行“汪辜会谈”", value: "B" },
              { text: "恢复对香港行使主权", value: "C" },
              { text: "恢复对澳门行使主权", value: "D" },
            ],
          },
          {
            title:
              "【2017年10月】邓小平在1979年3月的理论工作务虚会上明确提出，必须坚持（ ）",
            explanation:
              "1979年3月30日，邓小平在理论工作务虚会上发表的讲话中指出：坚持社会主义道路，坚持人民民主专政，坚持共产党的领导，坚持马克思列宁主义、毛泽东思想这思想基本原则，“是实现四个现代化的根本前提”。“如果动摇了这四项基本原则中的任何一项，那就动摇了整个社会主义事业，整个现代化建设事业”。",
            number: 28,
            userAnswer: [],
            score: 2,
            id: "g1q28",
            answer: ["D"],
            position: 56,
            type: "single",
            options: [
              { text: "“一个中国”的原则", value: "A" },
              { text: "“两手抓、两手都要硬”的方针", value: "B" },
              { text: "“三个有利于”的标准", value: "C" },
              { text: "四项基本原则", value: "D" },
            ],
          },
          {
            title:
              "【2017年10月】中国共产党第一次明确概括社会主义初级阶段基本路线的会议是（ ）",
            explanation:
              "1987年10月25日至11月1日，中国共产党第十三次全国代表大会在北京举行。大会比较系统地阐述了关于社会主义初级阶段的理论，完整地概括了中国共产党在社会主义初级阶段“一个中心、两个基本点”的基本路线，制定了下一步经济体制改革和政治体制改革的基本任务和奋斗目标。",
            number: 29,
            userAnswer: [],
            score: 2,
            id: "g1q29",
            answer: ["B"],
            position: 58,
            type: "single",
            options: [
              { text: "中共十二大", value: "A" },
              { text: "中共十三大", value: "B" },
              { text: "中共十四大", value: "C" },
              { text: "中共十五大", value: "D" },
            ],
          },
          {
            title: "【2017年10月】中国对香港恢复行使主权的时间是（ ）",
            explanation:
              "1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。",
            number: 30,
            userAnswer: [],
            score: 2,
            id: "g1q30",
            answer: ["A"],
            position: 60,
            type: "single",
            options: [
              { text: "1997年7月1日", value: "A" },
              { text: "1997年12月20日", value: "B" },
              { text: "1999年7月1日", value: "C" },
              { text: "1999年12月20日", value: "D" },
            ],
          },
          {
            title:
              "【2017年10月】2001年，中国对外开放进入一个新阶段的标志是（ ）",
            explanation:
              "2001年12月11日，经过长达15年的艰苦谈判，中国正式加入世界贸易组织，标志着对外开放进入一个新阶段。",
            number: 31,
            userAnswer: [],
            score: 2,
            id: "g1q31",
            answer: ["D"],
            position: 62,
            type: "single",
            options: [
              { text: "开放十四个沿海港口城市多", value: "A" },
              { text: "设立海南经济特区", value: "B" },
              { text: "开发和开放上海浦东新区", value: "C" },
              { text: "加入世界贸易组织", value: "D" },
            ],
          },
          {
            title:
              "【2017年10月】2004年9月，中共十六届四中全会提出的战略任务是（ ）",
            explanation:
              "2004年9月，中共十六届四中全会提出构建社会主义和谐社会的战略任务。",
            number: 32,
            userAnswer: [],
            score: 2,
            id: "g1q32",
            answer: ["D"],
            position: 64,
            type: "single",
            options: [
              { text: "建立社会主义市场经济体制", value: "A" },
              { text: "全面建设小康社会", value: "B" },
              { text: "建设社会主义新农村", value: "C" },
              { text: "构建社会主义和谐社会", value: "D" },
            ],
          },
          {
            title:
              "【2018年04月】邓小平在1979年3月的中央理论工作务虚会上明确提出，必须坚持（ ）",
            explanation:
              "1979年3月30日，邓小平在理论工作务虚会上发表的讲话中指出：坚持社会主义道路，坚持人民民主专政，坚持共产党的领导，坚持马克思列宁主义、毛泽东思想这思想基本原则，“是实现四个现代化的根本前提”。“如果动摇了这四项基本原则中的任何一项，那就动摇了整个社会主义事业，整个现代化建设事业”。",
            number: 33,
            userAnswer: [],
            score: 2,
            id: "g1q33",
            answer: ["C"],
            position: 66,
            type: "single",
            options: [
              { text: "“一个中国”的原则", value: "A" },
              { text: "“两手抓、两手都要硬”的方针", value: "B" },
              { text: "四项基本原则", value: "C" },
              { text: "“三个有利于”的标准", value: "D" },
            ],
          },
          {
            title:
              "【2018年04月】1988年，中共中央和国务院决定建立的经济特区是（ ）",
            explanation:
              "1983年4月，中共中央和国务院决定对海南岛实行经济特区的某些政策，给予较多的自主权，以加速海南岛的开发，并于1988年4月建立海南省，将海南岛辟为经济特区。",
            number: 34,
            userAnswer: [],
            score: 2,
            id: "g1q34",
            answer: ["A"],
            position: 68,
            type: "single",
            options: [
              { text: "海南经济特区", value: "A" },
              { text: "汕头经济特区", value: "B" },
              { text: "厦门经济特区", value: "C" },
              { text: "珠海经济特区", value: "D" },
            ],
          },
          {
            title:
              "【2018年04月】中国共产党明确提出我国建立社会主义市场经济体制目标的会议是（ ）",
            explanation:
              "1992年中共十四大明确提出，我国经济体制改革的目标是建立社会主义市场经济体制。社会主义市场经济，是同社会主义基本制度结合在一起的，就是要使市场在社会主义国家宏观调控下对资源配置起基础性作用。",
            number: 35,
            userAnswer: [],
            score: 2,
            id: "g1q35",
            answer: ["B"],
            position: 70,
            type: "single",
            options: [
              { text: "中共十三大", value: "A" },
              { text: "中共十四大", value: "B" },
              { text: "中共十五大", value: "C" },
              { text: "中共十六大", value: "D" },
            ],
          },
          {
            title:
              "【2018年10月】2001年，中国对外开放进入一个新阶段的标志是（ ）",
            explanation:
              "2001年12月11日，经过长达15年的艰苦谈判，中国正式加入世界贸易组织，标志着对外开放进入一个新阶段。",
            number: 36,
            userAnswer: [],
            score: 2,
            id: "g1q36",
            answer: ["A"],
            position: 72,
            type: "single",
            options: [
              { text: "加入世界贸易组织", value: "A" },
              { text: "设立海南经济特区", value: "B" },
              { text: "开发和开放上海浦东新区", value: "C" },
              { text: "开放十四个沿海港口城市", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】1978年12 月，中国共产党召开的具有历史转折意义的重要会议是（ ）",
            explanation:
              "中共十一届三中全会是新中国成立以来党的历史上具有深远意义的伟大转折。全会结束了粉碎“四人帮”后两年在徘徊中前进的局面，开始了中国共产党在思想、政治、组织等领域的全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了社会主义改革开放的序幕。以这次全会为起点，中国进入了改革开放和社会主义现代化建设的历史新时期。",
            number: 37,
            userAnswer: [],
            score: 2,
            id: "g1q37",
            answer: ["A"],
            position: 74,
            type: "single",
            options: [
              { text: "中共十一届三中全会", value: "A" },
              { text: "中共十一届六中全会", value: "B" },
              { text: "中共十二届三中全会", value: "C" },
              { text: "中共十二届六中全会", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】邓小平在1979年3月的理论工作务虚会上明确提出，必须坚持（ ）",
            explanation:
              "1979年3月30日，邓小平在理论工作务虚会上发表的讲话中指出：坚持社会主义道路，坚持人民民主专政，坚持共产党的领导，坚持马克思列宁主义、毛泽东思想这思想基本原则，“是实现四个现代化的根本前提”。“如果动摇了这四项基本原则中的任何一项，那就动摇了整个社会主义事业，整个现代化建设事业”。",
            number: 38,
            userAnswer: [],
            score: 2,
            id: "g1q38",
            answer: ["A"],
            position: 76,
            type: "single",
            options: [
              { text: "四项基本原则", value: "A" },
              { text: "“两手抓、两手都要硬”的方针", value: "B" },
              { text: "“三个有利于”的标准", value: "C" },
              { text: "“一个中国”的原则", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】1988年，七届全国人大一次会议决定设立的经济特区是（ ）",
            explanation:
              "1983年4月，中共中央和国务院决定对海南岛实行经济特区的某些政策，给予较多的自主权，以加速海南岛的开发，并于1988年4月建立海南省，将海南岛辟为经济特区。",
            number: 39,
            userAnswer: [],
            score: 2,
            id: "g1q39",
            answer: ["D"],
            position: 78,
            type: "single",
            options: [
              { text: "深圳经济特区", value: "A" },
              { text: "珠海经济特区", value: "B" },
              { text: "厦门经济特区", value: "C" },
              { text: "海南经济特区", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】1997年7月1日，中国在推进祖国统一大业方面迈出的重要一步是（ ）",
            explanation:
              "1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。1999年12月20日，澳门也回归祖国，澳门特别行政区正式成立。香港、澳门的回归，使“一国两制”从科学构想变为现实，标志着祖国统一大业又向前迈出了重要的一步。",
            number: 40,
            userAnswer: [],
            score: 2,
            id: "g1q40",
            answer: ["B"],
            position: 80,
            type: "single",
            options: [
              { text: "海峡两岸达成“九二共识”", value: "A" },
              { text: "恢复对香港行使主权", value: "B" },
              { text: "海峡两岸举行“汪辜会谈”", value: "C" },
              { text: "恢复对澳门行使主权", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】2004 年，中共十六届四中全会提出的战略任务是（ ）",
            explanation:
              "2004年9月，中共十六届四中全会提出构建社会主义和谐社会的战略任务。",
            number: 41,
            userAnswer: [],
            score: 2,
            id: "g1q41",
            answer: ["A"],
            position: 82,
            type: "single",
            options: [
              { text: "构建社会主义和谐社会", value: "A" },
              { text: "建立社会主义市场经济体制", value: "B" },
              { text: "建设社会主义新农村", value: "C" },
              { text: "全面建设小康社会", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】中国进入改革开放和社会主义现代化建设新时期的历史起点是（ ）",
            explanation:
              "中共十一届三中全会是新中国成立以来党的历史上具有深远意义的伟大转折。全会结束了粉碎“四人帮”后两年在徘徊中前进的局面，开始了中国共产在思想、政治、组织等领域的全面拨乱反正，形成了以邓小平为核心的党的中央领导集体，揭开了社会主义改革开放的序幕。以这次全会为起点，中国进入了改革开放和社会主义现代化建设的历史新时期。",
            number: 42,
            userAnswer: [],
            score: 2,
            id: "g1q42",
            answer: ["A"],
            position: 84,
            type: "single",
            options: [
              { text: "中共十一届三中全会", value: "A" },
              { text: "中共十一届六中全会", value: "B" },
              { text: "中共十二大", value: "C" },
              { text: "中共十三大", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】邓小平在1979年3月的理论工作务虚上首次明确提出，必须坚持（ ）",
            explanation:
              "1979年3月30日，邓小平在理论工作务虚会上发表的讲话中指出四项基本原则：\n（1）坚持社会主义道路\n（2）坚持人民民主专政\n（3）坚持共产党的领导\n（4）坚持马克思列宁主义、毛泽东思想",
            number: 43,
            userAnswer: [],
            score: 2,
            id: "g1q43",
            answer: ["B"],
            position: 86,
            type: "single",
            options: [
              { text: "以经济建设为中心", value: "A" },
              { text: "四项基本原则", value: "B" },
              { text: "“两手抓、两手都要硬”的方针", value: "C" },
              { text: "“三个有利于”的标准", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】1984年，中共十二届三中全会通过的重要文件是（ ）",
            explanation:
              "1984年10月，中共十二届三中全会通过《关于经济体制改革的决定》。《决定》突破把计划经济同商品经济对立起来的观点，指出我国社会主义经济是在公有制基础上的有计划的商品经济，并阐明了经济体制改革中的一系列重大理论和实践问题。",
            number: 44,
            userAnswer: [],
            score: 2,
            id: "g1q44",
            answer: ["B"],
            position: 88,
            type: "single",
            options: [
              { text: "《关于加快农业发展若干问题的决定》", value: "A" },
              { text: "《关于经济体制改革的决定》", value: "B" },
              { text: "《关于科技体制改革的决定》", value: "C" },
              { text: "《关于教育体制改革的决定》", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】1988年，七届全国人大一次会议决定设立的经济特区是（ ）",
            explanation:
              "1988年4月，七届全国人大一次会议通过设立海南省和建立海南经济特区的决定。",
            number: 45,
            userAnswer: [],
            score: 2,
            id: "g1q45",
            answer: ["A"],
            position: 90,
            type: "single",
            options: [
              { text: "海南经济特区", value: "A" },
              { text: "珠海经济特区", value: "B" },
              { text: "厦门经济特区", value: "C" },
              { text: "深圳经济特区", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】2005年，十届全国人大三次会议通过的法律是（ ）",
            explanation:
              "2005年3月，十届全国人大三次会议高票通过《反分裂国家法》，将中国人民维护国家领土主权完整的坚强决心通过立法形式表达出来。",
            number: 46,
            userAnswer: [],
            score: 2,
            id: "g1q46",
            answer: ["D"],
            position: 92,
            type: "single",
            options: [
              { text: "《香港特别行政区基本法》", value: "A" },
              { text: "《国家安全法》", value: "B" },
              { text: "《澳门特别行政区基本法》", value: "C" },
              { text: "《反分裂国家法》", value: "D" },
            ],
          },
          {
            title: "【2020年08月】揭开我国社会主义改革开放序幕的会议是（）",
            explanation:
              "中共十一届三中全会实现了新中国成立以来党的历史上具有深远意义的伟大转折，改革开放的序幕由此揭开。",
            number: 47,
            userAnswer: [],
            score: 2,
            id: "g1q47",
            answer: ["A"],
            position: 94,
            type: "single",
            options: [
              { text: "中共十一届三中全会", value: "A" },
              { text: "中共十一届六中全会", value: "B" },
              { text: "中共十二届四中全会", value: "C" },
              { text: "中共十二届六中全会", value: "D" },
            ],
          },
          {
            title:
              "【2020年08月】1984年，中共十二届三中全会通过的重要文件是（）",
            explanation:
              "1984年10月，中共十二届三中全会通过《关于经济体制改革的决定》。",
            number: 48,
            userAnswer: [],
            score: 2,
            id: "g1q48",
            answer: ["B"],
            position: 96,
            type: "single",
            options: [
              { text: "《关于加快农业发展若干问题的决定》", value: "A" },
              { text: "《关于经济体制改革的决定》", value: "B" },
              { text: "《关于科技体制改革的决定》", value: "C" },
              { text: "《关于教育体制改革的决定》", value: "D" },
            ],
          },
          {
            title:
              "【2020年08月】1988年，中共中央和国务院决定建立的经济特区是（）",
            explanation:
              "1988年4月，七届全国人大一次会议通过设立海南省和建立海南经济特区的决定。",
            number: 49,
            userAnswer: [],
            score: 2,
            id: "g1q49",
            answer: ["C"],
            position: 98,
            type: "single",
            options: [
              { text: "珠海经济特区", value: "A" },
              { text: "汕头经济特区", value: "B" },
              { text: "海南经济特区", value: "C" },
              { text: "厦门经济特区", value: "D" },
            ],
          },
          {
            title:
              "【2020年08月】中国共产党明确提出我国建立社会主义市场经济体制目标的会议是（）",
            explanation:
              "1992年10月，中共十四大明确提出，我国经济体制改革的目标是建立社会主义市场经济体制。",
            number: 50,
            userAnswer: [],
            score: 2,
            id: "g1q50",
            answer: ["B"],
            position: 100,
            type: "single",
            options: [
              { text: "中共十三大", value: "A" },
              { text: "中共十四大", value: "B" },
              { text: "中共十五大", value: "C" },
              { text: "中共十六大", value: "D" },
            ],
          },
          {
            title:
              "【2020年10月】邓小平在1979年3月的中央理论工作务虚会上明确提出，必须坚持（ ）。",
            explanation:
              "1979年3月30日，邓小平在理论工作务虚会上发表的讲话中指出：坚持社会主义道路，坚持人民民主专政，坚持共产党的领导，坚持马克思列宁主义、毛泽东思想这四项基本原则。",
            number: 51,
            userAnswer: [],
            score: 2,
            id: "g1q51",
            answer: ["C"],
            position: 102,
            type: "single",
            options: [
              { text: "“一个中国”的原则", value: "A" },
              { text: "“两手抓，两手都要硬”的方针", value: "B" },
              { text: "四项基本原则", value: "C" },
              { text: "“三个有利于”的标准", value: "D" },
            ],
          },
          {
            title:
              "【2020年10月】1997年7月1日，中国在推进国家统一大业方面迈出的重要一步是（ ）。",
            explanation:
              "1997年7月1日，中国和英国两国政府举行了香港交接仪式，宣告中国对香港恢复行使主权，中国人民共和国香港特别行政区正式成立。",
            number: 52,
            userAnswer: [],
            score: 2,
            id: "g1q52",
            answer: ["A"],
            position: 104,
            type: "single",
            options: [
              { text: "恢复对香港行使主权", value: "A" },
              { text: "恢复对澳门行使主权", value: "B" },
              { text: "海两岸举行“汪事会谈”", value: "C" },
              { text: "海峡两岸达成“九二共识”", value: "D" },
            ],
          },
        ],
        position: 1,
        type: "single",
        id: "g1",
      },
    ],
    totalScore: 104,
    questionCount: 52,
  },
  create_time: "2018-07-11T10:18:23.167391",
  is_active: true,
  questions_count: 52,
  is_break_through: false,
  tags: "章节习题",
  order_number: 19,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第十章 中国特色社会主义的开创与接续发展（客观）",
};
