export default {
  id: 702,
  title: "第十一章 中国特色社会主义进入新时代（客观）",
  content:
    '中国近现代史纲要 第十一章 中国特色社会主义进入新时代\n一.单项选择题（每小题2分）\n1.【自测题】2013年11月，作出《关于全面深化改革若干重大问题的决定》的会议是（ ）\nA.中共十八届一中全会  B.中共十八届二中全会  C.中共十八届三中全会  D.中共十八届四中全会\n答案：C\n题解：2013年11月，中共十八届三中全会审议通过《关于全面深化改革若干重大问题的决定》，勾画了到2020年全面深化改革的时间表、路线图。\n2.【自测题】我国进入全面小康社会决定性阶段召开的大会是（ ）\nA.中共十七大   B.中共十八大   C.中共十五大   D.中共十九大\n答案：B\n题解：2012年11月8日至14日，中国共产党第十八次全国代表大会在北京举行。这是在我国进入全面建成小康社会决定性阶段召开的一次大会。\n3.【自测题】实现中华民族伟大复兴中国梦的关键一步是（ ）\nA.实现全面建成小康社会目标  B.走中国特色社会主义道路  C.发展社会主义民主政治   D.打赢脱贫攻坚战\n答案：A\n题解：中共十八大结束不久，习近平在参观“复兴之路”展览时期明确指出，实现中华民族伟大复兴就是中华民族近代以来最伟大的梦想，实现全面建成小康社会目标是实现中华民族伟大复兴中国梦的关键一步。\n4.【自测题】中共十八大阐明中国特色社会主义的总依据是（ ）\nA.社会主义初级阶段   B.经济、政治、文化、社会、生态文明建设五位一体 \n C.实现社会主义现代化和中华民族伟大复兴   D.科学发展观、马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想\n答案：A\n题解：大会阐明中国特色社会主义的总依据是社会主义初级阶段，总布局是经济、政治、文化、社会、生态文明建设五位一体，总任务是实现社会主义现代化和中华民族伟大复兴。\n5.【自测题】适应和引领经济发展新常态的重大创新是（ ）\nA.走中国特色社会主义道路   B.“三去一降一补”  C.推进供给侧结构性改革   D.坚持稳中求进工作总基调\n答案：C\n题解：推进供给侧结构性改革，是适应和引领经济发展新常态的重大创新。\n6.【自测题】以下不属于中国经济发展新常态内容的是（ ）\nA.“三去一降一补”   B.从要素驱动、投资驱动转向创新驱动   C.从高速增长转为中高速增长  D.经济结构不断优化升级\n答案：A \n题解：中国经济发展的一个重大变化是进入新常态，即：从高速增长转为中高速增长；经济结构不断优化升级；从要素驱动、投资驱动转向创新驱动。\n7.【自测题】表决通过《中华人民共和国国歌法》的会议是（ ）\nA.十二届全国人大常委会第七次会议  B.十二届全国人大常委会第十次会议 \n C.十二届全国人大常委会第二十九次会议   D.十二届全国人大常委会第八次会议\n答案：C\n题解：2017年9月，十二届全国人大常委会第二十九次会议表决通过《中华人民共和国国歌法》，维护国歌尊严，增强公民的国家观念。\n8.【自测题】建设美丽中国，强化公民环境意识，倡导弘扬的是（ ）\nA.“绿水青山就是金山银山”  B.塞罕坝精神    C.“红船精神”  D.绿色发展\n答案：B\n题解：加强生态文明宣传教育，增强全民节约意识、环保意识、生态意识，倡导弘扬“牢记使命、艰苦创业、绿色发展”的塞罕坝精神，营造爱护生态环境的良好风气。\n9.【自测题】习近平新时代中国特色社会主义思想的核心要义是（ ）\nA.坚持用党的理论创新成果武装头脑、指导实践  B.坚持和发展中国特色社会主义  C.坚持党对一切工作的领导   D.实现社会主义现代化和中华民族伟大复兴\n答案：B\n题解：2017年10月18日至24日，中国共产党第十九次全国代表大会在北京举行。大会强调，坚持和发展中国特色社会主义，是习近平新时代中国特色社会主义思想的核心要义。\n10.【自测题】中国特色社会主义进入新时代，我国社会主要矛盾已经转化为（ ）\nA.人民日益增长的物质文化需要和不平衡不充分的发展之间的矛盾  B.人民日益增长的美好生活需要和落后的社会生产之间的矛盾  C.人民日益增长的物质文化需要同落后的社会生产之间的矛盾   D.人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾\n答案：D\n题解：中国特色社会主义进入新时代,我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。我国社会主要矛盾的变化是关系全局的历史性变化，对党和国家工作提出了许多新要求。大会强调,我国社会主要矛盾的变化，没有改变我们对我国社会主义所处历史阶段的判断，我国仍处于并将长期处于社会主义初级阶段的基本国情没有变，我国是世界最大发展中国家的国际地位没有变。全党要牢牢把握社会主义初级阶段这个基本国情，牢牢立足社会主义初级阶段这个最大实际，牢牢坚持党的基本路线这个党和国家的生命线、人民的幸福线。\n11.【自测题】中共十九大批准的中央纪律检查委员会书记是（ ）\nA.栗战书  B.李克强  C.汪洋\tD.赵乐际\n答案：D\n题解：中共十九届一中全会选举习近平为中共中央总书记，决定习近平为中共中央军事委员会主席，批准赵乐际为中央纪律检查委员会书记。2018年3月，十三届全国人大一次会议选举习近平为国家主席、国家中央军事委员会主席，栗战书为全国人大常委会委员长，决定李克强为国务院总理；全国政协十三届一次会议选举汪洋为全国政协主席。\n12.【自测题】中共十九届三中全会强调，深化党和国家机构改革的首要任务是（ ）\nA.完善坚持党的全面领导制度  B.构建系统完备、科学规范、运行高效的党和国家机构职能体系  C.调整充实中国特色社会主义总体布局   D.完善依法治国\n答案：A\n题解：深化党和国家机构改革的首要任务是，完善坚持党的全面领导的制度，加强党对各领域各方面工作领导，确保党的领导全覆盖，确保党的领导更加坚强有力。要建立健全党对重大工作的领导体制机制，强化党的组织在同级组织中的领导地位，更好发挥党的职能部门作用，统筹设置党政机构，推进党的纪律检查体制和国家监察体制改革。\n\n13.【2019年10月】中共十八大提出，我国到2020年的奋斗目标是（ ）\nA.实现“四个现代化” B.基本实现现代化 C.全面建设小康社会 D.全面建成小康社会\n答案：D\n题解：2012年11月8日至14日，中国共产党第十八次全国代表大会在北京举行。强调确保到2020年实现全面建成小康社会的目标，即经济持续健康发展，人民民主不断扩大，文化软实力显著增强，人民生活水平全面提高，资源节约型、环境友好型社会建设取得重大进展。\n\n14.【2019年10月】2013年11月，审议通过《关于全面深改革若干重大问题的决定》的会议是（ ）\nA.中共十八届一中全会 B.中共十八届二中全会 C.中共十八届三中全会 D.中共十八届四中全会\n答案：C\n题解：2013年11月，中共十八届三中全会审议通过《中共中央关于全面深化改革若干重大问题的决定》，勾画了到2020年全面深化改革的时间表、路线图。\n\n15.【2019年10月】中共十九大强调，习近平新时代中国特色会主义思想的核心要义是（ ）\nA.坚持和发展马克思主义 B.坚持和发展中国特色社会主义 C.坚持人民民主专政 D.坚持中国共产党领导\n答案：B\n题解：强调坚持和发展中国特色社会主义，是习近平新时代中国特色社会主义思想的核心要义。\n\n16.【2019年10月】中共十九大明确指出，我国社会主要矛盾已经转化为（ ）\nA.人民对于建立工业国的要求同落后的农业国的现实之间的矛盾 B.人民对于经济文化迅速发展的需要同经济文化不能满足人民需要的状况之间的矛盾 C.人民日益增长的物质文化需要和落后的社会生产之间的矛盾 D.人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾\n答案：D\n题解：指出中国特色社会主义进入了新时代，这是我国发展新的历史方位。社会主要矛盾转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。我国仍处于并将长期处于社会主义初级阶段的基本国情没有变。\n\n17.【2019年10月】2010年以来，中国已经成为世界（ ）\nA.第一大经济体 B.第二大经济体 C.第三大经济体 D.第四大经济体\n答案：B\n题解：从1978年到2017年，中国已经成为世界第二大经济体、第一大工业国、第一大货物贸易国、第一大外汇储备国。\n\n20.【2020年08月】2005年，第十届全国人民代表大会第三次会议通过的法律是（）\nA、《香港特别行政区基本法》\nB、《国家安全法》\nC、《澳门特别行政区基本法》\nD、《反分裂国家法》\n答案：D\n题解：2005年3月，十届全国人大三次会议高票通过\n\n21.【2020年08月】2010年以来，中国己经成为（）\nA、世界第一大经济体\nB、世界第二大经济体\nC、世界第三大经济体\nD、世界第四大经济体\n答案：B\n题解：从1978年到2017年，中国国内生产总值由3645亿元增长到82.7万亿元，中国已经成为世界第二大经济体。\n\n22.【2020年08月】中共十八大提出，我国到2020年的奋斗目标是（）\nA、全面建成小康社会\nB、基本实现现代化\nC、全面建设小康社会\nD、实现"四个现代化"\n答案：A\n题解：中共十八大强调确保到2020年实现全面建成小康社会的目标。\n\n23.【2020年08月】中共十九大强调，习近平新时代中国特色社会主义思想的核心要义是（）\nA、坚持和发展中国特色社会主义\nB、坚持和发展马克思主义\nC、坚持人民民主专政\nD、坚持中国共产党领导\n答案：A\n题解：中共十九大强调，坚持和平发展中国特色社会主义，是习近平新时代中国特色社会主义思想的核心要义。\n\n24.【2020年08月】2014年2月，十二届全国人大常委会第七次会议确定的中国人民抗日战争胜利纪念日是（）\nA、8月15日\nB、9月2日\nC、9月3日\nD、9月30日\n答案：C\n题解：2014年2月，十二届全国人大常委会第七次会议决定，将9月3日确定为中国人民抗日战争胜利纪念日，将12月13日设立为南京大屠杀死难者国家公祭日。\n\n25.【2020年08月】中国共产党明确提出中国特色社会主义进入新时代的会议是（）\nA、中共十六大\nB、中共十七大\nC、中共十八大\nD、中共十九大\n答案：D\n题解：2017年10月，中共十九大指出中国特色社会主义进入新时代。\n\n21.【2020年10月】2001年，中国对外开放进入一个新阶段的标志是（ ）。\nA.加入世界贸易组织\nB.设立海南经济特区\nC.开放十四个沿海港口城市\nD.开发和开放上海浦东新区\n答案：A\n题解：2001年12月中国加入世界贸易组织后，对外贸易进入了新的发展阶段。\n\n22.【2020年10月】2012年，在我国进入全面建成小康社会决定性阶段召开的重要会议是（ ）。\nA.中共十五大\nB.中共十六大\nC.中共十七大\nD.中共十八大\n答案：D\n题解：2012年11月8日至14日，中国共产党第十八次全国代表大会在北京举行。这是在我国进入全面建成小康社会决定性阶段召开的一次大会。\n\n23.【2020年10月】关于十八届三中全会审议通过的重要文件是（ ）。\nA.《关于全面深化改革若干重大问题的决定》\nB.《关于培育和践行社会主义核心价值观的意见》\nC.《关于制定国民经济和社会发展第十三个五年计划的建议》\nD.《关于新形势下党内政治生活的着干准则》\n答案：A\n题解：2013年11月，中共十八届三中全会审议通过《中共中央关于全面深化改革若干重大问题的决定》。\n\n24.【2020年10月】中共十九大明确指出，我国社会主要矛盾已经转化为（ ）。\nA.人民对于建立工业国的要求，同落后的农业国的现实之间的矛盾\nB.人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾\nC.人民日益增长的物质文化需要和落后的社会生产之间的矛盾\nD.人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n答案：B\n题解：中共十九大指出，中国特色社会主义进入新时代，我国社会主要矛盾已经转换为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。\n\n25.【2020年10月】中共十九大确定的我国基本实现社会主义现代化的时间是（ ）。\nA.2020年\nB.2025年\nC.2035年\nD.2050年\n答案：C\n题解：从2020年到2035年，在全面建成小康社会的基础上，再奋斗十五年，基本实现社会主义现代化。',
  content_object: {
    title: "中国近现代史纲要 第十一章 中国特色社会主义进入新时代",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 2,
        title: "单项选择题（每小题2分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】2013年11月，作出《关于全面深化改革若干重大问题的决定》的会议是（ ）",
            explanation:
              "2013年11月，中共十八届三中全会审议通过《关于全面深化改革若干重大问题的决定》，勾画了到2020年全面深化改革的时间表、路线图。",
            number: 1,
            userAnswer: [""],
            score: 2,
            id: "g1q1",
            answer: ["C"],
            position: 2,
            type: "single",
            options: [
              { text: "中共十八届一中全会", value: "A" },
              { text: "中共十八届二中全会", value: "B" },
              { text: "中共十八届三中全会", value: "C" },
              { text: "中共十八届四中全会", value: "D" },
            ],
          },
          {
            title: "【自测题】我国进入全面小康社会决定性阶段召开的大会是（ ）",
            explanation:
              "2012年11月8日至14日，中国共产党第十八次全国代表大会在北京举行。这是在我国进入全面建成小康社会决定性阶段召开的一次大会。",
            number: 2,
            userAnswer: [""],
            score: 2,
            id: "g1q2",
            answer: ["B"],
            position: 4,
            type: "single",
            options: [
              { text: "中共十七大", value: "A" },
              { text: "中共十八大", value: "B" },
              { text: "中共十五大", value: "C" },
              { text: "中共十九大", value: "D" },
            ],
          },
          {
            title: "【自测题】实现中华民族伟大复兴中国梦的关键一步是（ ）",
            explanation:
              "中共十八大结束不久，习近平在参观“复兴之路”展览时期明确指出，实现中华民族伟大复兴就是中华民族近代以来最伟大的梦想，实现全面建成小康社会目标是实现中华民族伟大复兴中国梦的关键一步。",
            number: 3,
            userAnswer: [""],
            score: 2,
            id: "g1q3",
            answer: ["A"],
            position: 6,
            type: "single",
            options: [
              { text: "实现全面建成小康社会目标", value: "A" },
              { text: "走中国特色社会主义道路", value: "B" },
              { text: "发展社会主义民主政治", value: "C" },
              { text: "打赢脱贫攻坚战", value: "D" },
            ],
          },
          {
            title: "【自测题】中共十八大阐明中国特色社会主义的总依据是（ ）",
            explanation:
              "大会阐明中国特色社会主义的总依据是社会主义初级阶段，总布局是经济、政治、文化、社会、生态文明建设五位一体，总任务是实现社会主义现代化和中华民族伟大复兴。",
            number: 4,
            userAnswer: [""],
            score: 2,
            id: "g1q4",
            answer: ["A"],
            position: 8,
            type: "single",
            options: [
              { text: "社会主义初级阶段", value: "A" },
              {
                text: "经济、政治、文化、社会、生态文明建设五位一体",
                value: "B",
              },
              { text: "实现社会主义现代化和中华民族伟大复兴", value: "C" },
              {
                text: "科学发展观、马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想",
                value: "D",
              },
            ],
          },
          {
            title: "【自测题】适应和引领经济发展新常态的重大创新是（ ）",
            explanation:
              "推进供给侧结构性改革，是适应和引领经济发展新常态的重大创新。",
            number: 5,
            userAnswer: [""],
            score: 2,
            id: "g1q5",
            answer: ["C"],
            position: 10,
            type: "single",
            options: [
              { text: "走中国特色社会主义道路", value: "A" },
              { text: "“三去一降一补”", value: "B" },
              { text: "推进供给侧结构性改革", value: "C" },
              { text: "坚持稳中求进工作总基调", value: "D" },
            ],
          },
          {
            title: "【自测题】以下不属于中国经济发展新常态内容的是（ ）",
            explanation:
              "中国经济发展的一个重大变化是进入新常态，即：从高速增长转为中高速增长；经济结构不断优化升级；从要素驱动、投资驱动转向创新驱动。",
            number: 6,
            userAnswer: [""],
            score: 2,
            id: "g1q6",
            answer: ["A"],
            position: 12,
            type: "single",
            options: [
              { text: "“三去一降一补”", value: "A" },
              { text: "从要素驱动、投资驱动转向创新驱动", value: "B" },
              { text: "从高速增长转为中高速增长", value: "C" },
              { text: "经济结构不断优化升级", value: "D" },
            ],
          },
          {
            title: "【自测题】表决通过《中华人民共和国国歌法》的会议是（ ）",
            explanation:
              "2017年9月，十二届全国人大常委会第二十九次会议表决通过《中华人民共和国国歌法》，维护国歌尊严，增强公民的国家观念。",
            number: 7,
            userAnswer: [""],
            score: 2,
            id: "g1q7",
            answer: ["C"],
            position: 14,
            type: "single",
            options: [
              { text: "十二届全国人大常委会第七次会议", value: "A" },
              { text: "十二届全国人大常委会第十次会议", value: "B" },
              { text: "十二届全国人大常委会第二十九次会议", value: "C" },
              { text: "十二届全国人大常委会第八次会议", value: "D" },
            ],
          },
          {
            title:
              "【自测题】建设美丽中国，强化公民环境意识，倡导弘扬的是（ ）",
            explanation:
              "加强生态文明宣传教育，增强全民节约意识、环保意识、生态意识，倡导弘扬“牢记使命、艰苦创业、绿色发展”的塞罕坝精神，营造爱护生态环境的良好风气。",
            number: 8,
            userAnswer: [""],
            score: 2,
            id: "g1q8",
            answer: ["B"],
            position: 16,
            type: "single",
            options: [
              { text: "“绿水青山就是金山银山”", value: "A" },
              { text: "塞罕坝精神", value: "B" },
              { text: "“红船精神”", value: "C" },
              { text: "绿色发展", value: "D" },
            ],
          },
          {
            title:
              "【自测题】习近平新时代中国特色社会主义思想的核心要义是（ ）",
            explanation:
              "2017年10月18日至24日，中国共产党第十九次全国代表大会在北京举行。大会强调，坚持和发展中国特色社会主义，是习近平新时代中国特色社会主义思想的核心要义。",
            number: 9,
            userAnswer: [""],
            score: 2,
            id: "g1q9",
            answer: ["B"],
            position: 18,
            type: "single",
            options: [
              { text: "坚持用党的理论创新成果武装头脑、指导实践", value: "A" },
              { text: "坚持和发展中国特色社会主义", value: "B" },
              { text: "坚持党对一切工作的领导", value: "C" },
              { text: "实现社会主义现代化和中华民族伟大复兴", value: "D" },
            ],
          },
          {
            title:
              "【自测题】中国特色社会主义进入新时代，我国社会主要矛盾已经转化为（ ）",
            explanation:
              "中国特色社会主义进入新时代,我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。我国社会主要矛盾的变化是关系全局的历史性变化，对党和国家工作提出了许多新要求。大会强调,我国社会主要矛盾的变化，没有改变我们对我国社会主义所处历史阶段的判断，我国仍处于并将长期处于社会主义初级阶段的基本国情没有变，我国是世界最大发展中国家的国际地位没有变。全党要牢牢把握社会主义初级阶段这个基本国情，牢牢立足社会主义初级阶段这个最大实际，牢牢坚持党的基本路线这个党和国家的生命线、人民的幸福线。",
            number: 10,
            userAnswer: [""],
            score: 2,
            id: "g1q10",
            answer: ["D"],
            position: 20,
            type: "single",
            options: [
              {
                text: "人民日益增长的物质文化需要和不平衡不充分的发展之间的矛盾",
                value: "A",
              },
              {
                text: "人民日益增长的美好生活需要和落后的社会生产之间的矛盾",
                value: "B",
              },
              {
                text: "人民日益增长的物质文化需要同落后的社会生产之间的矛盾",
                value: "C",
              },
              {
                text: "人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾",
                value: "D",
              },
            ],
          },
          {
            title: "【自测题】中共十九大批准的中央纪律检查委员会书记是（ ）",
            explanation:
              "中共十九届一中全会选举习近平为中共中央总书记，决定习近平为中共中央军事委员会主席，批准赵乐际为中央纪律检查委员会书记。2018年3月，十三届全国人大一次会议选举习近平为国家主席、国家中央军事委员会主席，栗战书为全国人大常委会委员长，决定李克强为国务院总理；全国政协十三届一次会议选举汪洋为全国政协主席。",
            number: 11,
            userAnswer: [""],
            score: 2,
            id: "g1q11",
            answer: ["D"],
            position: 22,
            type: "single",
            options: [
              { text: "栗战书", value: "A" },
              { text: "李克强", value: "B" },
              { text: "汪洋", value: "C" },
              { text: "赵乐际", value: "D" },
            ],
          },
          {
            title:
              "【自测题】中共十九届三中全会强调，深化党和国家机构改革的首要任务是（ ）",
            explanation:
              "深化党和国家机构改革的首要任务是，完善坚持党的全面领导的制度，加强党对各领域各方面工作领导，确保党的领导全覆盖，确保党的领导更加坚强有力。要建立健全党对重大工作的领导体制机制，强化党的组织在同级组织中的领导地位，更好发挥党的职能部门作用，统筹设置党政机构，推进党的纪律检查体制和国家监察体制改革。",
            number: 12,
            userAnswer: [""],
            score: 2,
            id: "g1q12",
            answer: ["A"],
            position: 24,
            type: "single",
            options: [
              { text: "完善坚持党的全面领导制度", value: "A" },
              {
                text: "构建系统完备、科学规范、运行高效的党和国家机构职能体系",
                value: "B",
              },
              { text: "调整充实中国特色社会主义总体布局", value: "C" },
              { text: "完善依法治国", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】中共十八大提出，我国到2020年的奋斗目标是（ ）",
            explanation:
              "2012年11月8日至14日，中国共产党第十八次全国代表大会在北京举行。强调确保到2020年实现全面建成小康社会的目标，即经济持续健康发展，人民民主不断扩大，文化软实力显著增强，人民生活水平全面提高，资源节约型、环境友好型社会建设取得重大进展。",
            number: 13,
            userAnswer: [""],
            score: 2,
            id: "g1q13",
            answer: ["D"],
            position: 26,
            type: "single",
            options: [
              { text: "实现“四个现代化”", value: "A" },
              { text: "基本实现现代化", value: "B" },
              { text: "全面建设小康社会", value: "C" },
              { text: "全面建成小康社会", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】2013年11月，审议通过《关于全面深改革若干重大问题的决定》的会议是（ ）",
            explanation:
              "2013年11月，中共十八届三中全会审议通过《中共中央关于全面深化改革若干重大问题的决定》，勾画了到2020年全面深化改革的时间表、路线图。",
            number: 14,
            userAnswer: [""],
            score: 2,
            id: "g1q14",
            answer: ["C"],
            position: 28,
            type: "single",
            options: [
              { text: "中共十八届一中全会", value: "A" },
              { text: "中共十八届二中全会", value: "B" },
              { text: "中共十八届三中全会", value: "C" },
              { text: "中共十八届四中全会", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】中共十九大强调，习近平新时代中国特色会主义思想的核心要义是（ ）",
            explanation:
              "强调坚持和发展中国特色社会主义，是习近平新时代中国特色社会主义思想的核心要义。",
            number: 15,
            userAnswer: [""],
            score: 2,
            id: "g1q15",
            answer: ["B"],
            position: 30,
            type: "single",
            options: [
              { text: "坚持和发展马克思主义", value: "A" },
              { text: "坚持和发展中国特色社会主义", value: "B" },
              { text: "坚持人民民主专政", value: "C" },
              { text: "坚持中国共产党领导", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】中共十九大明确指出，我国社会主要矛盾已经转化为（ ）",
            explanation:
              "指出中国特色社会主义进入了新时代，这是我国发展新的历史方位。社会主要矛盾转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。我国仍处于并将长期处于社会主义初级阶段的基本国情没有变。",
            number: 16,
            userAnswer: [""],
            score: 2,
            id: "g1q16",
            answer: ["D"],
            position: 32,
            type: "single",
            options: [
              {
                text: "人民对于建立工业国的要求同落后的农业国的现实之间的矛盾",
                value: "A",
              },
              {
                text: "人民对于经济文化迅速发展的需要同经济文化不能满足人民需要的状况之间的矛盾",
                value: "B",
              },
              {
                text: "人民日益增长的物质文化需要和落后的社会生产之间的矛盾",
                value: "C",
              },
              {
                text: "人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾",
                value: "D",
              },
            ],
          },
          {
            title: "【2019年10月】2010年以来，中国已经成为世界（ ）",
            explanation:
              "从1978年到2017年，中国已经成为世界第二大经济体、第一大工业国、第一大货物贸易国、第一大外汇储备国。",
            number: 17,
            userAnswer: [""],
            score: 2,
            id: "g1q17",
            answer: ["B"],
            position: 34,
            type: "single",
            options: [
              { text: "第一大经济体", value: "A" },
              { text: "第二大经济体", value: "B" },
              { text: "第三大经济体", value: "C" },
              { text: "第四大经济体", value: "D" },
            ],
          },
          {
            title:
              "【2020年08月】2005年，第十届全国人民代表大会第三次会议通过的法律是（）",
            explanation: "2005年3月，十届全国人大三次会议高票通过",
            number: 18,
            userAnswer: [""],
            score: 2,
            id: "g1q18",
            answer: ["D"],
            position: 36,
            type: "single",
            options: [
              { text: "《香港特别行政区基本法》", value: "A" },
              { text: "《国家安全法》", value: "B" },
              { text: "《澳门特别行政区基本法》", value: "C" },
              { text: "《反分裂国家法》", value: "D" },
            ],
          },
          {
            title: "【2020年08月】2010年以来，中国己经成为（）",
            explanation:
              "从1978年到2017年，中国国内生产总值由3645亿元增长到82.7万亿元，中国已经成为世界第二大经济体。",
            number: 19,
            userAnswer: [""],
            score: 2,
            id: "g1q19",
            answer: ["B"],
            position: 38,
            type: "single",
            options: [
              { text: "世界第一大经济体", value: "A" },
              { text: "世界第二大经济体", value: "B" },
              { text: "世界第三大经济体", value: "C" },
              { text: "世界第四大经济体", value: "D" },
            ],
          },
          {
            title: "【2020年08月】中共十八大提出，我国到2020年的奋斗目标是（）",
            explanation:
              "中共十八大强调确保到2020年实现全面建成小康社会的目标。",
            number: 20,
            userAnswer: [""],
            score: 2,
            id: "g1q20",
            answer: ["A"],
            position: 40,
            type: "single",
            options: [
              { text: "全面建成小康社会", value: "A" },
              { text: "基本实现现代化", value: "B" },
              { text: "全面建设小康社会", value: "C" },
              { text: '实现"四个现代化"', value: "D" },
            ],
          },
          {
            title:
              "【2020年08月】中共十九大强调，习近平新时代中国特色社会主义思想的核心要义是（）",
            explanation:
              "中共十九大强调，坚持和平发展中国特色社会主义，是习近平新时代中国特色社会主义思想的核心要义。",
            number: 21,
            userAnswer: [""],
            score: 2,
            id: "g1q21",
            answer: ["A"],
            position: 42,
            type: "single",
            options: [
              { text: "坚持和发展中国特色社会主义", value: "A" },
              { text: "坚持和发展马克思主义", value: "B" },
              { text: "坚持人民民主专政", value: "C" },
              { text: "坚持中国共产党领导", value: "D" },
            ],
          },
          {
            title:
              "【2020年08月】2014年2月，十二届全国人大常委会第七次会议确定的中国人民抗日战争胜利纪念日是（）",
            explanation:
              "2014年2月，十二届全国人大常委会第七次会议决定，将9月3日确定为中国人民抗日战争胜利纪念日，将12月13日设立为南京大屠杀死难者国家公祭日。",
            number: 22,
            userAnswer: [""],
            score: 2,
            id: "g1q22",
            answer: ["C"],
            position: 44,
            type: "single",
            options: [
              { text: "8月15日", value: "A" },
              { text: "9月2日", value: "B" },
              { text: "9月3日", value: "C" },
              { text: "9月30日", value: "D" },
            ],
          },
          {
            title:
              "【2020年08月】中国共产党明确提出中国特色社会主义进入新时代的会议是（）",
            explanation:
              "2017年10月，中共十九大指出中国特色社会主义进入新时代。",
            number: 23,
            userAnswer: [""],
            score: 2,
            id: "g1q23",
            answer: ["D"],
            position: 46,
            type: "single",
            options: [
              { text: "中共十六大", value: "A" },
              { text: "中共十七大", value: "B" },
              { text: "中共十八大", value: "C" },
              { text: "中共十九大", value: "D" },
            ],
          },
          {
            title:
              "【2020年10月】2001年，中国对外开放进入一个新阶段的标志是（ ）。",
            explanation:
              "2001年12月中国加入世界贸易组织后，对外贸易进入了新的发展阶段。",
            number: 24,
            userAnswer: [""],
            score: 2,
            id: "g1q24",
            answer: ["A"],
            position: 48,
            type: "single",
            options: [
              { text: "加入世界贸易组织", value: "A" },
              { text: "设立海南经济特区", value: "B" },
              { text: "开放十四个沿海港口城市", value: "C" },
              { text: "开发和开放上海浦东新区", value: "D" },
            ],
          },
          {
            title:
              "【2020年10月】2012年，在我国进入全面建成小康社会决定性阶段召开的重要会议是（ ）。",
            explanation:
              "2012年11月8日至14日，中国共产党第十八次全国代表大会在北京举行。这是在我国进入全面建成小康社会决定性阶段召开的一次大会。",
            number: 25,
            userAnswer: [""],
            score: 2,
            id: "g1q25",
            answer: ["D"],
            position: 50,
            type: "single",
            options: [
              { text: "中共十五大", value: "A" },
              { text: "中共十六大", value: "B" },
              { text: "中共十七大", value: "C" },
              { text: "中共十八大", value: "D" },
            ],
          },
          {
            title:
              "【2020年10月】关于十八届三中全会审议通过的重要文件是（ ）。",
            explanation:
              "2013年11月，中共十八届三中全会审议通过《中共中央关于全面深化改革若干重大问题的决定》。",
            number: 26,
            userAnswer: [""],
            score: 2,
            id: "g1q26",
            answer: ["A"],
            position: 52,
            type: "single",
            options: [
              { text: "《关于全面深化改革若干重大问题的决定》", value: "A" },
              {
                text: "《关于培育和践行社会主义核心价值观的意见》",
                value: "B",
              },
              {
                text: "《关于制定国民经济和社会发展第十三个五年计划的建议》",
                value: "C",
              },
              { text: "《关于新形势下党内政治生活的着干准则》", value: "D" },
            ],
          },
          {
            title:
              "【2020年10月】中共十九大明确指出，我国社会主要矛盾已经转化为（ ）。",
            explanation:
              "中共十九大指出，中国特色社会主义进入新时代，我国社会主要矛盾已经转换为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。",
            number: 27,
            userAnswer: [""],
            score: 2,
            id: "g1q27",
            answer: ["B"],
            position: 54,
            type: "single",
            options: [
              {
                text: "人民对于建立工业国的要求，同落后的农业国的现实之间的矛盾",
                value: "A",
              },
              {
                text: "人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾",
                value: "B",
              },
              {
                text: "人民日益增长的物质文化需要和落后的社会生产之间的矛盾",
                value: "C",
              },
              {
                text: "人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾",
                value: "D",
              },
            ],
          },
          {
            title:
              "【2020年10月】中共十九大确定的我国基本实现社会主义现代化的时间是（ ）。",
            explanation:
              "从2020年到2035年，在全面建成小康社会的基础上，再奋斗十五年，基本实现社会主义现代化。",
            number: 28,
            userAnswer: [""],
            score: 2,
            id: "g1q28",
            answer: ["C"],
            position: 56,
            type: "single",
            options: [
              { text: "2020年", value: "A" },
              { text: "2025年", value: "B" },
              { text: "2035年", value: "C" },
              { text: "2050年", value: "D" },
            ],
          },
        ],
        position: 1,
        type: "single",
        id: "g1",
      },
    ],
    totalScore: 56,
    questionCount: 28,
  },
  create_time: "2020-02-15T16:42:31.150665",
  is_active: true,
  questions_count: 28,
  is_break_through: false,
  tags: "章节习题",
  order_number: 21,
  owner_id: 1,
  user: 3,
  owner_type: 50,
  __str__: "第十一章 中国特色社会主义进入新时代（客观）",
};
