export default {
  id: 1023,
  title: "第四章 社会主义建设道路初步探索的理论成果（客观）",
  content:
    "毛泽东思想和中国特色社会主义思想概论 第四章 社会主义建设道路初步探索的理论成果\n一、单项选择题（每小题2分）\n1、【自测题】正确处理敌我矛盾的基本方法是（）\nA.专政的方法\nB.讨论的方法\nC.批评的方法\nD.说服教育的方法\n答案：A\n题解：敌我矛盾是分清敌我的问题，采用专政方法，即运用人民民主专政的国家机器，剥夺敌对分子和严重犯罪分子的政治权利，强迫他们从事劳动，并在劳动中尽量把他们改造成为新人。\n1、【自测题】毛泽东主张企业要建立“两参一改三结合”的制度，其中“两参”是指（）\nA.领导干部参加劳动，技术人员参加管理\nB.技术人员参加劳动，工人群众参加技改\nC.干部参加劳动，工人参加管理\nD.工人参加管理，干部参加技改\n答案：C\n题解：毛泽东主张企业要建立合理的规章制度和严格的责任制，要实行民主管理，实行干部参加劳动，工人参加管理，改革不合理的规章制度，工人群众、领导干部和技术人员三结合，即“两参一改三结合”。\n1、【自测题】关于所有制结构调整，陈云在党的八大上提出的设想是（）\nA.“两参一改三结合”\nB.“三个主体，三个补充”\nC.资本主义经济作为社会主义经济的补充\nD.发展手工业和农业多种经营\n答案：B\n题解：走中国工业化道路，必须调整和完善所有制结构陈云提出了“三个主体，三个补充”的设想：1、在工商业经营方面国家经济和集体经济是工商业的主体，一定数量的个体经济是国家经济和集体经济的补充。2、在生产计划方面计划生产是工农业生产的主体，按照市场变化在国家计划许可范围内的自由生产是计划生产的补充。3、在社会主义的统一市场里国家市场是它的主体，一定范围内的国家领导的自由市场是国家市场的补充。\n1、【自测题】正确处理敌我矛盾的方法是（）\nA.专政\nB.批评\nC.讨论\nD.说服\n答案：A\n题解：敌我矛盾是分清敌我的问题，采用专政方法，即运用人民民主专政的国家机器，剥夺敌对分子和严重犯罪分子的政治权利，强迫他们从事劳动，并在劳动中尽量把他们改造成为新人。\n1、【自测题】社会主义社会的基本矛盾是（）\nA.生产关系和生产力、上层建筑和经济基础之间的矛盾\nB.工人、农民同知识分子之间的矛盾\nC.工人阶级和其他劳动人民同民族资产阶级之间的矛盾\nD.人民群众和政府机关之间的矛盾\n答案：A\n题解：社会主义社会基本的矛盾是生产关系和生产力、上层建筑和经济基础之间的矛盾，性质是非对抗性的，解决的途径和方法是社会主义制度本身。\n1、【自测题】毛泽东正式提出探索适合中国国情社会主义建设道路的著作是（）\nA.《不要四面出击》\nB.《目前形势和我们的任务》\nC.《论十大关系》\nD.《关于正确处理人民内部矛盾的问题》\n答案：C\n题解：1956年4月，毛泽东发表《论十大关系》的重要讲话，明确提出必须根据本国情况走自己的社会主义建设道路的根本思想，这标志着党探索我国社会主义建设道路的良好开端。《论十大关系》以苏联的经验为鉴戒，初步总结了我国社会主义革命和社会主义建设的经验，明确提出调动一切积极因素，为社会主义建设服务的基本方针。\n1、【自测题】在社会主义社会的两类社会矛盾中，居于主导地位的是（）\nA.敌我矛盾\nB.人民内部矛盾\nC.生产关系和生产力的矛盾\nD.上层建筑和经济基础的矛盾\n答案：B\n题解：社会主义社会的矛盾反映在政治上可以划分为：1、敌我矛盾是根本利益对立基础上的矛盾，因而是对抗性的矛盾。2、人民内部矛盾（居于主导地位）是在人民利益根本一致基础上的矛盾，因而是非对抗性的矛盾。两类不同性质矛盾的存在是客观的，但不是固定不变的，在一定的条件下是可以互相转化的。\n1、【自测题】社会主义时期民族问题的实质是（）\nA.经济发展的差异\nB.阶级矛盾和阶级斗争\nC.根本利益一致基础上的矛盾\nD.风俗习惯的不同\n答案：C\n题解：社会主义社会的矛盾反映在政治上可以划分为：1、敌我矛盾是根本利益对立基础上的矛盾，因而是对抗性的矛盾。2、人民内部矛盾（居于主导地位）是在人民利益根本一致基础上的矛盾，因而是非对抗性的矛盾。两类不同性质矛盾的存在是客观的，但不是固定不变的，在一定的条件下是可以互相转化的。\n1、【自测题】对于科学文化领域的人民内部矛盾，需要实行的方针是（）\nA.百花齐放、百家争鸣\nB.团结——批评——团结\nC.长期共存、互相监督\nD.统筹兼顾、适当安排\n答案：A\n题解：正确处理人民内部矛盾的方针要把正确处理人民内部矛盾作为国家政治生活的主题。毛泽东针对人民内部矛盾提出一系列具体方针、原则：1、政治思想领域的人民内部矛盾——实行“团结——批评——团结”的方针2、物质利益、分配方面的人民内部矛盾——实行统筹兼顾、适当安排的方针3、人民群众和政府机关的矛盾——坚持民主集中制原则4、科学文化领域里的矛盾——实行“百花齐放、百家争鸣”的方针5、共产党和民主党派的矛盾——实行在坚持社会主义道路和共产党领导的前提下“长期共存、互相监督”的方针6、民族之间的矛盾——实行民族平等、团结互助的方针。\n8.【2018年10月】正确处理敌我矛盾的基本方法是（）\nA.专政的方法\nB.讨论的方法\nC.批评的方法\nD.说服教育的方法\n答案：A\n题解：敌我矛盾是分清敌我的问题，人民内部矛盾是分清是非的问题，须分别采用专政和民主两种不同的方法。故此题选：专政的方法，其余选项都是民主的方法\n1、【2019年04月】社会主义社会基本矛盾的性质是（）\nA.对抗性的\nB.非对抗性的\nC.敌我矛盾\nD.人民内部矛盾\n答案：B\n题解：社会主义社会基本的矛盾是生产关系和生产力、上层建筑和经济基础之间的矛盾，性质是非对抗性的，解决的途径和方法是社会主义制度本身。\n1、【2019年04月】毛泽东明确提出“调动一切积极因素，为社会主义建设服务”这一基本方针是在（）\nA.《矛盾论》\nB.《实践论》\nC.《论十大关系》\nD.《如何处理人民内部的矛盾》\n答案：C\n题解：1956年4月，毛泽东发表《论十大关系》的重要讲话，明确提出必须根据本国情况走自己的社会主义建设道路的根本思想，这标志着党探索我国社会主义建设道路的良好开端。《论十大关系》以苏联的经验为鉴戒，初步总结了我国社会主义革命和社会主义建设的经验，明确提出调动一切积极因素，为社会主义建设服务的基本方针。\n1、【2019年10月】在社会主义建设道路初步探索中，陈云提出调整和完善所有制结构的设想是（）\nA.“两条腿走路”\nB.“一化三改”\nC.“三个主体、三个补充”\nD.“两参一改三结合”\n答案：C\n题解：走中国工业化道路，必须调整和完善所有制结构，陈云提出了“三个主体，三个补充”的设想：1、在工商业经营方面国家经济和集体经济是工商业的主体，一定数量的个体经济是国家经济和集体经济的补充。2、在生产计划方面计划生产是工农业生产的主体，按照市场变化在国家计划许可范围内的自由生产是计划生产的补充。3、在社会主义的统一市场里国家市场是它的主体，一定范围内的国家领导的自由市场是国家市场的补充。\n\n8.【2020年10月】正确处理政治思想领域的人民内部矛盾，要实行的方针是（ ）\nA.统筹兼顾，适当安排\nB.团结——批评——团结\nC.百花齐放，百家争鸣\nD.长期共存，互相监督\n答案：B\n题解：对于政治思想领域的人民内部矛盾，实行“团结—批评—团结”的方针，坚持说服教育、讨论的方法。\n\n10.【2020年10月】社会主义社会的基本矛盾仍是（ ）\nA.人民日益增长的物质文化需要同落后的社会生产之间的矛盾\nB.人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾\nC.帝国主义和中华民族的矛盾，封建主义同人民大众的矛盾\nD.生产关系和生产力公上层建筑和经济基础之间的矛盾\n答案：D\n题解：在社会主义社会中，基本的矛盾依然是生产关系和生产力、上层建筑和经济基础之间矛盾。",
  content_object: {
    title:
      "毛泽东思想和中国特色社会主义思想概论 第四章 社会主义建设道路初步探索的理论成果",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 2,
        title: "单项选择题（每小题2分）",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【自测题】正确处理敌我矛盾的基本方法是（）",
            explanation:
              "敌我矛盾是分清敌我的问题，采用专政方法，即运用人民民主专政的国家机器，剥夺敌对分子和严重犯罪分子的政治权利，强迫他们从事劳动，并在劳动中尽量把他们改造成为新人。",
            number: 1,
            userAnswer: [],
            score: 2,
            id: "g1q1",
            answer: ["A"],
            position: 2,
            type: "single",
            options: [
              { text: "专政的方法", value: "A" },
              { text: "讨论的方法", value: "B" },
              { text: "批评的方法", value: "C" },
              { text: "说服教育的方法", value: "D" },
            ],
          },
          {
            title:
              "【自测题】毛泽东主张企业要建立“两参一改三结合”的制度，其中“两参”是指（）",
            explanation:
              "毛泽东主张企业要建立合理的规章制度和严格的责任制，要实行民主管理，实行干部参加劳动，工人参加管理，改革不合理的规章制度，工人群众、领导干部和技术人员三结合，即“两参一改三结合”。",
            number: 2,
            userAnswer: [],
            score: 2,
            id: "g1q2",
            answer: ["C"],
            position: 4,
            type: "single",
            options: [
              { text: "领导干部参加劳动，技术人员参加管理", value: "A" },
              { text: "技术人员参加劳动，工人群众参加技改", value: "B" },
              { text: "干部参加劳动，工人参加管理", value: "C" },
              { text: "工人参加管理，干部参加技改", value: "D" },
            ],
          },
          {
            title:
              "【自测题】关于所有制结构调整，陈云在党的八大上提出的设想是（）",
            explanation:
              "走中国工业化道路，必须调整和完善所有制结构陈云提出了“三个主体，三个补充”的设想：1、在工商业经营方面国家经济和集体经济是工商业的主体，一定数量的个体经济是国家经济和集体经济的补充。2、在生产计划方面计划生产是工农业生产的主体，按照市场变化在国家计划许可范围内的自由生产是计划生产的补充。3、在社会主义的统一市场里国家市场是它的主体，一定范围内的国家领导的自由市场是国家市场的补充。",
            number: 3,
            userAnswer: [],
            score: 2,
            id: "g1q3",
            answer: ["B"],
            position: 6,
            type: "single",
            options: [
              { text: "“两参一改三结合”", value: "A" },
              { text: "“三个主体，三个补充”", value: "B" },
              { text: "资本主义经济作为社会主义经济的补充", value: "C" },
              { text: "发展手工业和农业多种经营", value: "D" },
            ],
          },
          {
            title: "【自测题】正确处理敌我矛盾的方法是（）",
            explanation:
              "敌我矛盾是分清敌我的问题，采用专政方法，即运用人民民主专政的国家机器，剥夺敌对分子和严重犯罪分子的政治权利，强迫他们从事劳动，并在劳动中尽量把他们改造成为新人。",
            number: 4,
            userAnswer: [],
            score: 2,
            id: "g1q4",
            answer: ["A"],
            position: 8,
            type: "single",
            options: [
              { text: "专政", value: "A" },
              { text: "批评", value: "B" },
              { text: "讨论", value: "C" },
              { text: "说服", value: "D" },
            ],
          },
          {
            title: "【自测题】社会主义社会的基本矛盾是（）",
            explanation:
              "社会主义社会基本的矛盾是生产关系和生产力、上层建筑和经济基础之间的矛盾，性质是非对抗性的，解决的途径和方法是社会主义制度本身。",
            number: 5,
            userAnswer: [],
            score: 2,
            id: "g1q5",
            answer: ["A"],
            position: 10,
            type: "single",
            options: [
              {
                text: "生产关系和生产力、上层建筑和经济基础之间的矛盾",
                value: "A",
              },
              { text: "工人、农民同知识分子之间的矛盾", value: "B" },
              {
                text: "工人阶级和其他劳动人民同民族资产阶级之间的矛盾",
                value: "C",
              },
              { text: "人民群众和政府机关之间的矛盾", value: "D" },
            ],
          },
          {
            title:
              "【自测题】毛泽东正式提出探索适合中国国情社会主义建设道路的著作是（）",
            explanation:
              "1956年4月，毛泽东发表《论十大关系》的重要讲话，明确提出必须根据本国情况走自己的社会主义建设道路的根本思想，这标志着党探索我国社会主义建设道路的良好开端。《论十大关系》以苏联的经验为鉴戒，初步总结了我国社会主义革命和社会主义建设的经验，明确提出调动一切积极因素，为社会主义建设服务的基本方针。",
            number: 6,
            userAnswer: [],
            score: 2,
            id: "g1q6",
            answer: ["C"],
            position: 12,
            type: "single",
            options: [
              { text: "《不要四面出击》", value: "A" },
              { text: "《目前形势和我们的任务》", value: "B" },
              { text: "《论十大关系》", value: "C" },
              { text: "《关于正确处理人民内部矛盾的问题》", value: "D" },
            ],
          },
          {
            title:
              "【自测题】在社会主义社会的两类社会矛盾中，居于主导地位的是（）",
            explanation:
              "社会主义社会的矛盾反映在政治上可以划分为：1、敌我矛盾是根本利益对立基础上的矛盾，因而是对抗性的矛盾。2、人民内部矛盾（居于主导地位）是在人民利益根本一致基础上的矛盾，因而是非对抗性的矛盾。两类不同性质矛盾的存在是客观的，但不是固定不变的，在一定的条件下是可以互相转化的。",
            number: 7,
            userAnswer: [],
            score: 2,
            id: "g1q7",
            answer: ["B"],
            position: 14,
            type: "single",
            options: [
              { text: "敌我矛盾", value: "A" },
              { text: "人民内部矛盾", value: "B" },
              { text: "生产关系和生产力的矛盾", value: "C" },
              { text: "上层建筑和经济基础的矛盾", value: "D" },
            ],
          },
          {
            title: "【自测题】社会主义时期民族问题的实质是（）",
            explanation:
              "社会主义社会的矛盾反映在政治上可以划分为：1、敌我矛盾是根本利益对立基础上的矛盾，因而是对抗性的矛盾。2、人民内部矛盾（居于主导地位）是在人民利益根本一致基础上的矛盾，因而是非对抗性的矛盾。两类不同性质矛盾的存在是客观的，但不是固定不变的，在一定的条件下是可以互相转化的。",
            number: 8,
            userAnswer: [],
            score: 2,
            id: "g1q8",
            answer: ["C"],
            position: 16,
            type: "single",
            options: [
              { text: "经济发展的差异", value: "A" },
              { text: "阶级矛盾和阶级斗争", value: "B" },
              { text: "根本利益一致基础上的矛盾", value: "C" },
              { text: "风俗习惯的不同", value: "D" },
            ],
          },
          {
            title:
              "【自测题】对于科学文化领域的人民内部矛盾，需要实行的方针是（）",
            explanation:
              "正确处理人民内部矛盾的方针要把正确处理人民内部矛盾作为国家政治生活的主题。毛泽东针对人民内部矛盾提出一系列具体方针、原则：1、政治思想领域的人民内部矛盾——实行“团结——批评——团结”的方针2、物质利益、分配方面的人民内部矛盾——实行统筹兼顾、适当安排的方针3、人民群众和政府机关的矛盾——坚持民主集中制原则4、科学文化领域里的矛盾——实行“百花齐放、百家争鸣”的方针5、共产党和民主党派的矛盾——实行在坚持社会主义道路和共产党领导的前提下“长期共存、互相监督”的方针6、民族之间的矛盾——实行民族平等、团结互助的方针。",
            number: 9,
            userAnswer: [],
            score: 2,
            id: "g1q9",
            answer: ["A"],
            position: 18,
            type: "single",
            options: [
              { text: "百花齐放、百家争鸣", value: "A" },
              { text: "团结——批评——团结", value: "B" },
              { text: "长期共存、互相监督", value: "C" },
              { text: "统筹兼顾、适当安排", value: "D" },
            ],
          },
          {
            title: "【2018年10月】正确处理敌我矛盾的基本方法是（）",
            explanation:
              "敌我矛盾是分清敌我的问题，人民内部矛盾是分清是非的问题，须分别采用专政和民主两种不同的方法。故此题选：专政的方法，其余选项都是民主的方法",
            number: 10,
            userAnswer: [],
            score: 2,
            id: "g1q10",
            answer: ["A"],
            position: 20,
            type: "single",
            options: [
              { text: "专政的方法", value: "A" },
              { text: "讨论的方法", value: "B" },
              { text: "批评的方法", value: "C" },
              { text: "说服教育的方法", value: "D" },
            ],
          },
          {
            title: "【2019年04月】社会主义社会基本矛盾的性质是（）",
            explanation:
              "社会主义社会基本的矛盾是生产关系和生产力、上层建筑和经济基础之间的矛盾，性质是非对抗性的，解决的途径和方法是社会主义制度本身。",
            number: 11,
            userAnswer: [],
            score: 2,
            id: "g1q11",
            answer: ["B"],
            position: 22,
            type: "single",
            options: [
              { text: "对抗性的", value: "A" },
              { text: "非对抗性的", value: "B" },
              { text: "敌我矛盾", value: "C" },
              { text: "人民内部矛盾", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】毛泽东明确提出“调动一切积极因素，为社会主义建设服务”这一基本方针是在（）",
            explanation:
              "1956年4月，毛泽东发表《论十大关系》的重要讲话，明确提出必须根据本国情况走自己的社会主义建设道路的根本思想，这标志着党探索我国社会主义建设道路的良好开端。《论十大关系》以苏联的经验为鉴戒，初步总结了我国社会主义革命和社会主义建设的经验，明确提出调动一切积极因素，为社会主义建设服务的基本方针。",
            number: 12,
            userAnswer: [],
            score: 2,
            id: "g1q12",
            answer: ["C"],
            position: 24,
            type: "single",
            options: [
              { text: "《矛盾论》", value: "A" },
              { text: "《实践论》", value: "B" },
              { text: "《论十大关系》", value: "C" },
              { text: "《如何处理人民内部的矛盾》", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】在社会主义建设道路初步探索中，陈云提出调整和完善所有制结构的设想是（）",
            explanation:
              "走中国工业化道路，必须调整和完善所有制结构，陈云提出了“三个主体，三个补充”的设想：1、在工商业经营方面国家经济和集体经济是工商业的主体，一定数量的个体经济是国家经济和集体经济的补充。2、在生产计划方面计划生产是工农业生产的主体，按照市场变化在国家计划许可范围内的自由生产是计划生产的补充。3、在社会主义的统一市场里国家市场是它的主体，一定范围内的国家领导的自由市场是国家市场的补充。",
            number: 13,
            userAnswer: [],
            score: 2,
            id: "g1q13",
            answer: ["C"],
            position: 26,
            type: "single",
            options: [
              { text: "“两条腿走路”", value: "A" },
              { text: "“一化三改”", value: "B" },
              { text: "“三个主体、三个补充”", value: "C" },
              { text: "“两参一改三结合”", value: "D" },
            ],
          },
          {
            title:
              "【2020年10月】正确处理政治思想领域的人民内部矛盾，要实行的方针是（ ）",
            explanation:
              "对于政治思想领域的人民内部矛盾，实行“团结—批评—团结”的方针，坚持说服教育、讨论的方法。",
            number: 14,
            userAnswer: [],
            score: 2,
            id: "g1q14",
            answer: ["B"],
            position: 28,
            type: "single",
            options: [
              { text: "统筹兼顾，适当安排", value: "A" },
              { text: "团结——批评——团结", value: "B" },
              { text: "百花齐放，百家争鸣", value: "C" },
              { text: "长期共存，互相监督", value: "D" },
            ],
          },
          {
            title: "【2020年10月】社会主义社会的基本矛盾仍是（ ）",
            explanation:
              "在社会主义社会中，基本的矛盾依然是生产关系和生产力、上层建筑和经济基础之间矛盾。",
            number: 15,
            userAnswer: [],
            score: 2,
            id: "g1q15",
            answer: ["D"],
            position: 30,
            type: "single",
            options: [
              {
                text: "人民日益增长的物质文化需要同落后的社会生产之间的矛盾",
                value: "A",
              },
              {
                text: "人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾",
                value: "B",
              },
              {
                text: "帝国主义和中华民族的矛盾，封建主义同人民大众的矛盾",
                value: "C",
              },
              {
                text: "生产关系和生产力公上层建筑和经济基础之间的矛盾",
                value: "D",
              },
            ],
          },
        ],
        position: 1,
        type: "single",
        id: "g1",
      },
    ],
    totalScore: 30,
    questionCount: 15,
  },
  create_time: "2020-05-22T02:09:44.442073",
  is_active: true,
  questions_count: 15,
  is_break_through: false,
  tags: "章节习题",
  order_number: 7,
  owner_id: 59,
  user: 3,
  owner_type: 50,
  __str__: "第四章 社会主义建设道路初步探索的理论成果（客观）",
};
