export default {
  id: 1027,
  title: "第八章 习近平新时代中国特色社会主义思想及其历史地位（客观）",
  content:
    "毛泽东思想和中国特色社会主义思想概论 第八章 习近平新时代中国特色社会主义思想及其历史地位\n一、单项选择题（每小题2分）\n1、【自测题】十九大报告明确提出中国特色社会主义事业总体布局是（）\nA.“三个代表”\nB.“四个全面”\nC.“五位一体”\nD.“四个自信”\n答案：C\n题解：中国特色社会主义事业总体布局是“五位一体”、战略布局是“四个全面”，强调坚定道路自信、理论自信、制度自信、文化自信。\n1、【自测题】党的十九大报告指出，中国特色社会主义取得重大理论创新成果，形成了（）\nA.习近平新时代中国特色社会主义思想\nB.科学发展观\nC.“三个代表”重要思想\nD.邓小平理论\n答案：A\n题解：党的十八大以来，党中央取得了重大理论创新成果，创立了习近平新时代中国特色社会主义思想。坚持和发展中国特色社会主义，是改革开放以来我们党全部理论和实践的鲜明主题，也是习近平新时代中国特色社会主义思想的核心要义。\n1、【自测题】党的十九大报告指出，中国特色社会主义进入新时代，我国社会主要矛盾已经转化为（）\nA.民族资本与外国资本之间的矛盾\nB.人们对于建设先进的工业国的要求同落后的农业国的现实之间的矛盾\nC.人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾\nD.人民日益增长的物质文化需要同落后的社会生产之间的矛盾\n答案：C\n题解：对中国社会主要矛盾的科学判断，是制定党的路线方针政策的基本依据。党的十九大明确指出，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾\n1、【自测题】马克思主义中国化的最新理论成果是（）\nA.三民主义\nB.毛泽东思想\nC.中国特色社会主义理论体系\nD.习近平新时代中国特色社会主义思想\n答案：D\n题解：习近平新时代中国特色社会主义思想与马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观既一脉相承又与时俱进，是马克思主义中国化的新飞跃，是当代中国马克思主义、21世纪马克思主义。\n1.【2018年10月】党的十九大报告指出，中国特色社会主义取得重大理论创新成果，形成了（）\nA.习近平新时代中国特色社会主义思想\nB.科学发展观\nC.“三个代表”重要思想\nD.邓小平理论\n答案：A\n题解：党的十八大以来，以习近平同志为核心的党中央紧密结合新的时代条件和实践要求，进行艰辛的理论探索，取得了重大理论创新成果，创立了习近平新时代中国特色社会主义思想。\n12.【2018年10月】十九大报告明确提出中国特色社会主义事业总体布局是（）\nA.“三个代表”\nB.“四个全面”\nC.“五位一体”\nD.“四个自信”\n答案：C\n题解：习近平新时代中国特色社会主义思想的最重要、最核心的内容就是党的十九大报告概括的“八个明确”。其中指出，明确中国特色社会主义事业总体布局是“五位一体”，战略布局是“四个全面”，强调坚定道路自信、理论自信、制度自信、文化自信。\n1、【2019年04月】中国特色社会主义理论体系的最新成果是（）\nA.邓小平理论\nB.“三个代表”重要思想\nC.科学发展观\nD.习近平新时代中国特色社会主义思想\n答案：D\n题解：习近平新时代中国特色社会主义思想与马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观既一脉相承又与时俱进，是马克思主义中国化的新飞跃，是当代中国马克思主义、21世纪马克思主义。\n1、【2019年04月】党的十九大报告指出，我国社会主要矛盾已经转化为（）\nA.人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾\nB.人民日益增长的物质文化需要同落后的社会生产之间的矛盾\nC.生产力和生产关系、经济基础和上层建筑之间的矛盾\nD.落后的农业国同先进的工业国之间的矛盾\n答案：A\n题解：对中国社会主要矛盾的科学判断，是制定党的路线方针政策的基本依据。党的十九大明确指出，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾\n1、【2019年04月】党的十九大报告指出，我国发展新的历史方位是（）\nA.中国特色社会主义进入了新时代\nB.已经全面建成小康社会\nC.实现了社会主义现代化\nD.基本实现共同富裕\n答案：A\n题解：党的十九大指出，经过长期努力，中国特色社会主义进入了新时代，这是我国发展新的历史方位。\n1、【2019年10月】坚持和发展中国特色社会主义的总任务是（）\nA.实现民族独立，使中华民族站起来\nB.实行改革开放，使中华民族富起来\nC.建成独立的比较完整的工业体系和国民经济体系\nD.实现社会主义现代化和中华民族伟大复兴\n答案：D\n题解：坚持和发展中国特色社会主义的总任务是实现社会主义现代化和中华民族伟大复兴，在全面建成小康社会的基础上，分两步走在本世纪中叶建成富强民主文明和谐美丽的社会主义现代化强国。\n1、【2019年10月】中国特色社会主义事业总体布局是（）\nA.“四个自信”\nB.“五位一体”\nC.“四个意识”\nD.“四个全面”\n答案：B\n题解：中国特色社会主义事业总体布局是“五位一体”、战略布局是“四个全面”，强调坚定道路自信、理论自信、制度自信、文化自信。\n1、【2019年10月】党的十九大明确指出，我国社会主要矛盾已经转化为（）\nA.人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾\nB.人民日益增长的物质文化需要同落后的社会生产之间的矛盾\nC.人民对于建设先进的工业国的要求同落后的农业国的现实之间的矛盾\nD.人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的矛盾\n答案：A\n题解：对中国社会主要矛盾的科学判断，是制定党的路线方针政策的基本依据。党的十九大明确指出，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。\n\n13．【2020年08月】新时代我国社会主要矛盾己经转化为（ ）\nA、人们对于建立先进的工业国的要求同落后的农业国的现实之间的矛盾\nB、人民日益增长的物质文化需要同落后的社会生产之间的矛盾\nC、生产力与生产关系、经济基础与上层建筑之间的矛盾\nD、人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾\n答案：D\n题解：党的十九大明确指出，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。\n\n13.【2020年10月】习近平新时代中国特色社会主义思想的核心要义是（ ）\nA.坚持和发展中国特色社会主义\nB.坚持和发展毛泽东思想\nC.处理好顶层设计和摸着石头过河的关系\nD.处理好整体推进和重点突破的关系\n答案：A\n题解：坚持和发展中国特色社会主义，是改革开放以来我们党全部理论和实践的鲜明主题，也是习近平新时代中国特色社会主义思想的核心要义。",
  content_object: {
    title:
      "毛泽东思想和中国特色社会主义思想概论 第八章 习近平新时代中国特色社会主义思想及其历史地位",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 2,
        title: "单项选择题（每小题2分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】十九大报告明确提出中国特色社会主义事业总体布局是（）",
            explanation:
              "中国特色社会主义事业总体布局是“五位一体”、战略布局是“四个全面”，强调坚定道路自信、理论自信、制度自信、文化自信。",
            number: 1,
            userAnswer: [],
            score: 2,
            id: "g1q1",
            answer: ["C"],
            position: 2,
            type: "single",
            options: [
              { text: "“三个代表”", value: "A" },
              { text: "“四个全面”", value: "B" },
              { text: "“五位一体”", value: "C" },
              { text: "“四个自信”", value: "D" },
            ],
          },
          {
            title:
              "【自测题】党的十九大报告指出，中国特色社会主义取得重大理论创新成果，形成了（）",
            explanation:
              "党的十八大以来，党中央取得了重大理论创新成果，创立了习近平新时代中国特色社会主义思想。坚持和发展中国特色社会主义，是改革开放以来我们党全部理论和实践的鲜明主题，也是习近平新时代中国特色社会主义思想的核心要义。",
            number: 2,
            userAnswer: [],
            score: 2,
            id: "g1q2",
            answer: ["A"],
            position: 4,
            type: "single",
            options: [
              { text: "习近平新时代中国特色社会主义思想", value: "A" },
              { text: "科学发展观", value: "B" },
              { text: "“三个代表”重要思想", value: "C" },
              { text: "邓小平理论", value: "D" },
            ],
          },
          {
            title:
              "【自测题】党的十九大报告指出，中国特色社会主义进入新时代，我国社会主要矛盾已经转化为（）",
            explanation:
              "对中国社会主要矛盾的科学判断，是制定党的路线方针政策的基本依据。党的十九大明确指出，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾",
            number: 3,
            userAnswer: [],
            score: 2,
            id: "g1q3",
            answer: ["C"],
            position: 6,
            type: "single",
            options: [
              { text: "民族资本与外国资本之间的矛盾", value: "A" },
              {
                text: "人们对于建设先进的工业国的要求同落后的农业国的现实之间的矛盾",
                value: "B",
              },
              {
                text: "人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾",
                value: "C",
              },
              {
                text: "人民日益增长的物质文化需要同落后的社会生产之间的矛盾",
                value: "D",
              },
            ],
          },
          {
            title: "【自测题】马克思主义中国化的最新理论成果是（）",
            explanation:
              "习近平新时代中国特色社会主义思想与马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观既一脉相承又与时俱进，是马克思主义中国化的新飞跃，是当代中国马克思主义、21世纪马克思主义。",
            number: 4,
            userAnswer: [],
            score: 2,
            id: "g1q4",
            answer: ["D"],
            position: 8,
            type: "single",
            options: [
              { text: "三民主义", value: "A" },
              { text: "毛泽东思想", value: "B" },
              { text: "中国特色社会主义理论体系", value: "C" },
              { text: "习近平新时代中国特色社会主义思想", value: "D" },
            ],
          },
          {
            title:
              "【2018年10月】党的十九大报告指出，中国特色社会主义取得重大理论创新成果，形成了（）",
            explanation:
              "党的十八大以来，以习近平同志为核心的党中央紧密结合新的时代条件和实践要求，进行艰辛的理论探索，取得了重大理论创新成果，创立了习近平新时代中国特色社会主义思想。",
            number: 5,
            userAnswer: [],
            score: 2,
            id: "g1q5",
            answer: ["A"],
            position: 10,
            type: "single",
            options: [
              { text: "习近平新时代中国特色社会主义思想", value: "A" },
              { text: "科学发展观", value: "B" },
              { text: "“三个代表”重要思想", value: "C" },
              { text: "邓小平理论", value: "D" },
            ],
          },
          {
            title:
              "【2018年10月】十九大报告明确提出中国特色社会主义事业总体布局是（）",
            explanation:
              "习近平新时代中国特色社会主义思想的最重要、最核心的内容就是党的十九大报告概括的“八个明确”。其中指出，明确中国特色社会主义事业总体布局是“五位一体”，战略布局是“四个全面”，强调坚定道路自信、理论自信、制度自信、文化自信。",
            number: 6,
            userAnswer: [],
            score: 2,
            id: "g1q6",
            answer: ["C"],
            position: 12,
            type: "single",
            options: [
              { text: "“三个代表”", value: "A" },
              { text: "“四个全面”", value: "B" },
              { text: "“五位一体”", value: "C" },
              { text: "“四个自信”", value: "D" },
            ],
          },
          {
            title: "【2019年04月】中国特色社会主义理论体系的最新成果是（）",
            explanation:
              "习近平新时代中国特色社会主义思想与马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观既一脉相承又与时俱进，是马克思主义中国化的新飞跃，是当代中国马克思主义、21世纪马克思主义。",
            number: 7,
            userAnswer: [],
            score: 2,
            id: "g1q7",
            answer: ["D"],
            position: 14,
            type: "single",
            options: [
              { text: "邓小平理论", value: "A" },
              { text: "“三个代表”重要思想", value: "B" },
              { text: "科学发展观", value: "C" },
              { text: "习近平新时代中国特色社会主义思想", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】党的十九大报告指出，我国社会主要矛盾已经转化为（）",
            explanation:
              "对中国社会主要矛盾的科学判断，是制定党的路线方针政策的基本依据。党的十九大明确指出，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾",
            number: 8,
            userAnswer: [],
            score: 2,
            id: "g1q8",
            answer: ["A"],
            position: 16,
            type: "single",
            options: [
              {
                text: "人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾",
                value: "A",
              },
              {
                text: "人民日益增长的物质文化需要同落后的社会生产之间的矛盾",
                value: "B",
              },
              {
                text: "生产力和生产关系、经济基础和上层建筑之间的矛盾",
                value: "C",
              },
              { text: "落后的农业国同先进的工业国之间的矛盾", value: "D" },
            ],
          },
          {
            title:
              "【2019年04月】党的十九大报告指出，我国发展新的历史方位是（）",
            explanation:
              "党的十九大指出，经过长期努力，中国特色社会主义进入了新时代，这是我国发展新的历史方位。",
            number: 9,
            userAnswer: [],
            score: 2,
            id: "g1q9",
            answer: ["A"],
            position: 18,
            type: "single",
            options: [
              { text: "中国特色社会主义进入了新时代", value: "A" },
              { text: "已经全面建成小康社会", value: "B" },
              { text: "实现了社会主义现代化", value: "C" },
              { text: "基本实现共同富裕", value: "D" },
            ],
          },
          {
            title: "【2019年10月】坚持和发展中国特色社会主义的总任务是（）",
            explanation:
              "坚持和发展中国特色社会主义的总任务是实现社会主义现代化和中华民族伟大复兴，在全面建成小康社会的基础上，分两步走在本世纪中叶建成富强民主文明和谐美丽的社会主义现代化强国。",
            number: 10,
            userAnswer: [],
            score: 2,
            id: "g1q10",
            answer: ["D"],
            position: 20,
            type: "single",
            options: [
              { text: "实现民族独立，使中华民族站起来", value: "A" },
              { text: "实行改革开放，使中华民族富起来", value: "B" },
              {
                text: "建成独立的比较完整的工业体系和国民经济体系",
                value: "C",
              },
              { text: "实现社会主义现代化和中华民族伟大复兴", value: "D" },
            ],
          },
          {
            title: "【2019年10月】中国特色社会主义事业总体布局是（）",
            explanation:
              "中国特色社会主义事业总体布局是“五位一体”、战略布局是“四个全面”，强调坚定道路自信、理论自信、制度自信、文化自信。",
            number: 11,
            userAnswer: [],
            score: 2,
            id: "g1q11",
            answer: ["B"],
            position: 22,
            type: "single",
            options: [
              { text: "“四个自信”", value: "A" },
              { text: "“五位一体”", value: "B" },
              { text: "“四个意识”", value: "C" },
              { text: "“四个全面”", value: "D" },
            ],
          },
          {
            title:
              "【2019年10月】党的十九大明确指出，我国社会主要矛盾已经转化为（）",
            explanation:
              "对中国社会主要矛盾的科学判断，是制定党的路线方针政策的基本依据。党的十九大明确指出，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。",
            number: 12,
            userAnswer: [],
            score: 2,
            id: "g1q12",
            answer: ["A"],
            position: 24,
            type: "single",
            options: [
              {
                text: "人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾",
                value: "A",
              },
              {
                text: "人民日益增长的物质文化需要同落后的社会生产之间的矛盾",
                value: "B",
              },
              {
                text: "人民对于建设先进的工业国的要求同落后的农业国的现实之间的矛盾",
                value: "C",
              },
              {
                text: "人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的矛盾",
                value: "D",
              },
            ],
          },
          {
            title: "【2020年08月】新时代我国社会主要矛盾己经转化为（ ）",
            explanation:
              "党的十九大明确指出，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。",
            number: 13,
            userAnswer: [],
            score: 2,
            id: "g1q13",
            answer: ["D"],
            position: 26,
            type: "single",
            options: [
              {
                text: "人们对于建立先进的工业国的要求同落后的农业国的现实之间的矛盾",
                value: "A",
              },
              {
                text: "人民日益增长的物质文化需要同落后的社会生产之间的矛盾",
                value: "B",
              },
              {
                text: "生产力与生产关系、经济基础与上层建筑之间的矛盾",
                value: "C",
              },
              {
                text: "人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾",
                value: "D",
              },
            ],
          },
          {
            title:
              "【2020年10月】习近平新时代中国特色社会主义思想的核心要义是（ ）",
            explanation:
              "坚持和发展中国特色社会主义，是改革开放以来我们党全部理论和实践的鲜明主题，也是习近平新时代中国特色社会主义思想的核心要义。",
            number: 14,
            userAnswer: [],
            score: 2,
            id: "g1q14",
            answer: ["A"],
            position: 28,
            type: "single",
            options: [
              { text: "坚持和发展中国特色社会主义", value: "A" },
              { text: "坚持和发展毛泽东思想", value: "B" },
              { text: "处理好顶层设计和摸着石头过河的关系", value: "C" },
              { text: "处理好整体推进和重点突破的关系", value: "D" },
            ],
          },
        ],
        position: 1,
        type: "single",
        id: "g1",
      },
    ],
    totalScore: 28,
    questionCount: 14,
  },
  create_time: "2020-05-22T02:17:04.063585",
  is_active: true,
  questions_count: 14,
  is_break_through: false,
  tags: "章节习题",
  order_number: 15,
  owner_id: 59,
  user: 3,
  owner_type: 50,
  __str__: "第八章 习近平新时代中国特色社会主义思想及其历史地位（客观）",
};
