export default {
  id: 1332,
  title: "第二章 新民主主义革命理论（主观）",
  content:
    "毛泽东思想和中国特色社会主义思想概论 第二章 新民主主义革命理论\n二、简答题（每小题5分）\n1、【自测题】简述新民主主义革命的三大法宝及其相互关系。\n答案：（1）三大法宝是统一战线、武装斗争和党的建设。\n（2）统一战线和武装斗争是战胜敌人的两个基本武器。\n（3）统一战线是实行武装斗争的统一战线。\n（4）党的组织是掌握统一战线、武装斗争以实行对敌冲锋陷阵的英勇战士。\n题解：答案仅供参考，考生作答的前后顺序与答案不同，也能得分。\n1、【自测题】新民主主义革命的基本纲领是什么？\n答案：（1）新民主主义的政治纲领，就是要推翻帝国主义和封建主义的统治，建立一个工人阶级领导的、以工农联盟为基础的、各革命阶级联合专政的新民主主义的共和国。\n（2）新民主主义的经济纲领也称三大经济纲领，即：没收封建地主阶级的土地归农民所有，没收官僚资产阶级的垄断资本归新民主主义国家所有，保护民族工商业。\n（3）新民主主义的文化纲领是无产阶级领导的人民大众的反帝反封建的文化，就是民族的、科学的、大众的文化。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n1、【自测题】新民主主义的经济纲领是什么？\n答案：（1）没收封建地主阶级的土地归农民所有。\n（2）没收官僚资产阶级的垄断资本归新民主主义国家所有。\n（3）保护民族工商业。\n题解：新民主主义的经济纲领也称三大经济纲领，即：1、没收封建地主阶级的土地归农民所有——新民主主义革命的主要内容。2、没收官僚资产阶级的垄断资本归新民主主义国家所有——新民主主义革命的题中应有之义。3、保护民族工商业——新民主主义经济纲领中极具特色的一项内容。\n1、【自测题】新民主主义的文化纲领是什么？\n答案：新民主主义的文化纲领是无产阶级领导的、人民大众的、反帝反封建的文化，就是民族的、科学的、大众的文化。\n题解：答案仅供参考，考生作答的前后顺序与答案不同，也能得分。\n27.【2018年10月】新民主主义的文化纲领是什么？\n答案：新民主主义的文化纲领是无产阶级领导的、人民大众的，反帝反封建的文化，就是民族的、科学的、大众的文化。\n1、【2019年04月】新民主主义革命的特点有哪些？\n答案：（1）中国革命处于世界无产阶级社会主义革命的时代，是世界无产阶级社会主义革命的一部分；\n（2）革命的领导力量是中国无产阶级及其先锋队——中国共产党；\n（3）革命的指导思想是马克思列宁主义；\n（4）革命的前途是社会主义而不是资本主义。\n题解：若与参考答案不完全一致，只要考生回答问题符合题意，可酌情给予相应的分数。\n1、【2019年10月】新民主主义革命总路线的内容是什么？\n答案：无产阶级领导的，人民大众的，反对帝国主义、封建主义和官僚资本主义的革命。\n题解：1940年毛泽东发表《新民主主义论》，它标志着新民主主义革命理论成为科学的理论体系。1948年，他在晋绥干部会议上的讲话中将新民主主义革命总路线概括为：无产阶级领导的，人民大众的，反对帝国主义、封建主义和官僚资本主义的革命。",
  content_object: {
    title: "毛泽东思想和中国特色社会主义思想概论 第二章 新民主主义革命理论",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 5,
        title: "简答题（每小题5分）",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【自测题】简述新民主主义革命的三大法宝及其相互关系。",
            explanation:
              "答案仅供参考，考生作答的前后顺序与答案不同，也能得分。",
            number: 1,
            userAnswer: [],
            score: 5,
            id: "g1q1",
            answer: [
              "（1）三大法宝是统一战线、武装斗争和党的建设。\n（2）统一战线和武装斗争是战胜敌人的两个基本武器。\n（3）统一战线是实行武装斗争的统一战线。\n（4）党的组织是掌握统一战线、武装斗争以实行对敌冲锋陷阵的英勇战士。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】新民主主义革命的基本纲领是什么？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 2,
            userAnswer: [],
            score: 5,
            id: "g1q2",
            answer: [
              "（1）新民主主义的政治纲领，就是要推翻帝国主义和封建主义的统治，建立一个工人阶级领导的、以工农联盟为基础的、各革命阶级联合专政的新民主主义的共和国。\n（2）新民主主义的经济纲领也称三大经济纲领，即：没收封建地主阶级的土地归农民所有，没收官僚资产阶级的垄断资本归新民主主义国家所有，保护民族工商业。\n（3）新民主主义的文化纲领是无产阶级领导的人民大众的反帝反封建的文化，就是民族的、科学的、大众的文化。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】新民主主义的经济纲领是什么？",
            explanation:
              "新民主主义的经济纲领也称三大经济纲领，即：1、没收封建地主阶级的土地归农民所有——新民主主义革命的主要内容。2、没收官僚资产阶级的垄断资本归新民主主义国家所有——新民主主义革命的题中应有之义。3、保护民族工商业——新民主主义经济纲领中极具特色的一项内容。",
            number: 3,
            userAnswer: [],
            score: 5,
            id: "g1q3",
            answer: [
              "（1）没收封建地主阶级的土地归农民所有。\n（2）没收官僚资产阶级的垄断资本归新民主主义国家所有。\n（3）保护民族工商业。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】新民主主义的文化纲领是什么？",
            explanation:
              "答案仅供参考，考生作答的前后顺序与答案不同，也能得分。",
            number: 4,
            userAnswer: [],
            score: 5,
            id: "g1q4",
            answer: [
              "新民主主义的文化纲领是无产阶级领导的、人民大众的、反帝反封建的文化，就是民族的、科学的、大众的文化。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title: "【2018年10月】新民主主义的文化纲领是什么？",
            id: "g1q5",
            number: 5,
            userAnswer: [],
            score: 5,
            answer: [
              "新民主主义的文化纲领是无产阶级领导的、人民大众的，反帝反封建的文化，就是民族的、科学的、大众的文化。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年04月】新民主主义革命的特点有哪些？",
            explanation:
              "若与参考答案不完全一致，只要考生回答问题符合题意，可酌情给予相应的分数。",
            number: 6,
            userAnswer: [],
            score: 5,
            id: "g1q6",
            answer: [
              "（1）中国革命处于世界无产阶级社会主义革命的时代，是世界无产阶级社会主义革命的一部分；\n（2）革命的领导力量是中国无产阶级及其先锋队——中国共产党；\n（3）革命的指导思想是马克思列宁主义；\n（4）革命的前途是社会主义而不是资本主义。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年10月】新民主主义革命总路线的内容是什么？",
            explanation:
              "1940年毛泽东发表《新民主主义论》，它标志着新民主主义革命理论成为科学的理论体系。1948年，他在晋绥干部会议上的讲话中将新民主主义革命总路线概括为：无产阶级领导的，人民大众的，反对帝国主义、封建主义和官僚资本主义的革命。",
            number: 7,
            userAnswer: [],
            score: 5,
            id: "g1q7",
            answer: [
              "无产阶级领导的，人民大众的，反对帝国主义、封建主义和官僚资本主义的革命。",
            ],
            position: 14,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
    ],
    totalScore: 35,
    questionCount: 7,
  },
  create_time: "2020-10-30T16:31:05.179743",
  is_active: true,
  questions_count: 7,
  is_break_through: true,
  tags: "章节习题",
  order_number: 4,
  owner_id: 59,
  user: 3,
  owner_type: 50,
  __str__: "第二章 新民主主义革命理论（主观）",
};
