export default {
  id: 1333,
  title: "第三章 社会主义改造理论（主观）",
  content:
    "毛泽东思想和中国特色社会主义思想概论 第三章 社会主义改造理论\n二、简答题（每小题5分）\n1、【自测题】简述社会主义基本制度确立的意义。\n答案：（1）社会主义基本制度的确立，极大地提高了工人阶级和广大劳动人民的积极性、创造性，极大地促进了我国社会生产力的发展。\n（2）社会主义基本制度的确立，是我国历史上最深刻最伟大的社会变革，使广大劳动人民真正成为国家的主人。\n（3）社会主义基本制度的确立，对世界格局产生了积极影响。\n（4）社会主义基本制度的确立，是马克思列宁主义关于社会主义革命理论在中国的正确运用和创造性的发展。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n28.【2018年10月】简述对资本主义工商业社会主义改造的经验。\n答案：（1）严格区别官僚资本和民族资本，对民族资本实行和平赎买，从而使我国和平地实现了生产关系的深刻变革。\n（2）创造了国家资本主义的多种形式，坚持了由低级到高级的逐步过渡的形式，促进了社会生产力的发展。\n（3）注意把对企业的改造与对资本家的改造结合起来，逐步把他们改造为自食其力的社会主义劳动者。",
  content_object: {
    title: "毛泽东思想和中国特色社会主义思想概论 第三章 社会主义改造理论",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 5,
        title: "简答题（每小题5分）",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【自测题】简述社会主义基本制度确立的意义。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 1,
            userAnswer: [],
            score: 5,
            id: "g1q1",
            answer: [
              "（1）社会主义基本制度的确立，极大地提高了工人阶级和广大劳动人民的积极性、创造性，极大地促进了我国社会生产力的发展。\n（2）社会主义基本制度的确立，是我国历史上最深刻最伟大的社会变革，使广大劳动人民真正成为国家的主人。\n（3）社会主义基本制度的确立，对世界格局产生了积极影响。\n（4）社会主义基本制度的确立，是马克思列宁主义关于社会主义革命理论在中国的正确运用和创造性的发展。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【2018年10月】简述对资本主义工商业社会主义改造的经验。",
            id: "g1q2",
            number: 2,
            userAnswer: [],
            score: 5,
            answer: [
              "（1）严格区别官僚资本和民族资本，对民族资本实行和平赎买，从而使我国和平地实现了生产关系的深刻变革。\n（2）创造了国家资本主义的多种形式，坚持了由低级到高级的逐步过渡的形式，促进了社会生产力的发展。\n（3）注意把对企业的改造与对资本家的改造结合起来，逐步把他们改造为自食其力的社会主义劳动者。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
    ],
    totalScore: 10,
    questionCount: 2,
  },
  create_time: "2020-10-30T16:31:52.866914",
  is_active: true,
  questions_count: 2,
  is_break_through: true,
  tags: "章节习题",
  order_number: 6,
  owner_id: 59,
  user: 3,
  owner_type: 50,
  __str__: "第三章 社会主义改造理论（主观）",
};
