export default {
  id: 1334,
  title: "第四章 社会主义建设道路初步探索的理论成果（主观）",
  content:
    "毛泽东思想和中国特色社会主义思想概论 第四章 社会主义建设道路初步探索的理论成果\n二、简答题（每小题5分）\n1、【自测题】“三个主体、三个补充”设想的主要内容是什么？\n答案：（1）在工商业经营方面国家经济和集体经济是主体，一定数量的个体经济是补充。\n（2）在生产计划方面计划生产是主体，按照市场变化在国家计划许可范围内的自由生产是补充。\n（3）在社会主义的统一市场里国家市场是主体，一定范围内的国家领导的自由市场是补充。\n题解：陈云提出了“三个主体，三个补充”的设想：1、在工商业经营方面国家经济和集体经济是工商业的主体，一定数量的个体经济是国家经济和集体经济的补充。2、在生产计划方面计划生产是工农业生产的主体，按照市场变化在国家计划许可范围内的自由生产是计划生产的补充。3、在社会主义的统一市场里国家市场是它的主体，一定范围内的国家领导的自由市场是国家市场的补充。\n1、【自测题】简述毛泽东关于中国工业化道路的思想。\n答案：（1）明确地提出中国工业化道路中最重要的问题，就是重工业、轻工业和农业的发展关系问题。\n（2）要以工业为主导，把重工业作为我国经济建设的重点，优先发展重工业，以逐步建立独立的比较完整的基础工业体系和国防工业体系。\n（3）以农业为基础、以工业为主导，以农轻重为序发展国民经济，以及一整套“两条腿走路”的方针。\n题解：工业化是国家独立和富强的必要条件，也是社会主义建设的必然要求，实现工业化是中国共产党早已确立的重大目标。毛泽东明确提出了中国工业化道路的思想，更加明确地提出中国工业化道路中最重要的问题，就是重工业、轻工业和农业的发展关系问题。处理好重工业、轻工业和农业的发展关系，具体而言：（1）要以工业为主导，把重工业作为我国经济建设的重点，同时必须充分注意发展农业和轻工业。（2）要以农业为基础、以工业为主导，以农轻重为序发展国民经济。（3）坚持“两条腿走路”的方针。即强调发展工业和发展农业同时并举，重工业和轻工业同时并举，中央工业和地方工业同时并举，沿海工业和内地工业同时并举，大型企业和中小型企业同时并举。\n1、【自测题】简述党对社会主义建设道路初步探索的经验教训。\n答案：（1）必须把马克思主义与中国实际相结合，探索符合中国特点的社会主义建设道路。\n（2）必须正确认识社会主义社会的主要矛盾和根本任务，集中力量发展生产力。\n（3）必须从实际出发进行社会主义建设，建设规模和速度要和国力相适应，不能急于求成。\n（4）必须发展社会主义民主，健全社会主义法制。\n（5）必须坚持党的民主集中制和集体领导制度，加强执政党建设。\n（6）必须坚持对外开放，借鉴和吸收人类文明成果建设社会主义，不能关起门来搞建设。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n1、【2019年04月】党对社会主义建设道路的初步探索有哪些经验教训？\n答案：（1）必须把马克思主义与中国实际相结合，探索符合中国特点的社会主义建设道路。\n（2）必须正确认识社会主义社会的主要矛盾和根本任务，集中力量发展生产力。\n（3）必须从实际出发进行社会主义建设，建设规模和速度要和国力相适应，不能急于求成。\n（4）必须发展社会主义民主，健全社会主义法制。\n（5）必须坚持党的民主集中制和集体领导制度，加强执政党建设。\n（6）必须坚持对外开放，借鉴和吸收人类文明成果建设社会主义，不能关起门来搞建设。\n题解：若与参考答案不完全一致，只要考生回答问题符合题意，可酌情给予相应的分数。\n1、【2019年10月】简述社会主义建设道路初步探索的意义。\n答案：（1）巩固和发展了我国的社会主义制度。\n（2）为开创中国特色社会主义提供了宝贵经验、理论准备和物质基础。\n（3）丰富了科学社会主义的理论和实践。\n题解：社会主义建设道路初步探索的意义一、巩固和发展了我国的社会主义制度二、为开创中国特色社会主义提供了宝贵经验、理论准备和物质基础1、宝贵经验进入全面建设社会主义时期，党对建设什么样的社会主义、怎样建设社会主义进行了艰辛探索，既积累了丰富的经验，也留下了深刻的教训，这些都成为党的宝贵财富，为新时期中国特色社会主义的开创和发展提供了重要的思想资源。2、理论准备在探索中形成的一些正确的和比较正确的思想观点，取得的独创性理论成果，为开启新时期新道路奠定了重要的思想基础。3、物质基础在探索过程中，我国经济保持了较快的发展速度，经济实力显著增强；基本建立了独立的比较完整的工业体系和国民经济体系，从根本上解决了工业化“从无到有”的问题，为开启新时期新道路奠定了重要的物质基础。三、丰富了科学社会主义的理论和实践\n\n26．【2020年08月】简述社会主义社会的两类社会矛盾及其性质。\n答案：（1）社会主义两类矛盾可以划分为敌我矛盾和人民内部矛盾；\n（2）敌我矛盾是根本利益对立基础上的矛盾，是对抗性的矛盾；\n（3）人民内部矛盾是人民根本利益一致基础上的矛盾，是非对抗性矛盾。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
  content_object: {
    title:
      "毛泽东思想和中国特色社会主义思想概论 第四章 社会主义建设道路初步探索的理论成果",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 5,
        title: "简答题（每小题5分）",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【自测题】“三个主体、三个补充”设想的主要内容是什么？",
            explanation:
              "陈云提出了“三个主体，三个补充”的设想：1、在工商业经营方面国家经济和集体经济是工商业的主体，一定数量的个体经济是国家经济和集体经济的补充。2、在生产计划方面计划生产是工农业生产的主体，按照市场变化在国家计划许可范围内的自由生产是计划生产的补充。3、在社会主义的统一市场里国家市场是它的主体，一定范围内的国家领导的自由市场是国家市场的补充。",
            number: 1,
            userAnswer: [],
            score: 5,
            id: "g1q1",
            answer: [
              "（1）在工商业经营方面国家经济和集体经济是主体，一定数量的个体经济是补充。\n（2）在生产计划方面计划生产是主体，按照市场变化在国家计划许可范围内的自由生产是补充。\n（3）在社会主义的统一市场里国家市场是主体，一定范围内的国家领导的自由市场是补充。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】简述毛泽东关于中国工业化道路的思想。",
            explanation:
              "工业化是国家独立和富强的必要条件，也是社会主义建设的必然要求，实现工业化是中国共产党早已确立的重大目标。毛泽东明确提出了中国工业化道路的思想，更加明确地提出中国工业化道路中最重要的问题，就是重工业、轻工业和农业的发展关系问题。处理好重工业、轻工业和农业的发展关系，具体而言：（1）要以工业为主导，把重工业作为我国经济建设的重点，同时必须充分注意发展农业和轻工业。（2）要以农业为基础、以工业为主导，以农轻重为序发展国民经济。（3）坚持“两条腿走路”的方针。即强调发展工业和发展农业同时并举，重工业和轻工业同时并举，中央工业和地方工业同时并举，沿海工业和内地工业同时并举，大型企业和中小型企业同时并举。",
            number: 2,
            userAnswer: [],
            score: 5,
            id: "g1q2",
            answer: [
              "（1）明确地提出中国工业化道路中最重要的问题，就是重工业、轻工业和农业的发展关系问题。\n（2）要以工业为主导，把重工业作为我国经济建设的重点，优先发展重工业，以逐步建立独立的比较完整的基础工业体系和国防工业体系。\n（3）以农业为基础、以工业为主导，以农轻重为序发展国民经济，以及一整套“两条腿走路”的方针。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】简述党对社会主义建设道路初步探索的经验教训。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 3,
            userAnswer: [],
            score: 5,
            id: "g1q3",
            answer: [
              "（1）必须把马克思主义与中国实际相结合，探索符合中国特点的社会主义建设道路。\n（2）必须正确认识社会主义社会的主要矛盾和根本任务，集中力量发展生产力。\n（3）必须从实际出发进行社会主义建设，建设规模和速度要和国力相适应，不能急于求成。\n（4）必须发展社会主义民主，健全社会主义法制。\n（5）必须坚持党的民主集中制和集体领导制度，加强执政党建设。\n（6）必须坚持对外开放，借鉴和吸收人类文明成果建设社会主义，不能关起门来搞建设。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2019年04月】党对社会主义建设道路的初步探索有哪些经验教训？",
            explanation:
              "若与参考答案不完全一致，只要考生回答问题符合题意，可酌情给予相应的分数。",
            number: 4,
            userAnswer: [],
            score: 5,
            id: "g1q4",
            answer: [
              "（1）必须把马克思主义与中国实际相结合，探索符合中国特点的社会主义建设道路。\n（2）必须正确认识社会主义社会的主要矛盾和根本任务，集中力量发展生产力。\n（3）必须从实际出发进行社会主义建设，建设规模和速度要和国力相适应，不能急于求成。\n（4）必须发展社会主义民主，健全社会主义法制。\n（5）必须坚持党的民主集中制和集体领导制度，加强执政党建设。\n（6）必须坚持对外开放，借鉴和吸收人类文明成果建设社会主义，不能关起门来搞建设。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年10月】简述社会主义建设道路初步探索的意义。",
            explanation:
              "社会主义建设道路初步探索的意义一、巩固和发展了我国的社会主义制度二、为开创中国特色社会主义提供了宝贵经验、理论准备和物质基础1、宝贵经验进入全面建设社会主义时期，党对建设什么样的社会主义、怎样建设社会主义进行了艰辛探索，既积累了丰富的经验，也留下了深刻的教训，这些都成为党的宝贵财富，为新时期中国特色社会主义的开创和发展提供了重要的思想资源。2、理论准备在探索中形成的一些正确的和比较正确的思想观点，取得的独创性理论成果，为开启新时期新道路奠定了重要的思想基础。3、物质基础在探索过程中，我国经济保持了较快的发展速度，经济实力显著增强；基本建立了独立的比较完整的工业体系和国民经济体系，从根本上解决了工业化“从无到有”的问题，为开启新时期新道路奠定了重要的物质基础。三、丰富了科学社会主义的理论和实践",
            number: 5,
            userAnswer: [],
            score: 5,
            id: "g1q5",
            answer: [
              "（1）巩固和发展了我国的社会主义制度。\n（2）为开创中国特色社会主义提供了宝贵经验、理论准备和物质基础。\n（3）丰富了科学社会主义的理论和实践。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title: "【2020年08月】简述社会主义社会的两类社会矛盾及其性质。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 6,
            userAnswer: [],
            score: 5,
            id: "g1q6",
            answer: [
              "（1）社会主义两类矛盾可以划分为敌我矛盾和人民内部矛盾；\n（2）敌我矛盾是根本利益对立基础上的矛盾，是对抗性的矛盾；\n（3）人民内部矛盾是人民根本利益一致基础上的矛盾，是非对抗性矛盾。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
    ],
    totalScore: 30,
    questionCount: 6,
  },
  create_time: "2020-10-30T16:32:43.473486",
  is_active: true,
  questions_count: 6,
  is_break_through: true,
  tags: "章节习题",
  order_number: 8,
  owner_id: 59,
  user: 3,
  owner_type: 50,
  __str__: "第四章 社会主义建设道路初步探索的理论成果（主观）",
};
