export default {
  id: 1335,
  title: "第五章 邓小平理论（主观）",
  content:
    "毛泽东思想和中国特色社会主义思想概论 第五章 邓小平理论\n二、简答题（每小题5分）\n1、【自测题】简述社会主义初级阶段基本路线的主要内容。\n答案：（1）领导和团结全国各族人民；\n（2）以经济建设为中心，坚持四项基本原则，坚持改革开放；\n（3）自力更生、艰苦创业，为把我国建设成为富强民主文明和谐的社会主义现代化国家而奋斗。\n题解：党的十三大提出了党在社会主义初级阶段的基本路线：领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强民主文明的社会主义现代化国家而奋斗。\n1、【自测题】简述“和平统一、一国两制”构想的基本内容。\n答案：（1）坚持一个中国，这是“和平统一、一国两制”的核心，是发展两岸关系和实现和平统一的基础；\n（2）两制并存，在祖国统一的前提下，国家的主体部分实行社会主义制度，同时在台湾、香港、澳门保持原有的社会制度和生活方式长期不变；\n（3）高度自治，祖国完全统一后，台湾、香港、澳门作为特别行政区，享有不同于中国其他省、自治区、直辖市的高度自治权，台湾、香港、澳门同胞的各种合法权益将得到切实尊重和维护。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n1、【自测题】社会主义市场经济理论有哪些丰富的内涵？\n答案：（1）计划经济和市场经济不是划分社会制度的标志，计划经济不等于社会主义，市场经济也不等于资本主义；\n（2）计划和市场都是经济手段，对经济活动的调节各有优势和长处，社会主义实行市场经济要把两者结合起来；\n（3）市场经济作为资源配置的一种方式本身不具有制度属性，可以和不同的社会制度结合，从而表现出不同的性质。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n1、【自测题】简述社会主义初级阶段基本路线的主要内容。\n答案：领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强民主文明和谐的社会主义现代化国家而奋斗。\n题解：党的十三大提出了党在社会主义初级阶段的基本路线：领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强民主文明的社会主义现代化国家而奋斗。\n29.【2018年10月】简述社会主义初级阶段基本路线的主要内容。\n答案：领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强、民主、文明的社会主义现代化国家而奋斗。\n1、【2019年04月】简述邓小平理论的历史地位。\n答案：（1）马克思列宁主义、毛泽东思想的继承和发展。\n（2）中国特色社会主义理论体系的开篇之作。\n（3）改革开放和社会主义现代化建设的科学指南。\n题解：若与参考答案不完全一致，只要考生回答问题符合题意，可酌情给予相应的分数。\n1、【2019年10月】党在社会主义初级阶段基本路线的内容是什么？\n答案：党在社会主义初级阶段的基本路线，即领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强、民主、文明、和谐、美丽的社会主义现代化国家而奋斗。\n题解：考生若根据中共十三大至十八大报告对会主义初级阶段基本路线的概括作答，也可以给出相应分数。\n\n27.【2020年10月】简述邓小平关于社会主义本质的论断。\n答案：1992年年初，邓小平在南方谈话中对社会主义本质作了总结性理论概括：“社会主义的本质，是解放生产力，发展生产力，消灭剥削，消除两极分化，最终达到共同富裕。”这一科学概括，既包括了社会主义社会的生产力问题，又包括了以社会主义生产关系为基础的社会关系问题，是一个有机的整体。毫不动摇地坚持公有制和按劳分配，维护公有制和按劳分配的主体地位，是体现社会主义本质的前提。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
  content_object: {
    title: "毛泽东思想和中国特色社会主义思想概论 第五章 邓小平理论",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 5,
        title: "简答题（每小题5分）",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【自测题】简述社会主义初级阶段基本路线的主要内容。",
            explanation:
              "党的十三大提出了党在社会主义初级阶段的基本路线：领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强民主文明的社会主义现代化国家而奋斗。",
            number: 1,
            userAnswer: [],
            score: 5,
            id: "g1q1",
            answer: [
              "（1）领导和团结全国各族人民；\n（2）以经济建设为中心，坚持四项基本原则，坚持改革开放；\n（3）自力更生、艰苦创业，为把我国建设成为富强民主文明和谐的社会主义现代化国家而奋斗。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】简述“和平统一、一国两制”构想的基本内容。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 2,
            userAnswer: [],
            score: 5,
            id: "g1q2",
            answer: [
              "（1）坚持一个中国，这是“和平统一、一国两制”的核心，是发展两岸关系和实现和平统一的基础；\n（2）两制并存，在祖国统一的前提下，国家的主体部分实行社会主义制度，同时在台湾、香港、澳门保持原有的社会制度和生活方式长期不变；\n（3）高度自治，祖国完全统一后，台湾、香港、澳门作为特别行政区，享有不同于中国其他省、自治区、直辖市的高度自治权，台湾、香港、澳门同胞的各种合法权益将得到切实尊重和维护。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】社会主义市场经济理论有哪些丰富的内涵？",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 3,
            userAnswer: [],
            score: 5,
            id: "g1q3",
            answer: [
              "（1）计划经济和市场经济不是划分社会制度的标志，计划经济不等于社会主义，市场经济也不等于资本主义；\n（2）计划和市场都是经济手段，对经济活动的调节各有优势和长处，社会主义实行市场经济要把两者结合起来；\n（3）市场经济作为资源配置的一种方式本身不具有制度属性，可以和不同的社会制度结合，从而表现出不同的性质。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】简述社会主义初级阶段基本路线的主要内容。",
            explanation:
              "党的十三大提出了党在社会主义初级阶段的基本路线：领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强民主文明的社会主义现代化国家而奋斗。",
            number: 4,
            userAnswer: [],
            score: 5,
            id: "g1q4",
            answer: [
              "领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强民主文明和谐的社会主义现代化国家而奋斗。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title: "【2018年10月】简述社会主义初级阶段基本路线的主要内容。",
            id: "g1q5",
            number: 5,
            userAnswer: [],
            score: 5,
            answer: [
              "领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强、民主、文明的社会主义现代化国家而奋斗。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年04月】简述邓小平理论的历史地位。",
            explanation:
              "若与参考答案不完全一致，只要考生回答问题符合题意，可酌情给予相应的分数。",
            number: 6,
            userAnswer: [],
            score: 5,
            id: "g1q6",
            answer: [
              "（1）马克思列宁主义、毛泽东思想的继承和发展。\n（2）中国特色社会主义理论体系的开篇之作。\n（3）改革开放和社会主义现代化建设的科学指南。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年10月】党在社会主义初级阶段基本路线的内容是什么？",
            explanation:
              "考生若根据中共十三大至十八大报告对会主义初级阶段基本路线的概括作答，也可以给出相应分数。",
            number: 7,
            userAnswer: [],
            score: 5,
            id: "g1q7",
            answer: [
              "党在社会主义初级阶段的基本路线，即领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强、民主、文明、和谐、美丽的社会主义现代化国家而奋斗。",
            ],
            position: 14,
            type: "textarea",
            options: [],
          },
          {
            title: "【2020年10月】简述邓小平关于社会主义本质的论断。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 8,
            userAnswer: [],
            score: 5,
            id: "g1q8",
            answer: [
              "1992年年初，邓小平在南方谈话中对社会主义本质作了总结性理论概括：“社会主义的本质，是解放生产力，发展生产力，消灭剥削，消除两极分化，最终达到共同富裕。”这一科学概括，既包括了社会主义社会的生产力问题，又包括了以社会主义生产关系为基础的社会关系问题，是一个有机的整体。毫不动摇地坚持公有制和按劳分配，维护公有制和按劳分配的主体地位，是体现社会主义本质的前提。",
            ],
            position: 16,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
    ],
    totalScore: 40,
    questionCount: 8,
  },
  create_time: "2020-10-30T16:33:38.564806",
  is_active: true,
  questions_count: 8,
  is_break_through: true,
  tags: "章节习题",
  order_number: 10,
  owner_id: 59,
  user: 3,
  owner_type: 50,
  __str__: "第五章 邓小平理论（主观）",
};
