export default {
  id: 1336,
  title: "第七章 科学发展观（主观）",
  content:
    "毛泽东思想和中国特色社会主义思想概论 第七章 科学发展观\n二、简答题（每小题5分）\n1、【自测题】简述推进生态文明建设的总体要求。\n答案：树立尊重自然、顺应自然、保护自然的生态文明理念，把生态文明建设放在突出地位，融入经济建设、政治建设、文化建设、社会建设各方面和全过程，努力建设美丽中国，实现中华民族永续发展。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n27．【2020年08月】科学发展观的科学内涵是什么？\n答案：（1）推动经济社会发展是科学发展观的第一要义\n（2）以人为本是科学发展观的核心立场\n（3）全面协调可持续是科学发展观的基本要求\n（4）统筹兼顾是科学发展观的根本方法\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
  content_object: {
    title: "毛泽东思想和中国特色社会主义思想概论 第七章 科学发展观",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 5,
        title: "简答题（每小题5分）",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【自测题】简述推进生态文明建设的总体要求。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 1,
            userAnswer: [],
            score: 5,
            id: "g1q1",
            answer: [
              "树立尊重自然、顺应自然、保护自然的生态文明理念，把生态文明建设放在突出地位，融入经济建设、政治建设、文化建设、社会建设各方面和全过程，努力建设美丽中国，实现中华民族永续发展。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【2020年08月】科学发展观的科学内涵是什么？",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 2,
            userAnswer: [],
            score: 5,
            id: "g1q2",
            answer: [
              "（1）推动经济社会发展是科学发展观的第一要义\n（2）以人为本是科学发展观的核心立场\n（3）全面协调可持续是科学发展观的基本要求\n（4）统筹兼顾是科学发展观的根本方法",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
    ],
    totalScore: 10,
    questionCount: 2,
  },
  create_time: "2020-10-30T16:34:56.670675",
  is_active: true,
  questions_count: 2,
  is_break_through: true,
  tags: "章节习题",
  order_number: 14,
  owner_id: 59,
  user: 3,
  owner_type: 50,
  __str__: "第七章 科学发展观（主观）",
};
