export default {
  id: 1337,
  title: "第八章 习近平新时代中国特色社会主义思想及其历史地位（主观）",
  content:
    "毛泽东思想和中国特色社会主义思想概论 第八章 习近平新时代中国特色社会主义思想及其历史地位\n二、简答题（每小题5分）\n1、【2019年04月】中国特色社会主义进入新时代的意义是什么？\n答案：（1）意味着近代以来久经磨难的中华民族迎来了从站起来、富起来到强起来的伟大飞跃，迎来了实现中华民族伟大复兴的光明前景。\n（2）意味着科学社会主义在21世纪的中国焕发出强大生机活力，在世界上高高举起了中国特色社会主义伟大旗帜。\n（3）意味着中国特色社会主义道路、理论、制度、文化不断发展，为解决人类问题贡献了中国智慧和中国方案。\n题解：若与参考答案不完全一致，只要考生回答问题符合题意，可酌情给予相应的分数。\n1、【2019年10月】简述中国特色社会主义新时代的内涵。\n答案：（1）承前启后、继往开来，在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代。\n（2）决胜全面建成小康社会、进而全面建设社会主义现代化强国的时代。\n（3）全国各族人民团结奋斗、不断创造美好生活、逐步实现全体人民共同富裕的时代。\n（4）全体中华儿女勤力同心、奋力实现中华民族伟大复兴中国梦的时代。\n（5）我国日益走近世界舞台中央、不断为人类作更大贡献的时代\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n28．【2020年08月】为什么说习近平新时代中国特色社会主义思想是马克思主义中国化的最新成果？\n答案：（1）开辟了马克思主义新境界。始终贯穿着马克思主义立场、观点和方法，始终把马克思主义作为理论起点、逻辑起点、价值起点。同时又具有强烈的时代气息和现实针对性。在理论上实现了重大突破、创新和发展，以全新视野深化了对共产党执政规律、社会主义建设规律和人类社会发展规律的认识。\n（2）开辟了中国特色社会主义新境界。为实现中华民族伟大复兴的中国梦提供了强大精神力量，标注了正确前进方向，充分体现了中国特色社会主义理论自信，也向世界展示了社会主义的光明图景。\n（3）对人类文明进步具有重要意义。中国的做法和经验为发展中国家提供了路径启示，拓展了发展中国家走向现代化的途径。为应对全球性挑战、解决全球性问题贡献了中国智慧和中国方案。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n28.【2020年10月】中国特色社会主义进入新时代的内涵。\n答案：中国特色社会主义进入新时代，这个新时代具有丰富的内涵，包含了历史性、实践性、人民性、民族性和世界性。\n（1）这个新时代是承前启后、继往开来，在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代。\n（2）这个新时代是决胜全城建成小康社会，进而全面建设社会主义现代化强国的时代。\n（3）这个新时代是全国各族人民团结奋斗、不断创造美好生活、逐步实现全体人民共同富裕的时代。\n（4）这个新时代是全体中华儿女戮力同心、奋力实现中华民族伟大复兴中国梦的时代。\n（5）这个新时代是我国日益走近世界舞台中央、不断为人类作出更大贡献的时代。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
  content_object: {
    title:
      "毛泽东思想和中国特色社会主义思想概论 第八章 习近平新时代中国特色社会主义思想及其历史地位",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 5,
        title: "简答题（每小题5分）",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【2019年04月】中国特色社会主义进入新时代的意义是什么？",
            explanation:
              "若与参考答案不完全一致，只要考生回答问题符合题意，可酌情给予相应的分数。",
            number: 1,
            userAnswer: [],
            score: 5,
            id: "g1q1",
            answer: [
              "（1）意味着近代以来久经磨难的中华民族迎来了从站起来、富起来到强起来的伟大飞跃，迎来了实现中华民族伟大复兴的光明前景。\n（2）意味着科学社会主义在21世纪的中国焕发出强大生机活力，在世界上高高举起了中国特色社会主义伟大旗帜。\n（3）意味着中国特色社会主义道路、理论、制度、文化不断发展，为解决人类问题贡献了中国智慧和中国方案。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年10月】简述中国特色社会主义新时代的内涵。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 2,
            userAnswer: [],
            score: 5,
            id: "g1q2",
            answer: [
              "（1）承前启后、继往开来，在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代。\n（2）决胜全面建成小康社会、进而全面建设社会主义现代化强国的时代。\n（3）全国各族人民团结奋斗、不断创造美好生活、逐步实现全体人民共同富裕的时代。\n（4）全体中华儿女勤力同心、奋力实现中华民族伟大复兴中国梦的时代。\n（5）我国日益走近世界舞台中央、不断为人类作更大贡献的时代",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2020年08月】为什么说习近平新时代中国特色社会主义思想是马克思主义中国化的最新成果？",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 3,
            userAnswer: [],
            score: 5,
            id: "g1q3",
            answer: [
              "（1）开辟了马克思主义新境界。始终贯穿着马克思主义立场、观点和方法，始终把马克思主义作为理论起点、逻辑起点、价值起点。同时又具有强烈的时代气息和现实针对性。在理论上实现了重大突破、创新和发展，以全新视野深化了对共产党执政规律、社会主义建设规律和人类社会发展规律的认识。\n（2）开辟了中国特色社会主义新境界。为实现中华民族伟大复兴的中国梦提供了强大精神力量，标注了正确前进方向，充分体现了中国特色社会主义理论自信，也向世界展示了社会主义的光明图景。\n（3）对人类文明进步具有重要意义。中国的做法和经验为发展中国家提供了路径启示，拓展了发展中国家走向现代化的途径。为应对全球性挑战、解决全球性问题贡献了中国智慧和中国方案。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【2020年10月】中国特色社会主义进入新时代的内涵。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 4,
            userAnswer: [],
            score: 5,
            id: "g1q4",
            answer: [
              "中国特色社会主义进入新时代，这个新时代具有丰富的内涵，包含了历史性、实践性、人民性、民族性和世界性。\n（1）这个新时代是承前启后、继往开来，在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代。\n（2）这个新时代是决胜全城建成小康社会，进而全面建设社会主义现代化强国的时代。\n（3）这个新时代是全国各族人民团结奋斗、不断创造美好生活、逐步实现全体人民共同富裕的时代。\n（4）这个新时代是全体中华儿女戮力同心、奋力实现中华民族伟大复兴中国梦的时代。\n（5）这个新时代是我国日益走近世界舞台中央、不断为人类作出更大贡献的时代。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
    ],
    totalScore: 20,
    questionCount: 4,
  },
  create_time: "2020-10-30T16:35:42.720611",
  is_active: true,
  questions_count: 4,
  is_break_through: true,
  tags: "章节习题",
  order_number: 16,
  owner_id: 59,
  user: 3,
  owner_type: 50,
  __str__: "第八章 习近平新时代中国特色社会主义思想及其历史地位（主观）",
};
