export default {
  id: 1338,
  title: "第九章 坚持和发展中国特色社会主义的总任务（主观）",
  content:
    "毛泽东思想和中国特色社会主义思想概论 第九章 坚持和发展中国特色社会主义的总任务\n二、简答题（每小题5分）\n1、【自测题】简述中国梦的实现途径。\n答案：（1）实现中国梦必须走中国道路，即中国特色社会主义道路。\n（2）实现中国梦必须弘扬中国精神，这就是以爱国主义为核心的民族精神和以改革创新为核心的时代精神。\n（3）实现中国梦必须凝聚中国力量，这就是全国各族人民大团结的力量。\n（4）实现中华民族伟大复兴是海内外中华儿女的共同梦想，需要海内外中华儿女紧密团结、共同奋斗。\n（5）实现中国梦必须实干。实干才能梦想成真，实现中华民族伟大复兴，是一项光荣而艰巨的事业，需要每一个人付出艰苦努力，用实干托起中国梦。\n（6）实现中国梦任重而道远，需要锲而不舍、驰而不息的艰苦努力。\n（7）实现中国梦需要和平，只有和平才能实现梦想。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n30.【2018年10月】如何理解中国梦的深刻内涵？\n答案：（1）中华民族伟大复兴的中国梦，最核心的内容是国家富强、民族振兴、人民幸福。\n（2）国家富强，是指我国综合国力进一步增强，中国特色社会主义事业进一步发展和完善。\n（3）民族振兴，就是通过自身的不断发展与强大，使中华民族再次处于世界领先地位。\n（4）人民幸福，就是人民权利保障更加充分，共同享有各种机会。\n1、【2019年10月】中国梦的本质是什么？\n答案：中国梦的本质是国家富强、民族振兴、人民幸福。\n题解：中国梦的本质实现中华民族伟大复兴是中华民族近代以来最伟大的梦想。中国梦的本质是国家富强、民族振兴、人民幸福。（1）国家富强指我国综合国力进一步增强，中国特色社会主义事业进一步发展和完善。经济更加发达，科技创新在经济发展中的驱动力更加强劲，政治更加民主，文化更加繁荣，社会更加和谐，生态更加美好。（2）民族振兴是通过自身的不断发展与强大，继承并创造中华民族的优秀文化以及先进的文明成果，进而使中华民族再次处于世界领先的地位，再次以高昂的姿态屹立于世界民族之林。民族振兴，也会更好地造福世界人民，共创世界美好的未来。（3）人民幸福是人民权利保障更加充分、人人得享共同发展，生活在伟大祖国和伟大时代的中国人民，共同享有人生出彩的机会，共同享有梦想成真的机会，共同享有同祖国和时代一起成长与进步的机会。\n1、【2019年10月】2019年4月30日，习近平在纪念五四运动100周年大会上发表了重要讲话。简述习近平在讲话中强调的新时代中国青年运动的主题、方向和使命。\n答案：坚持中国共产党的领导，同人民一道，为实现“两个一百年奋斗目标”实现中华民族伟大复兴的中国梦而奋斗。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
  content_object: {
    title:
      "毛泽东思想和中国特色社会主义思想概论 第九章 坚持和发展中国特色社会主义的总任务",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 5,
        title: "简答题（每小题5分）",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【自测题】简述中国梦的实现途径。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 1,
            userAnswer: [],
            score: 5,
            id: "g1q1",
            answer: [
              "（1）实现中国梦必须走中国道路，即中国特色社会主义道路。\n（2）实现中国梦必须弘扬中国精神，这就是以爱国主义为核心的民族精神和以改革创新为核心的时代精神。\n（3）实现中国梦必须凝聚中国力量，这就是全国各族人民大团结的力量。\n（4）实现中华民族伟大复兴是海内外中华儿女的共同梦想，需要海内外中华儿女紧密团结、共同奋斗。\n（5）实现中国梦必须实干。实干才能梦想成真，实现中华民族伟大复兴，是一项光荣而艰巨的事业，需要每一个人付出艰苦努力，用实干托起中国梦。\n（6）实现中国梦任重而道远，需要锲而不舍、驰而不息的艰苦努力。\n（7）实现中国梦需要和平，只有和平才能实现梦想。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【2018年10月】如何理解中国梦的深刻内涵？",
            id: "g1q2",
            number: 2,
            userAnswer: [],
            score: 5,
            answer: [
              "（1）中华民族伟大复兴的中国梦，最核心的内容是国家富强、民族振兴、人民幸福。\n（2）国家富强，是指我国综合国力进一步增强，中国特色社会主义事业进一步发展和完善。\n（3）民族振兴，就是通过自身的不断发展与强大，使中华民族再次处于世界领先地位。\n（4）人民幸福，就是人民权利保障更加充分，共同享有各种机会。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年10月】中国梦的本质是什么？",
            explanation:
              "中国梦的本质实现中华民族伟大复兴是中华民族近代以来最伟大的梦想。中国梦的本质是国家富强、民族振兴、人民幸福。（1）国家富强指我国综合国力进一步增强，中国特色社会主义事业进一步发展和完善。经济更加发达，科技创新在经济发展中的驱动力更加强劲，政治更加民主，文化更加繁荣，社会更加和谐，生态更加美好。（2）民族振兴是通过自身的不断发展与强大，继承并创造中华民族的优秀文化以及先进的文明成果，进而使中华民族再次处于世界领先的地位，再次以高昂的姿态屹立于世界民族之林。民族振兴，也会更好地造福世界人民，共创世界美好的未来。（3）人民幸福是人民权利保障更加充分、人人得享共同发展，生活在伟大祖国和伟大时代的中国人民，共同享有人生出彩的机会，共同享有梦想成真的机会，共同享有同祖国和时代一起成长与进步的机会。",
            number: 3,
            userAnswer: [],
            score: 5,
            id: "g1q3",
            answer: ["中国梦的本质是国家富强、民族振兴、人民幸福。"],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2019年10月】2019年4月30日，习近平在纪念五四运动100周年大会上发表了重要讲话。简述习近平在讲话中强调的新时代中国青年运动的主题、方向和使命。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 4,
            userAnswer: [],
            score: 5,
            id: "g1q4",
            answer: [
              "坚持中国共产党的领导，同人民一道，为实现“两个一百年奋斗目标”实现中华民族伟大复兴的中国梦而奋斗。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
    ],
    totalScore: 20,
    questionCount: 4,
  },
  create_time: "2020-10-30T16:36:38.054809",
  is_active: true,
  questions_count: 4,
  is_break_through: true,
  tags: "章节习题",
  order_number: 18,
  owner_id: 59,
  user: 3,
  owner_type: 50,
  __str__: "第九章 坚持和发展中国特色社会主义的总任务（主观）",
};
