export default {
  id: 1339,
  title: "第十章 “五位一体”总体布局（主观）",
  content:
    "毛泽东思想和中国特色社会主义思想概论 第十章 “五位一体”总体布局\n二、简答题（每小题5分）\n1、【自测题】简述党的领导、人民当家作主和依法治国的有机统一。\n答案：（1）党的领导是人民当家作主和依法治国的根本保证。\n（2）坚持党的领导，就要发挥党总揽全局、协调各方的领导核心作用。\n（3）实现人民当家作主，就要扩大人民有序政治参与，保证人民依法实行民主选举、民主协商、民主决策、民主管理、民主监督。\n（4）坚持依法治国，就要维护国家法制统一、尊严、权威，加强人权法治保障，保证人民依法享有广泛权利和自由。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n1、【自测题】简述社会主义核心价值观的内涵。\n答案：（1）富强、民主、文明、和谐，这是国家层面的价值追求。\n（2）自由、平等、公正、法治，这是社会层面的价值取向\n（3）爱国、敬业、诚信、友善，这是个人层面的价值标准。\n题解：社会主义核心价值观的基本内容：\n（1）富强、民主、文明、和谐——国家层面的价值\n（2）自由、平等、公正、法治——社会层面的价值\n（3）爱国、敬业、诚信、友善——公民层面的价值要求在社会主义核心价值观中，最深层、最根本、最永恒的是爱国主义。\n1、【自测题】简述我国“十三五”时期经济社会发展的基本理念。\n答案：创新、协调、绿色、开放、共享。\n题解：第十三个五年规划纲要，简称“十三五”规划（2016－2020年）。党的十八届五中全会（2015年10月）提出经济发展五大发展理念，因此“十三五”时期经济社会发展的理念即是十八届五中全会提出的新发展理念。\n1、【自测题】加强和创新社会治理的主要任务？\n答案：（1）创新社会治理体制。\n（2）改进社会治理方式。\n（3）加强预防和化解社会矛盾机制建设。\n（4）加强社会心理服务体系建设。\n（5）加强社区治理体系建设。\n题解：加强和创新社会治理的主要任务（1）创新社会治理体制坚持完善党委领导、政府负责、社会协同、公众参与、法治保障的社会治理体制，提高社会治理社会化、法治化、智能化、专业化水平，推进社会治理精细化，打造共建共治共享的社会治理格局。（2）改进社会治理方式坚持系统治理、依法治理、源头治理、综合治理。（3）加强预防和化解社会矛盾机制建设完善社会矛盾排查预警机制，健全重大决策社会稳定风险评估机制，完善矛盾纠纷多元化解机制，建立涉法涉诉信访依法终结制度。（4）加强社会心理服务体系建设加强和改进思想政治工作，推动全社会践行社会主义核心价值观，完善惩恶扬善机制，加强教育、心理等手段的综合运用。（5）加强社区治理体系建设尽可能把资源、服务、管理放到社区，使社区有职有权有物，更好地为群众提供精准高效的服务和管理；要加强城市常态化管理，加强创新农村社会治理。\n1、【自测题】简述新时期爱国统一战线的主要内容。\n答案：由中国共产党领导的，有各民主党派和各人民团体参加的，包括全体社会主义劳动者、社会主义事业的建设者、拥护社会主义的爱国者、拥护祖国统一和致力于中华民族伟大复兴的爱国者的广泛的爱国统一战线。\n题解：答案仅供参考，考生作答的前后顺序与答案不同，只要意思正确，也能得分。\n1、【2019年04月】习近平新时代中国特色社会主义经济思想的主要内容有哪些？\n答案：（1）坚持加强党对经济工作的集中统一领导；\n（2）坚持以人民为中心的发展思想；\n（3）坚持适应把握引领经济发展新常态；\n（4）坚持使市场在资源配置中起决定性作用，更好发挥政府作用；\n（5）坚持把推进供给侧结构性改革作为经济工作的主线；\n（6）坚持问题导向部署经济发展新战略；\n（7）坚持正确的工作策略和方法，稳中求进，保持战略定力、坚持底线思维。\n题解：习近平新时代中国特色社会主义经济思想的内涵十八大以来，我们党在实践中形成了以新发展理念为主要内容的习近平新时代中国特色社会主义经济思想，其丰富的内涵包括：（1）坚持加强党对经济工作的集中统一领导，保证我国经济沿着正确方向发展。（2）坚持以人民为中心的发展思想，贯穿到统筹推进“五位一体”总体布局和协调推进“四个全面”战略布局之中。（3）坚持适应把握引领经济发展新常态，立足大局，把握规律。（4）坚持使市场在资源配置中起决定性作用，更好发挥政府作用，坚决扫除经济发展的体制机制障碍。（5）坚持适应我国经济发展主要矛盾变化，完善宏观调控，相机抉择，开准药方，把推进供给侧结构性改革作为经济工作的主线。（6）坚持问题导向部署经济发展新战略，对我国经济社会发展变革产生深远影响。（7）坚持正确的工作策略和方法，稳中求进，保持战略定力、坚持底线思维，一步一个脚印向前迈进。\n\n29．【2020年08月】简述新发展理念的主要内容。\n答案：（1）创新是引领发展的第一动力。\n（2）协调是持续健康发展的内在要求。\n（3）绿色是永续发展的必要条件。\n（4）开放是国家繁荣发展的必由之路。\n（5）共享是中国特色社会主义的本质要求。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n29.【2020年10月】简述社会主义核心价值观的主要内容。\n答案：社会主义核心价值观的基本内容：富强、民主、文明，和谐是国家层面的价值要求，自由、平等、公正、法治是社会层面的价值要求，爱国、敬业、诚信、友善是公民层面的价值要求。在社会主义核心价值观中，最深层、最根本、最永恒的是爱国主义。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题\n1、【自测题】“依法治国，是坚持和发展中国特色社会主义的本质要求和重要保障，是实现国家治理体系和治理能力现代化的必然要求，事关我们党执政兴国，事关人民幸福安康，事关党和国家长治久安。全面建成小康社会、实现中华民族伟大复兴的中国梦，全面深化改革、完善和发展中国特色社会主义制度，提高党的执政能力和执政水平，必须全面推进依法治国。”\n问题：党的领导、人民当家作主和依法治国的有机统一。（15分）\n答案：（1）党的领导是人民当家作主和依法治国的根本保证，人民当家作主是社会主义民主政治的本质特征，依法治国是党领导人民治理国家的基本方式，三者统一于我国社会主义民主政治伟大实践。\n（2）坚持党的领导，就要发挥党总揽全局、协调各方的领导核心作用。\n（3）实现人民当家作主，就要扩大人民有序政治参与，保证人民依法实行民主选举、民主协商、民主决策、民主管理、民主监督。\n（4）坚持依法治国，就要维护国家法制统一、尊严、权威，加强人权法治保障，保证人民依法享有广泛权利和自由。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
  content_object: {
    title: "毛泽东思想和中国特色社会主义思想概论 第十章 “五位一体”总体布局",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 5,
        title: "简答题（每小题5分）",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【自测题】简述党的领导、人民当家作主和依法治国的有机统一。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 1,
            userAnswer: [],
            score: 5,
            id: "g1q1",
            answer: [
              "（1）党的领导是人民当家作主和依法治国的根本保证。\n（2）坚持党的领导，就要发挥党总揽全局、协调各方的领导核心作用。\n（3）实现人民当家作主，就要扩大人民有序政治参与，保证人民依法实行民主选举、民主协商、民主决策、民主管理、民主监督。\n（4）坚持依法治国，就要维护国家法制统一、尊严、权威，加强人权法治保障，保证人民依法享有广泛权利和自由。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】简述社会主义核心价值观的内涵。",
            explanation:
              "社会主义核心价值观的基本内容：\n（1）富强、民主、文明、和谐——国家层面的价值\n（2）自由、平等、公正、法治——社会层面的价值\n（3）爱国、敬业、诚信、友善——公民层面的价值要求在社会主义核心价值观中，最深层、最根本、最永恒的是爱国主义。",
            number: 2,
            userAnswer: [],
            score: 5,
            id: "g1q2",
            answer: [
              "（1）富强、民主、文明、和谐，这是国家层面的价值追求。\n（2）自由、平等、公正、法治，这是社会层面的价值取向\n（3）爱国、敬业、诚信、友善，这是个人层面的价值标准。",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】简述我国“十三五”时期经济社会发展的基本理念。",
            explanation:
              "第十三个五年规划纲要，简称“十三五”规划（2016－2020年）。党的十八届五中全会（2015年10月）提出经济发展五大发展理念，因此“十三五”时期经济社会发展的理念即是十八届五中全会提出的新发展理念。",
            number: 3,
            userAnswer: [],
            score: 5,
            id: "g1q3",
            answer: ["创新、协调、绿色、开放、共享。"],
            position: 6,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】加强和创新社会治理的主要任务？",
            explanation:
              "加强和创新社会治理的主要任务（1）创新社会治理体制坚持完善党委领导、政府负责、社会协同、公众参与、法治保障的社会治理体制，提高社会治理社会化、法治化、智能化、专业化水平，推进社会治理精细化，打造共建共治共享的社会治理格局。（2）改进社会治理方式坚持系统治理、依法治理、源头治理、综合治理。（3）加强预防和化解社会矛盾机制建设完善社会矛盾排查预警机制，健全重大决策社会稳定风险评估机制，完善矛盾纠纷多元化解机制，建立涉法涉诉信访依法终结制度。（4）加强社会心理服务体系建设加强和改进思想政治工作，推动全社会践行社会主义核心价值观，完善惩恶扬善机制，加强教育、心理等手段的综合运用。（5）加强社区治理体系建设尽可能把资源、服务、管理放到社区，使社区有职有权有物，更好地为群众提供精准高效的服务和管理；要加强城市常态化管理，加强创新农村社会治理。",
            number: 4,
            userAnswer: [],
            score: 5,
            id: "g1q4",
            answer: [
              "（1）创新社会治理体制。\n（2）改进社会治理方式。\n（3）加强预防和化解社会矛盾机制建设。\n（4）加强社会心理服务体系建设。\n（5）加强社区治理体系建设。",
            ],
            position: 8,
            type: "textarea",
            options: [],
          },
          {
            title: "【自测题】简述新时期爱国统一战线的主要内容。",
            explanation:
              "答案仅供参考，考生作答的前后顺序与答案不同，只要意思正确，也能得分。",
            number: 5,
            userAnswer: [],
            score: 5,
            id: "g1q5",
            answer: [
              "由中国共产党领导的，有各民主党派和各人民团体参加的，包括全体社会主义劳动者、社会主义事业的建设者、拥护社会主义的爱国者、拥护祖国统一和致力于中华民族伟大复兴的爱国者的广泛的爱国统一战线。",
            ],
            position: 10,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2019年04月】习近平新时代中国特色社会主义经济思想的主要内容有哪些？",
            explanation:
              "习近平新时代中国特色社会主义经济思想的内涵十八大以来，我们党在实践中形成了以新发展理念为主要内容的习近平新时代中国特色社会主义经济思想，其丰富的内涵包括：（1）坚持加强党对经济工作的集中统一领导，保证我国经济沿着正确方向发展。（2）坚持以人民为中心的发展思想，贯穿到统筹推进“五位一体”总体布局和协调推进“四个全面”战略布局之中。（3）坚持适应把握引领经济发展新常态，立足大局，把握规律。（4）坚持使市场在资源配置中起决定性作用，更好发挥政府作用，坚决扫除经济发展的体制机制障碍。（5）坚持适应我国经济发展主要矛盾变化，完善宏观调控，相机抉择，开准药方，把推进供给侧结构性改革作为经济工作的主线。（6）坚持问题导向部署经济发展新战略，对我国经济社会发展变革产生深远影响。（7）坚持正确的工作策略和方法，稳中求进，保持战略定力、坚持底线思维，一步一个脚印向前迈进。",
            number: 6,
            userAnswer: [],
            score: 5,
            id: "g1q6",
            answer: [
              "（1）坚持加强党对经济工作的集中统一领导；\n（2）坚持以人民为中心的发展思想；\n（3）坚持适应把握引领经济发展新常态；\n（4）坚持使市场在资源配置中起决定性作用，更好发挥政府作用；\n（5）坚持把推进供给侧结构性改革作为经济工作的主线；\n（6）坚持问题导向部署经济发展新战略；\n（7）坚持正确的工作策略和方法，稳中求进，保持战略定力、坚持底线思维。",
            ],
            position: 12,
            type: "textarea",
            options: [],
          },
          {
            title: "【2020年08月】简述新发展理念的主要内容。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 7,
            userAnswer: [],
            score: 5,
            id: "g1q7",
            answer: [
              "（1）创新是引领发展的第一动力。\n（2）协调是持续健康发展的内在要求。\n（3）绿色是永续发展的必要条件。\n（4）开放是国家繁荣发展的必由之路。\n（5）共享是中国特色社会主义的本质要求。",
            ],
            position: 14,
            type: "textarea",
            options: [],
          },
          {
            title: "【2020年10月】简述社会主义核心价值观的主要内容。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 8,
            userAnswer: [],
            score: 5,
            id: "g1q8",
            answer: [
              "社会主义核心价值观的基本内容：富强、民主、文明，和谐是国家层面的价值要求，自由、平等、公正、法治是社会层面的价值要求，爱国、敬业、诚信、友善是公民层面的价值要求。在社会主义核心价值观中，最深层、最根本、最永恒的是爱国主义。",
            ],
            position: 16,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
      {
        title: "论述题",
        memo: "",
        number: 2,
        questions: [
          {
            title:
              "【自测题】“依法治国，是坚持和发展中国特色社会主义的本质要求和重要保障，是实现国家治理体系和治理能力现代化的必然要求，事关我们党执政兴国，事关人民幸福安康，事关党和国家长治久安。全面建成小康社会、实现中华民族伟大复兴的中国梦，全面深化改革、完善和发展中国特色社会主义制度，提高党的执政能力和执政水平，必须全面推进依法治国。”\n问题：党的领导、人民当家作主和依法治国的有机统一。（15分）",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 9,
            userAnswer: [],
            score: 15,
            id: "g2q9",
            answer: [
              "（1）党的领导是人民当家作主和依法治国的根本保证，人民当家作主是社会主义民主政治的本质特征，依法治国是党领导人民治理国家的基本方式，三者统一于我国社会主义民主政治伟大实践。\n（2）坚持党的领导，就要发挥党总揽全局、协调各方的领导核心作用。\n（3）实现人民当家作主，就要扩大人民有序政治参与，保证人民依法实行民主选举、民主协商、民主决策、民主管理、民主监督。\n（4）坚持依法治国，就要维护国家法制统一、尊严、权威，加强人权法治保障，保证人民依法享有广泛权利和自由。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        id: "g2",
      },
    ],
    totalScore: 55,
    questionCount: 9,
  },
  create_time: "2020-10-30T16:37:32.766703",
  is_active: true,
  questions_count: 9,
  is_break_through: true,
  tags: "章节习题",
  order_number: 20,
  owner_id: 59,
  user: 3,
  owner_type: 50,
  __str__: "第十章 “五位一体”总体布局（主观）",
};
