export default {
  id: 1340,
  title: "第十一章 “四个全面”战略布局（主观）",
  content:
    "毛泽东思想和中国特色社会主义思想概论 第十一章 “四个全面”战略布局\n二、简答题（每小题5分）\n1、【自测题】简述全面深化改革须围绕哪些方面展开。\n答案：（1）紧紧围绕使市场在资源配置中起决定性作用深化经济体制改革。\n（2）紧紧围绕坚持党的领导、人民当家作主、依法治国有机统一深化政治体制改革。\n（3）紧紧围绕建设社会主义核心价值体系、社会主义文化强国深化文化体制改革。\n（4）紧紧围绕更好保障和改善民生、促进社会公平正义深化社会体制改革。\n（5）紧紧围绕建设美丽中国深化生态文明体制改革。\n（6）紧紧围绕提高科学执政、民主执政、依法执政水平深化党的建设制度改革。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n30．【2020年08月】决胜全面建成小康社会要坚决打好的“三大攻坚战”是什么？\n答案：（1）坚决打好防范化解重大风险攻坚战。要加强风险监测、预警、应急处置能力，防止外部风险演化为内部风险，防止经济金融风险演化为政治社会风险，防止个体风险演化为系统性风险。\n（2）坚决打好精准脱贫攻坚战。坚持精准扶贫、精准脱贫基本方略，坚持专项扶贫、行业扶贫、社会扶贫等“三位一体”大扶贫格局，做到“真脱贫”。\n（3）坚决打好污染防治攻坚战。要贯彻绿色发展理念，坚持节约优先、保护优先、自然恢复为主，加快形成节约资源和保护环境的空间格局产业结构、生产和生活方式。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n30.【2020年10月】简述全面深化改革的总目标及其辩证关系。\n答案：党的十八届三中全会通过了《中共中央关于全面深化改革若干重大问题的决定》，提出全面深化改革的总目标是完善和发展中国特色社会主义制度，推进国家治理体系和治理。能力现代化。\n（1）完善和发展中国特色社会主义制度和推进国家治理体系和治理能力现代化。这两句话是一个整体，前一句规定了根本方向，后一句规定了实现路径我们是在中国特色社会主义道路这个方向上推进国家治理体系和治理能力现代化。推进国家治理体系和治理能力现代化，是完善和发展中国特色社会主义制度的必然要求，是实现社会主义现代化的应有之义。\n（2）国家治理体系和治理能力。国家治理体系和治理能力是一个国家的制度和制度执行能力的集中体现，两者相辅相成。\n（3）推进国家治理体系和治理能力现代化，必须解决好价值体系问题。培育和弘扬核心价值体系和核心价值观，有效整合社会意识，是社会系统得以正常运转、社会秩序得以有效维护的重要途径，是国家治理体系和治理能力的重要方面。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题\n1、【2019年10月】旗帜鲜明讲政治是我们党作为马克思主义党的根本要求，党的政治建设是党的根本性建设，决定党的建设方向和效果。保证全党服从中央，坚持党中央权威和集中统一领导，是党的政治建设的首要任务。全党要定执行党的政治路线，严格遵守政治纪律和政治规矩，在政治立场、政治方向、政原则、政治道路上同党中央保持高度一致。\n问题：试述把党的政治建设摆在党的建设首位的重大意义。（15分）\n答案：（1）旗帜鲜明讲政治是我们党作为马克思主义政党的根本要求\n（2）党的政治建设是党的根本性建设，决定党的建设方向和效果。\n（3）注重抓党的政治建设是党的十八大以来全面严治党的成功经验。\n题解：把党的政治建设摆在首位的重大意义党的十九大首次把党的政治建设纳入党的建设总体布局，并强调“以党的政治建设为统领”“把党的政治建设摆在首位”，凸显党的政治建设的极端重要性，这是党的建设理论和实践的重大创新。（1）旗帜鲜明讲政治是我们党作为马克思主义政党的根本要求。党的性质、党的政治主张、党的政治领导地位，决定了党的政治建设至关重要。（2）党的政治建设是党的根本性建设，决定党的建设方向和效果。政党本质上是特定阶级利益的集中代表者，是有着共同政治纲领、政治路线、政治目标的政治组织。政治属性是政党第一位的属性，政治建设是政党建设的内在要求。（3）注重抓党的政治建设是党的十八大以来全面从严治党的成功经验。要解决当前党内存在的突出矛盾和问题，必须把党的政治建设摆在首位，营造风清气正的政治生态。\n\n33．【2020年08月】我们以巨大的政治勇气和智慧，提出全面深化改革总目标是完善和发展中国特色社会主义制度、推进国家治理体系和治理能力现代化，着力增强改革系统性、整体性、协同性，着力抓好重大制度创新，着力提升人民群众获得感、幸福感、安全感，推出1600多项改革方案，啃下了不少硬骨头，闯过了不少急流险滩，改革呈现全面发力、多点突破、蹄疾步稳、纵深推进的局面。\n问题：如何正确处理全面深化改革中的重大关系？（15分）\n答案：（1）处理好解放思想和实事求是的关系。解放思想和实事求是相统一，解放思想的目的和实质都是为了做到实事求是。\n（2）处理好顶层设计和摸着石头过河的关系。摸着石头过河就是坚持边实践边总结，从实践中获得真知。顶层设计就是要对经济、政治、文化、社会、生态体制做出统筹设计。\n（3）处理好整体推进和重点突破的关系。整体推进、协同改革不是平均用力、齐头并进，也要注重抓主要矛盾和矛盾的主要方面，注重抓重要领域和关键环节。\n（4）处理好胆子要大、步子要稳的关系。要敢于向前推进，敢于担当，同时方向要准，行驶要稳，不能犯颠覆性错误。\n（5）处理好改革、发展、稳定的关系。改革是社会发展的强大动力，发展是解决一切经济社会问题的关键，稳定是改革发展的前提。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
  content_object: {
    title: "毛泽东思想和中国特色社会主义思想概论 第十一章 “四个全面”战略布局",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 5,
        title: "简答题（每小题5分）",
        type: "sentence",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【自测题】简述全面深化改革须围绕哪些方面展开。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 1,
            userAnswer: [""],
            score: 5,
            id: "g1q1",
            answer: [
              "（1）紧紧围绕使市场在资源配置中起决定性作用深化经济体制改革。\n（2）紧紧围绕坚持党的领导、人民当家作主、依法治国有机统一深化政治体制改革。\n（3）紧紧围绕建设社会主义核心价值体系、社会主义文化强国深化文化体制改革。\n（4）紧紧围绕更好保障和改善民生、促进社会公平正义深化社会体制改革。\n（5）紧紧围绕建设美丽中国深化生态文明体制改革。\n（6）紧紧围绕提高科学执政、民主执政、依法执政水平深化党的建设制度改革。",
            ],
            position: 1,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2020年08月】决胜全面建成小康社会要坚决打好的“三大攻坚战”是什么？",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 2,
            userAnswer: [""],
            score: 5,
            id: "g1q2",
            answer: [
              "（1）坚决打好防范化解重大风险攻坚战。要加强风险监测、预警、应急处置能力，防止外部风险演化为内部风险，防止经济金融风险演化为政治社会风险，防止个体风险演化为系统性风险。\n（2）坚决打好精准脱贫攻坚战。坚持精准扶贫、精准脱贫基本方略，坚持专项扶贫、行业扶贫、社会扶贫等“三位一体”大扶贫格局，做到“真脱贫”。\n（3）坚决打好污染防治攻坚战。要贯彻绿色发展理念，坚持节约优先、保护优先、自然恢复为主，加快形成节约资源和保护环境的空间格局产业结构、生产和生活方式。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【2020年10月】简述全面深化改革的总目标及其辩证关系。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 3,
            userAnswer: [""],
            score: 5,
            id: "g1q3",
            answer: [
              "党的十八届三中全会通过了《中共中央关于全面深化改革若干重大问题的决定》，提出全面深化改革的总目标是完善和发展中国特色社会主义制度，推进国家治理体系和治理。能力现代化。\n（1）完善和发展中国特色社会主义制度和推进国家治理体系和治理能力现代化。这两句话是一个整体，前一句规定了根本方向，后一句规定了实现路径我们是在中国特色社会主义道路这个方向上推进国家治理体系和治理能力现代化。推进国家治理体系和治理能力现代化，是完善和发展中国特色社会主义制度的必然要求，是实现社会主义现代化的应有之义。\n（2）国家治理体系和治理能力。国家治理体系和治理能力是一个国家的制度和制度执行能力的集中体现，两者相辅相成。\n（3）推进国家治理体系和治理能力现代化，必须解决好价值体系问题。培育和弘扬核心价值体系和核心价值观，有效整合社会意识，是社会系统得以正常运转、社会秩序得以有效维护的重要途径，是国家治理体系和治理能力的重要方面。",
            ],
            position: 3,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        questionCount: 3,
        id: "g1",
      },
      {
        title: "论述题",
        memo: "",
        number: 2,
        questions: [
          {
            title:
              "【2019年10月】旗帜鲜明讲政治是我们党作为马克思主义党的根本要求，党的政治建设是党的根本性建设，决定党的建设方向和效果。保证全党服从中央，坚持党中央权威和集中统一领导，是党的政治建设的首要任务。全党要定执行党的政治路线，严格遵守政治纪律和政治规矩，在政治立场、政治方向、政原则、政治道路上同党中央保持高度一致。\n问题：试述把党的政治建设摆在党的建设首位的重大意义。（15分）",
            explanation:
              "把党的政治建设摆在首位的重大意义党的十九大首次把党的政治建设纳入党的建设总体布局，并强调“以党的政治建设为统领”“把党的政治建设摆在首位”，凸显党的政治建设的极端重要性，这是党的建设理论和实践的重大创新。（1）旗帜鲜明讲政治是我们党作为马克思主义政党的根本要求。党的性质、党的政治主张、党的政治领导地位，决定了党的政治建设至关重要。（2）党的政治建设是党的根本性建设，决定党的建设方向和效果。政党本质上是特定阶级利益的集中代表者，是有着共同政治纲领、政治路线、政治目标的政治组织。政治属性是政党第一位的属性，政治建设是政党建设的内在要求。（3）注重抓党的政治建设是党的十八大以来全面从严治党的成功经验。要解决当前党内存在的突出矛盾和问题，必须把党的政治建设摆在首位，营造风清气正的政治生态。",
            number: 4,
            userAnswer: [""],
            score: 15,
            id: "g2q4",
            answer: [
              "（1）旗帜鲜明讲政治是我们党作为马克思主义政党的根本要求\n（2）党的政治建设是党的根本性建设，决定党的建设方向和效果。\n（3）注重抓党的政治建设是党的十八大以来全面严治党的成功经验。",
            ],
            position: 1,
            type: "textarea",
            options: [],
          },
          {
            title:
              "【2020年08月】我们以巨大的政治勇气和智慧，提出全面深化改革总目标是完善和发展中国特色社会主义制度、推进国家治理体系和治理能力现代化，着力增强改革系统性、整体性、协同性，着力抓好重大制度创新，着力提升人民群众获得感、幸福感、安全感，推出1600多项改革方案，啃下了不少硬骨头，闯过了不少急流险滩，改革呈现全面发力、多点突破、蹄疾步稳、纵深推进的局面。\n问题：如何正确处理全面深化改革中的重大关系？（15分）",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 5,
            userAnswer: [""],
            score: 15,
            id: "g2q5",
            answer: [
              "（1）处理好解放思想和实事求是的关系。解放思想和实事求是相统一，解放思想的目的和实质都是为了做到实事求是。\n（2）处理好顶层设计和摸着石头过河的关系。摸着石头过河就是坚持边实践边总结，从实践中获得真知。顶层设计就是要对经济、政治、文化、社会、生态体制做出统筹设计。\n（3）处理好整体推进和重点突破的关系。整体推进、协同改革不是平均用力、齐头并进，也要注重抓主要矛盾和矛盾的主要方面，注重抓重要领域和关键环节。\n（4）处理好胆子要大、步子要稳的关系。要敢于向前推进，敢于担当，同时方向要准，行驶要稳，不能犯颠覆性错误。\n（5）处理好改革、发展、稳定的关系。改革是社会发展的强大动力，发展是解决一切经济社会问题的关键，稳定是改革发展的前提。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        questionCount: 2,
        id: "g2",
      },
    ],
    totalScore: 45,
    questionCount: 5,
  },
  create_time: "2020-10-30T16:38:20.013665",
  is_active: true,
  questions_count: 5,
  is_break_through: true,
  tags: "章节习题",
  order_number: 22,
  owner_id: 59,
  user: 3,
  owner_type: 50,
  __str__: "第十一章 “四个全面”战略布局（主观）",
};
