export default {
  id: 1341,
  title: "第十三章 中国特色大国外交（主观）",
  content:
    "毛泽东思想和中国特色社会主义思想概论 第十三章 中国特色大国外交\n二、简答题（每小题5分）\n1、【自测题】2015年3月，国务院授权发布《推动共建丝绸之路经济带和21世纪海上丝绸之路的愿景与行动》。简述该文件提出的“一带一路”共建原则。\n答案：恪守联合国宪章的宗旨和原则，遵守和平共处五项原则。坚持开放合作。坚持和谐包容。坚持市场运作。坚持互利共赢。\n题解：答案仅供参考，考生作答所用的前后顺序与答案不同，只要意思正确，也能得分。\n1、【2019年04月】简述我国独立自主和平外交政策的内涵。\n答案：（1）把国家主权和安全放在第一位\n（2）从我国人民和世界人民的根本利益出发\n（3）坚持各国的事务应由本国政府和人民决定\n（4）主张和平解决国际争端和热点问题\n题解：若与参考答案不完全一致，只要考生回答问题符合题意，可酌情给予相应的分数。\n1、【2019年10月】简述构建人类命运共同体思想的主要内容。\n答案：（1）政治上，要相互尊重、平等协商，摒弃冷战思维和强权政治，走国与国交往的新路\n（2）安全上，要坚持以对话解决争端、以协商化分，反对一切形式的恐怖主义。\n（3）经济上，要同舟共济，促进贸易和投资自由化便利化。\n（4）文化上，要尊重世界文明多样性。\n（5）生态上，要坚持环境友好，保护好地球家园。\n题解：答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。\n\n三、论述题\n33.【2020年10月】我们实现由封闭半封闭到全方位开放的历史转变，积极参与经济全球化进程，为推动人类共同发展作出了应有贡献。我们积极推动建设开放型世界经济、构建人类命运共同体，促进全球治理体系变革，旗帜鲜明反对霸权主义和强权政治，为世界和平与发展不断贡献中国智慧、中国方案、中国力量。我国日益走近世界舞台中央，成为国际社会公认的世界和平的建设者、全球发展的贡献者、国际秩序的维护者！\n问题：如何共商共建人类命运共同体。（15分）\n答案：构建人类命运共同体既是中国外交的崇高目标，也是世界各国的共同责任和历史使命。\n（一）坚持和平发展，建设新型国际关系\n我们不能因现实复杂而放弃梦想，不能因理想遥远而放弃追求。面对充满希望与挑战的世界，我们要坚定不移推动建设相互尊重、公平正义、合作共赢的新型国际关系，为构建人类命运共同体打下坚实基础。\n（二）完善外交布局，发展全球伙伴关系\n我们要全面发展同各国的友好合作，不断完善我国全方位、多层次、立体化的外交布局。\n（三）参与全球治理，引导国际秩序变革\n我们将秉持共商共建共享的全球治理观，积极参与全球治理体系改革和建设。\n（四）推动国际社会，为建立人类命运共同体而努力\n围绕伙伴关系、安全格局、经济发展、文明交流、生态建设等问题：\n（1）要坚持对话协商，建设一个持久和平的世界\n（2）要坚持共建共享，建设一个普遍安全的世界\n（3）要坚持合作共赢，建设一个共同繁荣的世界\n（4）要坚持交流互鉴，建设一个开放包容的世界\n（5）要坚持绿色低碳，建设一个清洁美丽的世界\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
  content_object: {
    title: "毛泽东思想和中国特色社会主义思想概论 第十三章 中国特色大国外交",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 5,
        title: "简答题（每小题5分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【自测题】2015年3月，国务院授权发布《推动共建丝绸之路经济带和21世纪海上丝绸之路的愿景与行动》。简述该文件提出的“一带一路”共建原则。",
            explanation:
              "答案仅供参考，考生作答所用的前后顺序与答案不同，只要意思正确，也能得分。",
            number: 1,
            userAnswer: [],
            score: 5,
            id: "g1q1",
            answer: [
              "恪守联合国宪章的宗旨和原则，遵守和平共处五项原则。坚持开放合作。坚持和谐包容。坚持市场运作。坚持互利共赢。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年04月】简述我国独立自主和平外交政策的内涵。",
            explanation:
              "若与参考答案不完全一致，只要考生回答问题符合题意，可酌情给予相应的分数。",
            number: 2,
            userAnswer: [],
            score: 5,
            id: "g1q2",
            answer: [
              "（1）把国家主权和安全放在第一位\n（2）从我国人民和世界人民的根本利益出发\n（3）坚持各国的事务应由本国政府和人民决定\n（4）主张和平解决国际争端和热点问题",
            ],
            position: 4,
            type: "textarea",
            options: [],
          },
          {
            title: "【2019年10月】简述构建人类命运共同体思想的主要内容。",
            explanation:
              "答案仅供参考，考生作答所用词语、句式、前后顺序与答案不同，只要意思正确，也能得分。",
            number: 3,
            userAnswer: [],
            score: 5,
            id: "g1q3",
            answer: [
              "（1）政治上，要相互尊重、平等协商，摒弃冷战思维和强权政治，走国与国交往的新路\n（2）安全上，要坚持以对话解决争端、以协商化分，反对一切形式的恐怖主义。\n（3）经济上，要同舟共济，促进贸易和投资自由化便利化。\n（4）文化上，要尊重世界文明多样性。\n（5）生态上，要坚持环境友好，保护好地球家园。",
            ],
            position: 6,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
      {
        title: "论述题",
        memo: "",
        number: 2,
        questions: [
          {
            title:
              "【2020年10月】我们实现由封闭半封闭到全方位开放的历史转变，积极参与经济全球化进程，为推动人类共同发展作出了应有贡献。我们积极推动建设开放型世界经济、构建人类命运共同体，促进全球治理体系变革，旗帜鲜明反对霸权主义和强权政治，为世界和平与发展不断贡献中国智慧、中国方案、中国力量。我国日益走近世界舞台中央，成为国际社会公认的世界和平的建设者、全球发展的贡献者、国际秩序的维护者！\n问题：如何共商共建人类命运共同体。（15分）",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 4,
            userAnswer: [],
            score: 15,
            id: "g2q4",
            answer: [
              "构建人类命运共同体既是中国外交的崇高目标，也是世界各国的共同责任和历史使命。\n（一）坚持和平发展，建设新型国际关系\n我们不能因现实复杂而放弃梦想，不能因理想遥远而放弃追求。面对充满希望与挑战的世界，我们要坚定不移推动建设相互尊重、公平正义、合作共赢的新型国际关系，为构建人类命运共同体打下坚实基础。\n（二）完善外交布局，发展全球伙伴关系\n我们要全面发展同各国的友好合作，不断完善我国全方位、多层次、立体化的外交布局。\n（三）参与全球治理，引导国际秩序变革\n我们将秉持共商共建共享的全球治理观，积极参与全球治理体系改革和建设。\n（四）推动国际社会，为建立人类命运共同体而努力\n围绕伙伴关系、安全格局、经济发展、文明交流、生态建设等问题：\n（1）要坚持对话协商，建设一个持久和平的世界\n（2）要坚持共建共享，建设一个普遍安全的世界\n（3）要坚持合作共赢，建设一个共同繁荣的世界\n（4）要坚持交流互鉴，建设一个开放包容的世界\n（5）要坚持绿色低碳，建设一个清洁美丽的世界",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        id: "g2",
      },
    ],
    totalScore: 30,
    questionCount: 4,
  },
  create_time: "2020-10-30T16:39:31.490675",
  is_active: true,
  questions_count: 4,
  is_break_through: true,
  tags: "章节习题",
  order_number: 26,
  owner_id: 59,
  user: 3,
  owner_type: 50,
  __str__: "第十三章 中国特色大国外交（主观）",
};
