export default {
  id: 1342,
  title: "第十四章 坚持和加强党的领导（主观）",
  content:
    "毛泽东思想和中国特色社会主义思想概论 第十四章 坚持和加强党的领导\n二、简答题（每小题5分）\n31.【2020年10月】新时代中国共产党的历史使命是什么？\n答案：新时代中国共产竞的历史使命：统揽伟大斗争、伟大工程、伟大事业、伟大梦想，在全面建成小康社会的基础上全面建成社会主义现代化强国，实现中华民族伟大复兴。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。\n\n三、论述题\n1、【2019年04月】党政军民学，东西南北中，党是领导一切的。正是因为始终坚持党的集中统一领导，我们才能实现伟大历史转折、开启改革开放新时期和中华民族伟大复兴新征程，才能成功应对一系列重大风险挑战、克服无数艰难险阻，才能有力应变局、平风波、战洪水、防非典、抗地震、化危机，才能既不走封闭僵化的老路也不走改旗易帜的邪路，而是坚定不移走中国特色社会主义道路。\n问题：为什么说党是最高政治领导力量？如何确保党始终总揽全局、协调各方？（15分）\n答案：（1）党是最高政治领导力量，这是马克思主义政党学说的基本原则，是对党领导革命、建设、改革历史经验的深刻总结，是推进中国特色社会主义伟大事业的根本保证。\n（2）确保党始终总揽全局、协调各方，必须增强政治意识、大局意识、核心意识、看齐意识。确保党始终总揽全局、协调各方，必须坚持和完善党的领导的体制机制。党中央做出的决策部署，各级党组织都要贯彻落实。确保党始终总揽全局、协调各方，必须坚持党的民主集中制原则。\n题解：若考生回答与参考答案不完全一致，只要考生回答问题符合题意，并能结合材料，可酌情给予相应的分数。",
  content_object: {
    title: "毛泽东思想和中国特色社会主义思想概论 第十四章 坚持和加强党的领导",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 5,
        title: "简答题（每小题5分）",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【2020年10月】新时代中国共产党的历史使命是什么？",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 1,
            userAnswer: [],
            score: 5,
            id: "g1q1",
            answer: [
              "新时代中国共产竞的历史使命：统揽伟大斗争、伟大工程、伟大事业、伟大梦想，在全面建成小康社会的基础上全面建成社会主义现代化强国，实现中华民族伟大复兴。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
      {
        title: "论述题",
        memo: "",
        number: 2,
        questions: [
          {
            title:
              "【2019年04月】党政军民学，东西南北中，党是领导一切的。正是因为始终坚持党的集中统一领导，我们才能实现伟大历史转折、开启改革开放新时期和中华民族伟大复兴新征程，才能成功应对一系列重大风险挑战、克服无数艰难险阻，才能有力应变局、平风波、战洪水、防非典、抗地震、化危机，才能既不走封闭僵化的老路也不走改旗易帜的邪路，而是坚定不移走中国特色社会主义道路。\n问题：为什么说党是最高政治领导力量？如何确保党始终总揽全局、协调各方？（15分）",
            explanation:
              "若考生回答与参考答案不完全一致，只要考生回答问题符合题意，并能结合材料，可酌情给予相应的分数。",
            number: 2,
            userAnswer: [],
            score: 15,
            id: "g2q2",
            answer: [
              "（1）党是最高政治领导力量，这是马克思主义政党学说的基本原则，是对党领导革命、建设、改革历史经验的深刻总结，是推进中国特色社会主义伟大事业的根本保证。\n（2）确保党始终总揽全局、协调各方，必须增强政治意识、大局意识、核心意识、看齐意识。确保党始终总揽全局、协调各方，必须坚持和完善党的领导的体制机制。党中央做出的决策部署，各级党组织都要贯彻落实。确保党始终总揽全局、协调各方，必须坚持党的民主集中制原则。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
        ],
        position: 2,
        id: "g2",
      },
    ],
    totalScore: 20,
    questionCount: 2,
  },
  create_time: "2020-10-30T16:40:18.077823",
  is_active: true,
  questions_count: 2,
  is_break_through: true,
  tags: "章节习题",
  order_number: 28,
  owner_id: 59,
  user: 3,
  owner_type: 50,
  __str__: "第十四章 坚持和加强党的领导（主观）",
};
