export default {
  id: 1645,
  title: "第一章 毛泽东思想及其历史地位 （主观）",
  content:
    "毛泽东思想和中国特色社会主义思想概论 第一章 毛泽东思想及其历史地位\n二、简答题（每小题5分）\n26.【2020年10月】毛泽东思想的主要内容包括哪些？\n答案：毛泽东思想具有丰富的内容，在以不几个方面创造性地丰富和发展了马克思主义：\n（1）新民主主义革命的理论。\n（2）社会主义革命和社会主义建设理论。\n（3）人民军队的建设和军事战略的理论。\n（4）政策和策略的理论。\n（5）思想政治工作和文化工作的理论。\n（6）党的建设理论。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
  content_object: {
    title: "毛泽东思想和中国特色社会主义思想概论 第一章 毛泽东思想及其历史地位",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 5,
        title: "简答题（每小题5分）",
        memo: "",
        number: 1,
        questions: [
          {
            title: "【2020年10月】毛泽东思想的主要内容包括哪些？",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 1,
            userAnswer: [],
            score: 5,
            id: "g1q1",
            answer: [
              "毛泽东思想具有丰富的内容，在以不几个方面创造性地丰富和发展了马克思主义：\n（1）新民主主义革命的理论。\n（2）社会主义革命和社会主义建设理论。\n（3）人民军队的建设和军事战略的理论。\n（4）政策和策略的理论。\n（5）思想政治工作和文化工作的理论。\n（6）党的建设理论。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
    ],
    totalScore: 5,
    questionCount: 1,
  },
  create_time: "2021-04-26T16:43:46.689461",
  is_active: true,
  questions_count: 1,
  is_break_through: true,
  tags: "章节习题",
  order_number: 2,
  owner_id: 59,
  user: 3,
  owner_type: 50,
  __str__: "第一章 毛泽东思想及其历史地位 （主观）",
};
