export default {
  id: 1646,
  title: "第十二章 全面推进国防和军队现代化（主观）",
  content:
    "毛泽东思想和中国特色社会主义思想概论 第十二章 全面推进国防和军队现代化\n二、简答题（每小题5分）\n31．【2020年08月】简述习近平强军思想中党对军队绝对领导的基本内容。\n答案：（1）军队必须完全地无条件地置于中国共产党的领导之下。要求军队在思想上政治上行动上始终与党中央、中央军委保持高度一致，坚决维护党中央、中央军委权威，任何时候任何情况下都坚决听从党中央、中央军委指挥。\n（2）中国共产党是军队唯一的独立的领导。党对军队的绝对领导是直接领导、直接指挥，是包括政治领导、思想领导、组织领导在内的全面领导，涵盖军事、政治、后勤、装备建设各个领域，贯穿于完成各项任务的全过程。\n题解：（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
  content_object: {
    title:
      "毛泽东思想和中国特色社会主义思想概论 第十二章 全面推进国防和军队现代化",
    memo: "",
    noAnswerCount: 0,
    groups: [
      {
        scorePerQuestion: 5,
        title: "简答题（每小题5分）",
        memo: "",
        number: 1,
        questions: [
          {
            title:
              "【2020年08月】简述习近平强军思想中党对军队绝对领导的基本内容。",
            explanation:
              "（1）考生作答内容前后顺序与答案不同，只要意思正确，就应给分。\n（2）考生要点回答不完整，按所答要点给分。\n（3）考生对要点阐述内容与答案不一致，只要言之成理，可酌情给分，但每小题得分不得超过该题满分。",
            number: 1,
            userAnswer: [],
            score: 5,
            id: "g1q1",
            answer: [
              "（1）军队必须完全地无条件地置于中国共产党的领导之下。要求军队在思想上政治上行动上始终与党中央、中央军委保持高度一致，坚决维护党中央、中央军委权威，任何时候任何情况下都坚决听从党中央、中央军委指挥。\n（2）中国共产党是军队唯一的独立的领导。党对军队的绝对领导是直接领导、直接指挥，是包括政治领导、思想领导、组织领导在内的全面领导，涵盖军事、政治、后勤、装备建设各个领域，贯穿于完成各项任务的全过程。",
            ],
            position: 2,
            type: "textarea",
            options: [],
          },
        ],
        position: 1,
        type: "sentence",
        id: "g1",
      },
    ],
    totalScore: 5,
    questionCount: 1,
  },
  create_time: "2021-04-26T17:08:40.528897",
  is_active: true,
  questions_count: 1,
  is_break_through: true,
  tags: "章节习题",
  order_number: 24,
  owner_id: 59,
  user: 3,
  owner_type: 50,
  __str__: "第十二章 全面推进国防和军队现代化（主观）",
};
